######OpenITI#


#META# 000.SortField	:: Shamela_0001597
#META# 000.BookURI	:: #0216.IbnQuraybAsmaci.FuhulaShucara
#META# 010.AuthorAKA	:: NODATA
#META# 010.AuthorNAME	:: الأصمعي أبو سعيد عبد الملك بن قريب بن عبد الملك (المتوفى: 216هـ)
#META# 011.AuthorBORN	:: NOTGIVEN
#META# 011.AuthorDIED	:: 216
#META# 019.AuthorDIED	:: NODATA
#META# 020.BookTITLE	:: فحولة الشعراء
#META# 020.BookTITLESUB	:: NODATA
#META# 021.BookSUBJ	:: الأدب والبلاغة
#META# 022.BookVOLS	:: 1
#META# 025.BookLANG	:: NODATA
#META# 029.BookTITLEalt	:: NODATA
#META# 030.LibURI	:: Shamela_0001597
#META# 030.LibURIextra	:: NODATA
#META# 031.LibREADONLINE	:: http://shamela.ws/browse.php/book-1597
#META# 031.LibURL	:: http://shamela.ws/index.php/book/1597
#META# 031.LibURLFILE	:: NODATA
#META# 031.LibURLextra	:: NODATA
#META# 040.EdALL	:: NODATA
#META# 040.EdEDITOR	:: المستشرق ش. توري
#META# 041.EdNUMBER	:: الثانية، 1400 هـ - 1980 م
#META# 041.EdNumber	:: NODATA
#META# 043.EdPUBLISHER	:: دار الكتاب الجديد، بيروت - لبنان
#META# 044.EdPLACE	:: NODATA
#META# 045.EdYEAR	:: NODATA
#META# 049.EdISBN	:: NODATA
#META# 049.EdPAGES	:: NODATA
#META# 049.EdPHYSICAL	:: NODATA
#META# 049.EdVOLUME	:: NODATA
#META# 090.RecMISC	:: NODATA
#META# 999.MiscINFO	:: NODATA

#META#Header#End#

# PageV00P000
# <div dir="rtl" id="book-container">
### |PARATEXT|
# كتاب فحولة الشعراء
# رواية ابن دريد عن أبي حاتم عن الأصمعي
### | 
# بسم الله الرحمن الرحيم
# قال أبو بكر محمد بن الحسين بن دريد الأزدي قال: قال أبو حاتم سهل بن
~~محمد بن عثمان السجزي: سمعت الأصمعي عبد الملك بن قريب غير مرة يفضل
~~النابغة الذبياني على سائر شعراء الجاهلية، وسألته آخر ما سألته قبيل موته:
~~من أول الفحول؟ قال: النابغة الذبياني .. ثم قال: ما أرى في الدنيا لأحد
~~مثل قول امرىء القيس:
# وقاهم جدهم ببنى أبيهم ... وبالأشقين ما كان العقاب
# قال أبو حاتم: فلما رآني أكتب كلامه فكر ثم قال: بل أولهم كلهم في الجودة
~~امرؤ القيس، له الخطوة والسبق، وكلهم أخذوا من قوله، واتبعوا مذهبه ..
~~وكأنه جعل النابغة الذبياني من الفحول.
# قال أبو حاتم: قلت فما معنى الفحل؟ قال: يريد أن له مزية على غيره، كمزية
~~الفحل على الحقاق.
# قال: وبيت جرير يدلك على هذا:
# وابن اللبون إذا ما لز في قرن ... لم يستطع صولة البزل القناعيس
# قال أبو حاتم: وسأله رجل أي الناس طرا أشعر؟ قال: النابغة، قال: تقدم
~~عليه أحدا؟ قال: لا، ولا أدركت العلماء بالشعر يفضلون عليه أحدا.
# قلت: فزهير بن أبي سلمى قال: اختلف فيه وفيهما .. ثم قال: لا.
# قال أبو عمرو: وسأله رجل وأنا أسمع: النابغة اشعر أم زهير؟ فقال: ما يصلح
~~زهير أن يكون أجيرا للنابغة .. ثم قال: أوس بن حجر أشعر
# PageV01P009
# <div dir="rtl" id="book-container">
# من زهير، ولكن النابغة طأطأ منه.
# قال أوس: بجيش ترى منه الفضاء معضلا في قافية ..
# وقال النابغة، فجاء بمعناه في نصف بيت وزاد شيئا آخر، فقال:
# جيش يظل به الفضاء معضلا ... يدع الإكام كأنهن صحارى
# قال أبو حاتم: حدثنا الأصمعي قال: حدثنا شيخ من أهل نجد قال: كان طفيل
~~الغنوى يسمى في الجاهلية محبرا لحسن شعره، قال: " وطفيل عندي في بعض شعره
~~أشعر من امرىء القيس " الأصمعي يقو له، ثم قال: " وقد أخذ طفيل من امرىء
~~القيس شيئا " قال: " ويقال إن كثيرا من شعر امرىء القيس لصعاليك كانوا معه
~~".
# قال: " وكان ms1 عمرو بن قميئة دخل معه الروم إلى قيصر "، قال: وكان معاوية
~~بن أبي سفيان يقول: " دعو لي طفيلا، فإن شعره أشبه بشعر الأولين من زهير
~~وهو فحل " ثم قال: " من العجب أن النابغة الذبياني لم ينعت فرسا قط بشيء
~~إلا قوله: صفر مناخرها من الجرجار قال: " ولم يكن النابغة وأوس وزهير
~~يحسنون صفة الخيل، ولكن طفيل الخيل غاية في النعت، وهو فحل " .. ثم أنشد
~~له:
# يراد على فأس اللجام كأنما ... يراد به مرقاة جذع مشذب
# PageV01P010
# <div dir="rtl" id="book-container">
# قوله يراد على فأس اللجام "، تقول راودته على كذا: أي حاولته عليه، ويقال
~~أردته أيضا، وإنما يصف عنقه ... وهو جيد الصفة للخيل جدا.
# قال: والنابغة الجعدى فحل .. ثم أنشد: يشد الشئون أو أراد ليزفرا وقد
~~أحسن في قصيدته التي يقول فيها:
# تلك المكارم لا قعبان من لبن ... شيبا بماء فعادا بعد أبوالا
# قلت: " ما مذهبه في ذا؟ فإن هذا البيت يدخل في شعر غيره، قال: لما قال
~~سوار بن الحياء القشيري: " ومنا ناشد رجله، ومنا الذي أسر حاجيا، ومنا الذي
~~سقى اللبن ".
# قال النابغة حينئذ: تلك المكارم لا قعبان من لبن قال الأصمعي: " لو كانت
~~هذه القصيدة للنابغة الأكبر بلغت كل مبلغ ".
# قلت: فالأعشى، أعشى بنى قيس بن ثعلبة؟ قال: ليس بفحل .. قلت: فعلقمة بن
~~عبدة؟ قال فحل.
# قلت: فالحارث بن حلزة؟ قال: فحل.
# قلت: فعمرو بن كلثوم؟ قال: ليس بفحل.
# قلت: فالمسيب بن علس؟ قال: فحل.
# قلت: فعدى بن زيد، أفحل هو؟ قال: ليس بفحل ولا أنثى. قال أبو حاتم: وإنما
~~سألته لأنى سمعت ابن مناذر لا يقدم عليه أحدا.
# قلت: فحسان بن ثابت؟ قال: فحل قلت: فقيس بن الخطيم؟ قال:
# PageV01P011
# <div dir="rtl" id="book-container">
# فحل.
# قلت: فالمرقشان؟ قال: فحلان.
# قلت: فابن قميئة؟ قال: فحل .. قال: هو قميئة بن سعد بن مالك، وكنيته أبو
~~يزيد.
# قلت: فأبو زبيد؟ قال: ليس بفحل.
# قلت: فالشماخ؟ قال: فحل .. قال الأصمعي: وأخبرني من راى قبر الشماخ
~~بأرمينية.
# قلت: فمزرد أخوه؟ قال: ليس بدون الشماخ، ولكنه أفسد شعره بما يهجو الناس.
# قال: وأخبرني ms2 الأصمعي قبل هذا أن أهل الكوفة لا يقدمون على الأعشى أحدا،
~~قال: وكان خلف لا يقدم عليه أحدا، قال أبو حاتم: لأنه قال في كل عروض، وركب
~~كل قافية.
# قلت فعروة بن الورد؟ قال شاعر كريم، وليس بفحل.
# قلت فالحويدرة؟ قال: لو قال مثل قصيدته خمس قصائد كان فحلا.
# قلت: فمهلهل؟ قال: ليس بفحل، ولو كان قال مثل قوله: " أليلتنا بذي جشم
~~أنيرى؟ كان أفحلهم، قال: وأكثر شعره محمول عليه.
# قلت: فأبو دؤاد؟ قال: صالح، ولم يقل إنه فحل قلت: فالراعي؟ قال: ليس بفحل
~~قلت: فابن مب؟ قال: ليس بفحل .. قال أبو حاتم: وسألت الأصمعي من أشعر:
~~الراعي أم ابن مقبل؟ قال: ما أقربهما، قلت: لا يقنعنا هذا، قال: الراعي
~~أشبه شعرا بالقديم وبالأول.
# قلت: فابن أحمر الباهلي؟ قال: ليس بفحل، ولكن دون هؤلاء وفوق طبقته.
# قال: وأرى أن مالك بن حريم الهمداني من الفحول. قال: ولو قال ثعلبة بن
~~صعير المازني مثل قصيدته خمسا كان فحلا.
# قلت: فكعب بن جعيل؟ قال: أظنه من الفحول ولا أستيقنه.
# قلت: فجرير والفرزدق والأخطل؟ قال: هؤلاء لو كانوا في الجاهلية كان لهم
~~شأن، ولا أقول فيهم شيئا لأنهم إسلاميون ..
# PageV01P012
# <div dir="rtl" id="book-container">
# قال أبو حاتم: وكنت أسمعه يفضل جريرا على الفرذدق كثيرا فقلت له: يوم دخل
~~عليه عصام بن الفيض: إني أريد أن أسألك عن شيء، ولم أن عصاما يعلمه من قبلك
~~لم أسألك، ثم قلت: سمعتك تفضل جرير على الفرزدق غير مرة. فما تقول فيهما
~~وفي الأخطل؟ فأطرق ساعة، ثم أنشد بيتا من قصيدته:
# لعمري لقد اسربت لا ليل عاجز ... بساهمة الخدين طاوية القرب
# فأنشد أبياتا زهاء العشرة، ثم قال: من قال لك إن في الدنيا أحدا مثلها
~~قبله ولا بعده فلا تصدقه، ثم قال: أبو عمرو بن العلاء كان يفضله، سمعت أبا
~~عمرو بن العلاء يقول: لو أدرك الأخطل من الجاهلية يوما واحدا ما قدمت عليه
~~جاهليا ولا إسلاميا، ثم قال الأصمعي: أنشدت أبا عمرو بن العلاء شعرا فقال:
~~ما يطيق هذا من الإسلاميين ms3 أحد ولا الأخطل.
# قال أبو حاتم: وسألته عن الأغلب: أفحل هو من الرجاز؟ فقال: ليس بفحل ولا
~~مفلح، وقال: أعياني شعره، وقال لي مرة: ما أروى للأغلب إلا اثنتين ونصفا،
~~قلت: كيف قلت نصفا؟ قال: أعرف له ثنتين، وكنت أروى نصفا من التي على القاف
~~فطولوها، ثم قال: كان ولده يزيدون في شعره حتى أفسدوه ..
# قال أبو حاتم: وطلب منه إسحاق بن العباس رجز الأغلب وطلبه منى، فأعرته،
~~فأخرج منها نحوا من عشرين، فقلت: ألم تزعم أنك لا تعرف له إلا اثنتين
~~ونصفا؟ قال: بلى، ولكنني انتقيت ما أعرف، فإن لم يكن له فهو لغيره ممن هو
# PageV01P013
# <div dir="rtl" id="book-container">
# ثبت أو ثقة .. قال أبو حاتم: وكان أروى الناس للرجز الأصمعي .. قال أبو
~~حاتم: سمعت مرة نجرانيا كان قد طاف بنواحي خراسان، فسأله فقال: أخبرني فلان
~~بالري أنك تروى اثنتي عشرة ألف أرجوزة، قال: نعم، أربع عشرة ألف أرجوزة
~~أحفظها، فتعجبت، فقال لي: أكثرها قصار، قلت: اجعلها بيتا بيتا!! أربعة عشر
~~ألف بيت!! قال الأصمعي: إنما أعياني شعر الأغلب، قال خلف: فكان من ولده
~~إنسان يصدق في الحديث والروايات ويكذب عليه في شعره.
# قلت: فحاتم الطائي؟ قال: حاتم إنما يعد بكرم، ولم يقل إنه فحل.
# قلت: فمعقر البارقي حليف بني نمير: قال: لو أتم خمسا أو ستا لكان فحلا ..
~~ثم قال: لم أر أقل شعرا من كلب وشيبان.
# قلت: فأبو ذؤيب الهذلي؟ قال: فحل قلت: فساعدة بن جؤية؟ قال: فحل قلت:
~~فأبو خراش الهذلي؟ قال: فحل قلت: فأعشى همدان؟ قال: هو من الفحول، وهو
~~إسلامي كثير الشعر وسألت الأصمعي عن كعب بن سعد الغنوى، قال: ليس من الفحول
~~إلا في المرثية، فإنه ليس في الدنيا مثلها، قال: وكان يقال له كعب الأمثال.
# وسألته عن خفاف بن ندبة وعنترة والزبرقان بن بدر، قال: هؤلاء أشعر
~~الفرسان، ومثلهم عباس بن مرداس السلمى .. لم يقل إنهم من الفحول، وبشر بن
~~أبي خازم، وسمعت أبا عمرو بن العلاء يقول: قصيدته التي على الراء ألحقته
~~بالفحول:
# ألا بان ms4 الخليط ولم يدان ... وقلبك في الظعائن مستعار
# قلت: فالأسود بن يعفر النهشلي؟ قال: يشبه الفحول.
# قلت: أرأيت
# PageV01P014
# <div dir="rtl" id="book-container">
# عمرو بن شاس الأسدي ما قلت فيه ? قال: ليس بفحل، هو دون هؤلاء، قلت:
~~فلبيد بن ربيعة ? قال: ليس بفحل، وقال لي مرة أخرى: كان رجلا صالحا، كأنه
~~ينفي عنه جودة الشعر، وقال لي مرة: شعر لبيد كأنه طيلسان طبري، يعني أنه
~~جيد الصنعة، وليست له حلاوة.
# قال: وجرادة بن عميلة العنزي، له أشعار تشبه أشعار الفحول، وهي قصار وهذا
~~البيت له:
# أنى اهتديت وكنت غير دليلة ... شهدت عليك بما فعلت شهود
# قلت: فأوس بن غلفاء الهجيمي ? قال: لو كان قال عشرين قصيدة لحق بالفحول،
~~ولكنه قطع به قال: وعميرة بن طارق اليربوعي من رؤوس الفرسان، وهو الذي أسر
~~قابوس بن المنذر
# وسألته عن خداش بن زهير العامري، قال: هو فحل قلت: فكعب بن زهير بن أبي
~~سلمى؟ قال: ليس بفحل قلت: فكعب بن زهير بن أبي سلمى؟ قال: ليس بفحل قلت:
~~فزيد الخيل الطائي؟ قال: من الفرسان قلت: فسليك بن السلكة؟ قال: ليس من
~~الفحول ولا من الفرسان، ولكنه من الذين كانوا يغزون فيعدون على أرجهلم
~~فيختلسون، قال: ومثله ابن براقة الهمداني، ومثله حاجز الثمالي من السرويين،
~~وتأبط شرا واسمه ثابت بن جابر، والشنفري الأزدي السروي، وليس المنتشر منهم،
~~ولكن الأعلم الهذلي منهم.
# قال: وبالحجاز منهم وبالسراوة أكثر من ثلاثين، يعنى الذين يعدون على
~~أرجلهم ويختلسون.
# قال: وبالحجاز منهم وبالسراوة أكثر من ثلاثين، يعني الذين يعدون على
~~أرجلهم ويختلسون.
# قال: وسلامة بن جندل لو كان زاد شيئا كان فحلا، قال: والمتلمس رأس فحول
~~ربيعة.
# قال: ودريد بن الصمة من فحول الفرسان، قال ودريد في بعض شعره أشعر من
~~الذبياني، وكاد يغلب الذبياني. قلت: فأعشى باهلة، أمن الفحول هو؟ قال: نعم،
~~وله مرثية ليس في الدنيا مثلها، وهي:
# إني أتتنى لسان لا اسر بها ... من علو لا كذب فيها ولا سخر
# PageV01P015
# <div dir="rtl" id="book-container">
# قال: وولد العجاج في الجاهلية، وكان حميد الأرقط يشذب الرجز وينقحه
~~وينقيه ms5 .. قال: ورأيته يستجيد بعض رجز أبي النجم، ويضعف بعضا، لأن له رديئا
~~كثيرا، قال مرة: لا يعجبني شاعر اسمه الفضل بن قدامة، يعني أبا النجم.
# قال أبو حاتم: وسألت الأصمعي عن القحيف العامري.
# الذي قال في النساء، قال: ليس بفصيح ولا حجة.
# وسألته عن زياد الأعجم، فقال: حجة لم يتعلق عليه بلحن، وكنيته أبو أمامة.
# قلت: فأخبرني عن عبد بني الحسحاس، قال: هو فصيح، وهو زوجي أسود.
# قال: وأبو دلامة عبد رأيته، مولد حبشي، قلت: أفصيحا كان؟ قال: هو صالح
~~الفصاحة.
# قال: وأبو عطاء السندي عبد أخرب مشقوق الأذن، قلت أو كان في الأعراب؟
~~قال: لا، ولكنه فصيح.
# قال عبد العزيز بن مروان: لأيمن بن خريم الأسدي: كيف ترى مولاي، يعنى
~~نصيبا؟ قال: هو أشعر أهل جلدته وكان أسود.
# قال: وعمر بن أبي ربيعة مولد، وهو حجة، سمعت أبا عمرو بن العلاء يحتج في
~~شعره ويقول: هو حجة.
# وفضالة بن شريك الأسدي، وعبد الله بن الزبير الأسدي وابن الرقيات: هؤلاء
~~مولدون، وشعرهم حجة، ورأيته طعن في الأقيشر ولم يلتفت إلى شعره، وقال: ولا
~~يقال إلا رجل شرطي، فقلت: قال الأقيشر:
# إنما يشرب من أموالنا ... فاسألوا الشرطي: ما هذا الغضب؟
# فقال: ذلك مولد .. قال: وابن هرمة ثبت فصيح. قال: وابن أذينة ثبت في طبقة
~~ابن هرمة، وهو دونه في الشعر، وقد كان مالك يروى
# PageV01P016
# <div dir="rtl" id="book-container">
# عنه الفقه.
# قال: وطفيل الكناني مثل ابن هرمة، قال: ويزيد بن ضبة مولى لثقيف، قال:
~~قال يزيد بن ضبة ألف قصيدة فاقتسمتها العرب فذهبت بها.
# قال الأصمعي: لم يكن بعد رؤبة وأبي نخيلة أشعر من جندل الطهوى وأبي طوق
~~وخطام المجاشعي، ويلقب خطام الريح.
# قال: وكان ابن مفرغ من مولدى البصرة قال: حدثني الأصمعي، قال: أخبرني وهب
~~بن جرير ابن حازم، قال: إني كنت أروى لأمية ثلثمائة قصيدة، قال: فقلت: أين
~~كتابه؟ قال استعاره فلان فذهب به.
# حدثني الأصمعي قال: كان يقال: أشعر الناس مغلبو مضر حميد والراعي وابن
~~مقبل، فأما الراعي فغلبه جرير، وغلبه حنزر رجل ms6 من بني بكر. والجعدي غلبته
~~ليلى الأخيلية.
# وسوار بن الحيا، وابن مقبل غلبه النجاشي من بني الحارث ابن كعب.
# وحميد كل من هاجاه غلبه، قال ابن حمر: لم يهاج أحدا.
# قال: وفسحم شاعر جاهلي مفلق ولم ينسبه.
# قال: وكان النجاشي بن الحارثية شرب الخمر فضربه على بن أبي طالب رضي الله
~~عنه مائة سوط. ثمانين للسكر وعشرين لحرمة رمضان، وكان وجده في رمضان سكران،
~~فلما ضربه ذهب إلى معاوية فمدحه، ونال من على رضى الله عنه.
# قال الأصمعي: جامع زهير قوما من يهود، أي قاربهم فسمع بذكر المعاد، فقال
~~قصيدته:
# يؤخر فيوضع في كتاب فيدخر ... ليوم الحساب أو يعجل فينقم
# PageV01P017
# <div dir="rtl" id="book-container">
# قال الأصمعي: سئل شيخ عالم عن الشعراء، فقال: كان الشعر في الجاهلية في
~~ربيعة، وصار في قيس .. ثم جاء الإسلام فصار في تميم، وصار في قيس .. ثم جاء
~~الإسلام فصار في تميم. قلت للأصمعيي: لم لم يذكر اليمن؟ فقال: إنما أراد
~~بنى نزار فأما هؤلاء كلهم فإنما تعلموا من رأس الشعراء: امرىء القيس، وإنما
~~كان الشعر في اليمن .. وقال: أفى الدنيا مثل فرسان قيس وشعرائهم الفرسان؟
~~فذكر عدة، منهم: عنترة، وخفاف بن ندبة، وعباس بن مرداس، ودريد بن الصمة.
# وقال لي مرة: دريد وخفاف أشعر الفرسان.
# حدثني الأصمعي) قال (: ذهب أمية بن أبي الصلت في الشعر بعامة ذكر الآخرة،
~~وذهب عنترة بعامة ذكر الحرب، وذهب عمر بن أبي ربيعة بعامة ذكر النساء.
# قال الأصمعي: لقى رجل كثير عزة، وهو كثير بن عبد الرحمن الخزاعي بن أبي
~~جمعة، فقال له: يا أبا صخر: أي الناس أشعر؟ قال الذي قال:
# آثرت إدلاجي على ليل حرة ... هضيم الحشا حسانة المتجرد
# وهذا للحطيئة، قال، ثم تركه حينا، حتى إذا ظنه قد نسى ذلك لقيه، فقال: يا
~~أبا صخر: أي الناس أشعر؟ قال الذي يقول:
# قفا نبك من ذكرى حبيب ومنزل
# يعنى امرأ القيس، وهو أول من بكى الديار، وسير الظعن.
# قال الأصمعي: أنعت الناس لمركوب من الإبل عيينة بن مرداس، وهو الذي يقال
~~له ms7 فسوة، وأنعت الناس لمحلوب في القصيد الراعي، وأنعتهم لمحلوب في الرجز
~~ابن لجأ التيمي، واسمه عمر.
# قال الأصمعي:
# PageV01P018
# <div dir="rtl" id="book-container">
# أي الناس أشعر قبيلة؟ فقيل: النجل العيون في ظلال الفسيل، يعنى الأنصار،
~~قال: ويقال: الزرق العيون في أصول العضاه، يعنى بنى قيس بن ثعلبة، وذكر
~~منهم المرقش والأعشى والمسيب بن علس.
# حدثنا الأصمعي قال: حدثنا ابن أبي الزناد قال: أنشد حسان شعر عمرو بن
~~العاص، فقال: ما هو شاعر ولكنه عاقل.
# قال الأصمعي: سئل الأخطل عن شعر كثير، فقال حجازي يكد البرد.
# قال الأصمعي يوما: أشعرت أن ليلى. أشعر من الخنساء؟ وقال لي مرة:
~~الزبرقان فارس شاعر غير مطيل.
# وقال: مالك بننويرة شاعر فارس مطيل.
# وقال: مالك بن نويرة شاعر فارس مطيل.
# وقال: ليس في الدنيا قبيلة على كثرتها أقل شعرا من بني شيبان وكلب، قال:
~~وليس لكلب شاعر في الجاهلية قديم، قال: وكلب مثل شيبان أربع مرات.
# حدثنا أبو حاتم قال: حدثنا الأصمعي قال: قيل لحسان: من أشعر الناس؟ قال:
~~أشعرهم رجلا أم قبيلة؟ قيسل بل قبيلة، قال: هذيل، قال الأصمعي: فيهم أربعون
~~شاعرا مفلقا، وكلهم يعدو على رجله ليس فيهم فارس.
# قال أبو حاتم: سألت الأصمعي: فمن أشعرهم رجلا واحدا؟ قال: أم حسان فلم
~~يقل في الواحد شيئا، وأنا أقول: أشعرهم واحدا النابغة الذبياني، وإنما قال
~~الشعر قليلا وهو ابن خمسين سنة وقال: النابغة الجعدي أفحم ثلاثين سنة بعد
~~ما قال الشعر، ثم نبغ قال: والشعر الأول له جيد بالغ، والآخر كله مسروق
~~وليس بجيد.
# قال أبو حاتم: قال الشعر وهو ابن ثلاثين سنة. ثم أفحم ثلاثين سنة، ثم نبغ
~~فقال ثلاثين سنة.
# قلت للأصمعي: كيف شعر الفرزدق؟ قال: تسعة أعشار شعره سرقة.
# قال: وأما جرير فله ثلاثون قصيدة ما علمته سرق شيئا قط إلا نصف بيت، قال:
~~لا أدري لعله وافق بيني شيئا قلت ما هو؟ هجء؟ فلم يخبر: قال أبو حاتم: قد
~~رأيته
# PageV01P019
# <div dir="rtl" id="book-container">
# أنا بعد في شعره ... قال أبو حاتم: حدثنا الأصمعي قال: أظن جميل بن معمر
~~ولد ms8 في الجاهلية.
# قال: والأحوص مولد، نبت بقباء حتى هرم.
# حدثنا الأصمعي قال: قال فلان إنما كثير كربق، يعني صاحب كربج، كان يبيع
~~الخيط والقطران.
# قال الأصمعي: كان أبو ذؤيب راوية ساعدة، وشذ عليه في اشياء كثيرة، فذكر
~~في قافية، وألح في شعرهم .. قال: واستجاد هذه الجيمية لأبي ذؤيب، قال: ليس
~~في الدنيا أحد يقوم للشماخ في الزائية والجيمية، إلا أن أبا ذؤيب أجاد في
~~جيميته حدا لا يقوم له أحد، قال هي التي قال فيها:
# برك من جذام لبيج
# قال الأصمعي، قال: النمر بن تولب جاهلي إسلامي. قال: وقال الفرزدق للنوار
~~امرأته: كيف شعري من شعر جرير؟ فقالت: شركك في حلوه، وغلبك على مره.
# قال الأصمعي، قال: سمعت أبا سفيان بن العلاء، يقول: قلت لرؤبة: كيف رجز
~~أبي النجم عندك؟ قال: كلمته تلك عليها لعنة الله لأنه استجادها:
# الحمد لله الوهوب المجزل
# حدثنا الأصمعي قال: الكميت بن زيد ليس بحجة لأنه مولد وكذلك الطرماح ..
~~قال: وذو الرمة حجة، لأنه بدوي، ولكن ليس يشبه شعره شعر العرب، ثم قال: إلا
~~واحدة التي تشبه شعر العرب، وهي التي يقول فيها:
# والباب دون أبي غسان مسدود
# تم والله أعلم
# . PageV01P020 ms9