######OpenITI#


#META# 000.SortField	:: JK_000525
#META# 000.BookURI	:: #0241.IbnHanbal.AsamiWaKuna
#META# 010.AuthorAKA	:: أحمد بن حنبل
#META# 010.AuthorNAME	:: أحمد بن حنبل أبو عبدالله الشيباني
#META# 011.AuthorBORN	:: 164
#META# 011.AuthorDIED	:: 241
#META# 019.AuthorDIED	:: NODATA
#META# 020.BookTITLE	:: الأسامي والكنى
#META# 020.BookTITLESUB	:: NODATA
#META# 021.BookSUBJ	:: التراجم العامة :: كتب التراجم العامة :: كتب الحديث النبوي الشريف وتراجم الرواة
#META# 022.BookVOLS	:: 1
#META# 025.BookLANG	:: NODATA
#META# 029.BookTITLEalt	:: الأسامي والكنى
#META# 030.LibURI	:: JK_000525
#META# 030.LibURIextra	:: NODATA
#META# 031.LibREADONLINE	:: NODATA
#META# 031.LibURL	:: NODATA
#META# 031.LibURLFILE	:: NODATA
#META# 031.LibURLextra	:: NODATA
#META# 040.EdALL	:: NODATA
#META# 040.EdEDITOR	:: عبدالله بن يوسف الجديع
#META# 041.EdNUMBER	:: الأولى
#META# 041.EdNumber	:: NODATA
#META# 043.EdPUBLISHER	:: مكتبة دار الأقصى
#META# 044.EdPLACE	:: الكويت
#META# 045.EdYEAR	:: 1406 - 1985
#META# 049.EdISBN	:: NODATA
#META# 049.EdPAGES	:: NODATA
#META# 049.EdPHYSICAL	:: NODATA
#META# 049.EdVOLUME	:: NODATA
#META# 090.RecMISC	:: NODATA
#META# 999.MiscINFO	:: NODATA



#META#Header#End#

#
# | 1 ( الأسامي والكنى للإمام أحمد بن حنبل رواية ابنه صالح )
# PageV01P001 بسم الله الرحمن الرحيم وبه الثقة والعون أخبركم الشيخ
~~الامام الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم السلفي
~~رضي الله عنه إذنا أنا أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي
~~بمدينة السلام أنا أبو عبد الله الحسين بن الحسن بن علي الأنماطي أنا أبو
~~الحسين عبيد الله بن أحمد بن يعقوب بن البواب المقري أنا أبو الحسين العباس
~~بن العباس بن محمد بن عبد الله بن المغيرة الجوهري في جماد الأول سنة ثلاث
~~وعشرين وثلاثمائة أنبأ أبو الفضل صالح بن أحمد بن محمد بن حنبل الشيباني
~~PageV01P023
# 1 حدثني أبي أحمد بن محمد بن حنبل ثنا عبد الرزاق قال قال معمر قال بن
~~سيرين كان اسم أبي بكر الصديق عتيق بن عثمان
# 2 حدثني أبي ثنا سفيان بن عيينة سمعه من بعض المدنيين عن بن الزبير قال
~~اسمه عبد الله بن عثمان يعني أبا بكر الصديق
# 3 قال وقريء على سفيان وفيه نزلت فأما من أعطى واتقى وصدق بالحسنى
~~PageV01P024
# 4 قال أبي بلغني أن اسم أبي بكر الصديق عبد الله بن عثمان بن عامر بن
~~عمرو بن كعب بن سعد بن تيم بن مرة PageV01P025
# 5 قال أبي بلغني أسماء نفر من بني هاشم علي بن أبي طالب أبو طالب اسمه
~~عبد مناف بن عبد المطلب وعبد المطلب اسمه شيبة بن هاشم وهاشم اسمه عمرو بن
~~عبد مناف بن قصي وقصي اسمه زيد بن كلاب بن مرة بن كعب
# 6 هند ابنة أبي طالب أم هانئ
# 7 وأم حكيم بنت الزبير بن عبد المطلب هي ضباعة
# 8 أبو مرثد الغنوي كناز بن حصين حليف لحمزة بن عبد المطلب وهو بدري
# 9 أبو سفيان بن حرب اسم أبي سفيان صخر بن حرب بن أمية
# 10 أم حبيبة بنت أبي سفيان زوج النبي صلى الله عليه وسلم اسمها رملة
~~PageV01P026
# 11 أم سلمة زوج النبي صلى الله عليه وسلم اسمها هند بنت أبي أمية بن
~~المغيرة بن عبد الله بن Milestone300 عمر بن مخزوم
# 12 وأبو أمية سهيل
# 13 أبو محذورة اسمه سمرة بن معير المؤذن
# 14 أبو عبيد بن الجراح اسمه عامر بن عبد الله بن الجراح
# 15 أبو طلحة اسمه زيد بن سهل
# 16 وأبو أيوب خالد بن زيد
# 17 أبو اليسر كعب بن عمرو
# 18 أبو بردة هانئ بن نيار الأسلمي خال البراء بن عازب PageV01P027
# 19 وأبو مسعود عقبة بن عمرو
# 20 وأبو أسيد مالك بن ربيعة
# 21 وأبو لبابة رفاعة بن عبد المنذر
# 22 وأبو قتادة الحارث بن ربعي
# 23 وأبو هريرة يقال عبد شمس وعبد نهم بن عامر ويقال عبد غنم ويقال سكين
~~PageV01P028
# 24 وأبو ذر جندب بن جنادة الغفاري
# 25 وأبو سعيد الخدري سعد بن مالك
# 26 وأبو عياش الزرقي اسمه زيد بن النعمان
# 27 وأبو الطفيل عامر بن واثلة
# 28 أبو بكرة نفيع بن الحارث
# 29 أبو برزة نضلة بن عبيد PageV01P029
# 30 أبو الدرداء عويمر بن عامر
# 31 أبو أمامة الباهلي الصدي بن عجلان
# 32 أم الفضل بنت الحارث اسمها لبابة الهلالية أم بن عباس
# 33 وأبو حميد الساعدي عبد الرحمن بن سعد بن المنذر
# 34 وأبو رفاعة العدوي تميم بن أسيد
# 35 اسم أم خالد بنت خالد بن سعيد بن العاص أمة بنت خالد PageV01P030
# 36 حدثني أبي قال سمعت أبا المغيرة قال ثنا أبو بكر بن أبي مريم حدثني
~~حبيب بن عبيد قال قال العرباض بن سارية لولا أن يقول الناس فعل أبو نجيح
~~فعل أبو نجيح PageV01P031
# 37 حدثني أبي قال سمعت بن عيينة يقول قتادة بن النعمان بدري أخو أبي سعيد
~~الخدري لأمه
# 38 حدثني أبي ثنا أبو المغيرة ثنا سعيد بن عبد العزيز قال كان اسم عبد
~~الله بن سلام الحصين فسماه رسول الله صلى الله عليه وسلم عبد الله
# 39 وكان اسم عبد الرحمن بن عوف عبد عمرو فسماه عبد الرحمن PageV01P032
# 40 حدثني أبي ثنا عبد الرزاق عن معمر عن بن سيرين أن عبد الرحمن كان اسمه
~~في الجاهلية عبد الكعبة
# 41 قال وأما بن جريج فأخبرنا قال كان اسم عبد الرحمن في الجاهلية عبد
~~عمرو
# 42 قال أبي ذكوان مولى عائشة يكنى أبا عمرو
# 43 أبو الزعراء الذي روى عن بن Milestone300 مسعود عبد الله بن هانئ PageV01P033
# 44 وأبو الزعراء بن أخي أبي الأحوص قال بن عيينة عمرو بن عمرو وكان
~~الثوري يقول عمرو بن عامر
# 45 أبو العباس الشاعر اسمه السائب بن فروخ
# 46 أبو وهب الجيشاني هو الديلم بن الهوشع
# 47 أبو يحيى الأعرج اسمه مصدع مولى معاذ بن عفراء
# 48 أبو معبد مولى بن عباس اسمه نافذ
# 49 أم عطية الأنصارية نسيبة
# 50 أبو لبابة صاحب عائشة مروان PageV01P034
# 51 أبو قتادة العدوي تميم بن نذير
# 52 أبو رهم الغفاري كلثوم بن حصين PageV01P035
# 53 أم الدرداء الصغرى اسمها هجيمة وقال بعضهم جهيمة بنت فلان الوصابية
~~قال أبي بلغني عن أبي مسهر قال هجيمة بنت حيي الأوصابية قبيل من حمير
# 54 والكبرى خيرة بنت أبي حدرد PageV01P036
# 55 قال أبي أبو صالح ذكوان مولى غطفان وهو أبو سهيل وهو السمان وهو
~~الزيات روى عنه الكوفيون وأهل المدينة فيروى عنه من أهل المدينة سمي وزيد
~~بن أسلم والقعقاع بن حكيم وعبد الله بن دينار ومن أهل الكوفة الأعمش والحكم
~~وعاصم بن أبي النجود
# 56 أبو صالح الذي روى عنه يحيى بن أبي كثير اسمه قيلويه
# 57 أبو صالح البصري روى عنه التيمي وخالد الحذاء PageV01P037
# 58 أبو صالح الذي روى عنه سماك باذام اختلف أبو نعيم ووكيع فقال أحدهما
~~باذام وقال الآخر باذان وهو مولى أم هانئ
# 59 وأبو صالح الذي روى عن بن عباس اسمه سميع
# 60 وأبو صالح مولى ضباعة
# 61 وأبو صالح مولى السعديين
# 62 أبو صالح مولى عثمان
# 63 وأبو صالح الغفاري PageV01P038
# 64 أبو صالح ميسرة
# 65 وأبو صالح روى عنه بسر بن سعيد اسمه عبيد مولى السفاح PageV01P039
# 66 أبو صالح الحنفي ماهان وقال بعضهم اسمه عبد الرحمن بن قيس أخو طليق بن
~~قيس PageV01P040
# 67 حدثني أبي ثنا أبو نعيم ثنا مالك بن مغول قال سمعت أبا صالح باذام
~~يأتوكم من فورهم هذا قال من غضبهم
# 68 حدثني أبي ثنا يحيى بن سعيد عن إسماعيل حدثني أبو صالح مولى أم هانئ
~~قال يحيى هو باذام
# 69 أبو حريز عبد الله بن حسين قاضي سجستان
# 70 اسم أبي حازم الأشجعي سلمان مولى عزة الأشجعية
# 71 أبو حازم المدني اسمه Milestone300 سلمة بن دينار
# 72 أبو عمار الهمداني اسمه عريب بن حميد
# 73 أبو يحيى صاحب حصين اسمه زياد PageV01P041
# 74 أبو العبيدين اسمه معاوية بن سبرة بن حصين النميري PageV01P042
# 75 حدثني أبي ثنا وكيع قال يريم أبو العلاء هو أبو هبيرة قال وكيع وكانت
~~من هبيرة هنة يوم المختار
# 76 قال أبي بلغني أبو حاجب اسمه سوادة بن عاصم
# 77 أبو العشراء اسمه أسامة بن مالك بن قهطم الدارمي وقال بعضهم عطارد بن
~~برز
# 78 أبو سعيد الرقاشي اسمه قيس مولى حضين بن المنذر
# 79 أبو العجفاء السلمي هرم PageV01P043
# 80 أبو تميمة الهجيمي طريف بن مجالد
# 81 أبو المنهال عبد الرحمن بن مطعم
# 82 أبو الأسود الديلي ظالم بن عمرو بن سفيان
# 83 أبو نوفل بن أبي عقرب اسمه معاوية بن مسلم بن عمرو بن أبي عقرب
~~PageV01P044
# 84 أبو البختري الطائي سعد بن أبي عمران ويقول بعضهم سعيد بن أبي عمران
~~PageV01P045
# 85 أبو السوداء عمرو بن عمران حدثني أبي ثنا بن مهدي عن سفيان عن عمرو
~~قال سفيان أحسبه قال بن عامر يعني أبا السوداء
# 86 حدثني أبي ثنا وكيع قال أبو السفر سعيد بن أحمد الثوري ثور همدان
# 87 قال أبي أبو الصديق الناجي بكر بن عمرو
# 88 أبو صرمة مالك بن قيس المازني
# 89 بريد بن أبي مريم أبو مريم اسمه مالك بن ربيعة PageV01P046
# 90 أبو ثعلبة الخشني جرهم بن ناشم قال أبي بلغني عن أبي مسهر قال سمعت
~~سعيد بن عبد العزيز قال أبو ثعلبة اسمه جرثوم
# 91 قال أبي أبو ماوية حريث بن مالك وقال بعضهم مالك بن حريث الأسيدي
# 92 قيس بن أبي حازم أبو حازم اسمه عبد عوف بن الحارث
# 93 أبو الزاهرية حدير بن كريب PageV01P047
# 94 أبو إدريس الأزدي إبراهيم بن أبي حدير
# 95 أبو الهيثم صاحب أبي سعيد الخدري سليمان بن عمرو بن عبد العتواري
# 96 أبو مسلم الخولاني عبد الله بن ثوب قال أبي سمعته من أبي المغيرة
~~PageV01P048
# 97 حدثني أبي ثنا يعقوب بن إبراهيم قال قال لي أبي حدثني بن إسحاق قال
~~وحدثني أبو وجزة السعدي يزيد بن عبيد السعدي PageV01P049
# 98 قال أبي حدثت عن بن إسحاق قال Milestone300 مر رسول الله صلى الله عليه وسلم بأبي
~~عياش زيد بن صامت الزرقي
# 99 قال أبي أبو كثير الغبري يزيد بن عبد الرحمن بن أذينة قال حسين بن
~~محمد عن أيوب بن عتبة عن أبي كثير يزيد بن عبد الرحمن بن غفيلة
# 100 قال أبي بن مربع الأنصاري اسمه زيد بن مربع
# 101 أبو فروة الجهني مسلم بن سالم
# 102 وأبو فروة الهمداني عروة بن الحارث
# 103 أبو حدرد اسمه عبد
# 104 أبو هنيدة البراء بن نوفل PageV01P050
# 105 والان بن قرفة
# 106 وأبو الدهماء قرفة بن بهيس
# 107 أبو رفاعة العدوي صاحب النبي صلى الله عليه وسلم تميم بن أسيد
~~PageV01P051
# 108 أبو نعامة السعدي عبد ربه
# 109 أبو نعامة الحنفي قيس بن عباية
# 110 أبو نعامة العدوي عمرو بن عيسى
# 111 أبو الزنباع صدقة بن صالح
# 112 أبو الحويرث عبد الرحمن بن معاوية PageV01P052
# 113 أبو أيوب مولى عثمان بن عفان الذي روى عنه إسحاق بن عثمان وحماد بن
~~سلمة اسمه عبد الله بن أبي سليمان
# 114 أبو نعامة الكوفي شيبة بن نعامة روى عنه الثوري وجرير وهشيم
~~PageV01P053
# 115 أبو بحرية عبد الله بن قيس حدثناه أبو المغيرة عن أبي بكر بن أبي
~~مريم
# 116 حدثني أبي ثنا حجاج ثنا أبو معشر حدثني أبو حازم سلمة بن دينار
# 117 قال أبي أبو حازم الأشجعي سلمان
# 118 قال أبي أبو الأحوص عوف بن مالك
# 119 وأبوه مالك بن نضلة PageV01P054
# 120 أبو عقيل صاحب بهية اسمه يحيى بن المتوكل
# 121 أبو عقيل الدورقي بشير بن عقبة
# 122 أبو عقيل الكوفي عبد الله بن عقيل الثقفي PageV01P055
# 123 أبو عقيل الشامي روى عنه شعبة وهشيم اسمه هاشم بن بلال قال يزيد هاشم
~~كان على قضاء واسط
# 124 أبو عقيل زهرة بن معبد قرشي من أهل مصر
# 125 أبو ذبيان خليفة بن كعب
# 126 أبو جعفر مولى بن عياش يزيد بن القعقاع
# 127 الأعرج عبد الرحمن بن هرمز
# 128 أبو معشر صاحب إبراهيم اسمه زياد بن كليب PageV01P056
# 129 أبو دلان حيان بن يزيد
# 130 أبو قطن عمرو بن الهيثم بن قطن بن كعب القطعي
# 131 أبو العنبس الذي روى عنه مسعر اسمه الحارث
# 132 أبو عمر الصنعاني اسمه حفص بن Milestone300 ميسرة PageV01P057
# 133 بقية أبو يحمد الميتمي
# 134 أبو سلام اسمه ممطور الحبشي قبيل من اليمن
# 135 حدثني أبي ثنا وكيع وقال أبو بحر الهلالي اسمه أحنف PageV01P058
# 136 وأبو بحر الذي روى عنه حسن وهو بن أخت لنا كان معنا وقد رأيته يقال
~~له يزيد بن عبد الله حدثني عنه أصحابنا أن بن مسعود رأى رجلا يضحك في جنازة
~~فقال تضحك في جنازة لا أكلمك
# 137 قال أبي بن أبجر اسمه عبد الملك بن سعيد بن حيان بن أبجر PageV01P059
# 138 حدثني أبي ثنا محمد بن فضيل بن غزوان الضبي ثنا أسلم المنقري قال كنت
~~جالسا مع أبي جعفر محمد بن علي بن الحسين بن علي بن أبي طالب
# 139 حدثني أبي ثنا عبد الرزاق عن معمر قال لما عزل شيعته يعني بن شبرمة
~~وكان ولي القضاء فلما انصرف الناس وأفردني وإياه المسير ولم يكن معنا أحد
~~نظر إلي فقال يا أبا عروة أحمد الله أما إني لم أستبدل بقميصي هذا قميصا
~~منذ دخلتها قال ثم سكت ساعة فقال يا أبا عروة إنما أقول لك حلالا فأما
~~الحرام فلا سبيل إليه PageV01P060
# 140 حدثني أبي ثنا عبد الرزاق ثنا معمر بن أبي عمرو يعني بن راشد قال كان
~~يقال إن الرجل ليتعلم العلم لغير الله فيأبى عليه العلم حتى يكون لله
# 141 حدثني أبي ثنا عبد الرزاق عن معمر قال قيل لابن طاوس في دين أبيه لو
~~استنظرت الغرماء قال فقال استنظرهم وأبو عبد الرحمن عن منزله محبوس قال
~~فباع ماله ثمن ألف بخمسمائة
# 142 حدثني أبي ثنا عبد الرزاق عن معمر قال فجاءه رجل عض يده فقال يا أبا
~~محمد يعني عمرو بن دينار PageV01P061
# 143 وجدت في كتاب أبي ولم أسمعه حدثنا سريج بن النعمان ثنا جويرية بن
~~أسماء أبو المخارق الضبعي
# 144 وجدت في كتاب أبي ثنا سريج بن النعمان ثنا حماد بن يحيى أبو بكر
~~الأبح
# 145 حدثني أبي ثنا عثام بن علي أبو علي العامري PageV01P062
# 146 حدثني أبي ثنا حجاج قال قال شعبة قد أدرك رفيع أبو العالية عليا ولكن
~~لم يسمع منه Milestone300
# 147 حدثني أبي ثنا حجاج حدثني شعبة عن يزيد أبي خالد قال سمعت أبا عبيدة
~~بن حذيفة يحدث عن أبيه حذيفة فذكر الحديث قال شعبة كنت أرى أن اسمه يزيد
~~وكنيته أبو خالد حتى ذكروا أن اسمه غير ذلك حدثني أبي ثنا عبد الرحمن قال
~~قال شعبة ليس بالدالاني يعني أبا خالد PageV01P063
# 148 حدثني أبي ثنا سفيان قال أتيت الأعمش فقلت إني أقول ما سألت أبا محمد
~~عن شيء إلا أجابني فذكر الحديث
# 149 حدثني أبي ثنا محمد بن الحسن الواسطي أنا عوف أن رجلا سأل الحسن فقال
~~يا أبا سعيد PageV01P064
# 150 حدثني أبي ثنا عفان ثنا سعيد بن زيد ثنا عمرو بن مالك ثنا أبو
~~الجوزاء أوس بن خالد الربعي
# 151 حدثني أبي ثنا عبد الله بن نمير ثنا عامر بن السبط قال كان مع الأعمش
~~في المسجد زعموا قال حدثني عبيد الله بن خليفة أبو الغريف الهمداني
~~PageV01P065
# 152 وجدت في كتاب أبي بخط يده ولم أسمعه منه حدثنا سريج ثنا أبو عبيدة
~~عبد المؤمن بن عبيد الله السدوسي
# 153 قال أبي أبو سنان ضرار بن مرة الشيباني
# 154 حدثني أبي ثنا وكيع عن إسماعيل قال سمعت وهبا أبا جحيفة
# 155 حدثني أبي ثنا عبد الرزاق ثنا معمر قال كنا نجالس قتادة فيقول مشيخة
~~حوله إن أبا الخطاب
# 157 أبو معمر عبد الله بن سخبرة الأزدي
# 158 أبو عطية مالك بن عامر بن الهمداني
# 159 مالك بن أبي عامر هو أبو أنس جد مالك بن أنس
# 160 أبو زيد الذي روى عنه أنس اسمه قيس بن سكن بن قيس بن زعورا من بني
~~عدي بن النجار
# 161 وأبو زيد جد علي بن زيد عمرو بن أخطب
# 162 حدثني أبي ثنا عبد الرزاق عن معمر قال قال قتادة لسعيد يا أبا النضر
# 163 قال أبي أبو حجاج المهري من أهل مصر PageV01P066 PageV01P067
# 164 غالب التمار بن مهران
# 165 وخالد الحذاء بن مهران
# 166 وسليمان التيمي بن طرخان
# 167 والأعمش سليمان بن مهران PageV01P068
# 168 غالب القطان بن خطاف
# 169 حبيب بن أبي ثابت حبيب بن قيس بن دينار
# 170 عبد الله مولى أسماء عبد الله Milestone300 بن كيسان
# 171 جراد الذي روى عنه شعبة جراد بن مجالد
# 172 قال أبي بلغني أن اسم أبي الجويرية حطان بن خفاف الجرمي PageV01P069
# 173 قال أبي ولد كعب بن مالك عبد الرحمن وعبد الله وعبيد الله ووهب
~~وفضالة ومعبد
# 174 قال أبي أبو أمامة بن سهل اسمه أسعد وأمه ابنة أسعد بن زرارة
# 175 وعثمان وسعد وعبد الله إخوة أبي أمامة
# 176 أحمر الذي روى عنه الحسن يقال له أحمر بن جزي 4 PageV01P070
~~PageV01P071
# 177 حدثني أبي ثنا يعقوب حدثني أبي عن بن إسحاق حدثني الزهري عن سعد أبي
~~عبيد مولى بن أزهر قال يعقوب هو مولى لعبد الرحمن PageV01P072
# 178 حدثني أبي ثنا أبو عبيدة الحداد عبد الواحد بن واصل البصري قال اسم
~~أبي عثمان النهدي عبد الرحمن بن مل
# 179 واسم أبي نضرة المنذر بن مالك بن قطعة
# 180 واسم أبي المتوكل الناجي علي بن داود
# 181 واسم أبي هارون العبدي عمارة بن جوين
# 182 واسم أبي التياح يزيد بن حميد
# 183 اسم أبي حبرة شيحة بن عبد الله
# 184 واسم أبي عمران الجوني عبد الملك بن حبيب
# 185 واسم أبي حصين عثمان بن عاصم
# 186 واسم أبي إسحاق السبيعي عمرو بن عبد الله
# 187 واسم أبي المليح زيد بن أسامة
# 188 واسم أبي الزبير محمد بن مسلم بن تدرس مولى حكيم بن حزام
# 189 واسم أبي قلابة عبد الله بن زيد
# 190 واسم أبي مجلز لاحق بن حميد
# 191 واسم أبي العالية رفيع
# 192 واسم أبي ذر جندب بن سكن
# 193 واسم أبي هريرة عبد الله
# 194 واسم أبي سعيد الخدري سعد بن مالك
# 195 واسم أبي أمامة الباهلي الصدي بن عجلان PageV01P073 PageV01P074
# 196 واسم أبي السليل ضريب بن نقير
# 197 واسم أبي عمرو الشيباني سعد بن إياس
# 198 واسم أبي أيوب الأنصاري خالد بن زيد
# 199 واسم أبي قبيل حي أو حيي إلى ما هنا عن أبي عبيدة
# 200 حدثني أبي ثنا أمية بن خالد قال اسم أبي شيخ الهنائي حيوان بن خالد
# 201 وعقبة بن عبد الغافر بن عوذ من الأزد أبو نهار PageV01P075
# 202 أبو أيوب صاحب قتادة من العتيك اسمه يحيى
# 203 عقبة بن صهبان من الحدان PageV01P076
# 204 حدثني أبي ثنا عبيد Milestone300 الله بن ثور بن عون بن أبي الحلال قال أبو الحلال
~~يعني العتكي ربيعة بن زرارة
# 205 قال أبي بلغني أن اسم أبي عبد الرحمن السلمي عبد الله بن حبيب
# 206 وأبو رجاء العطاردي عمران بن عبد الله وقال بعضهم عمران بن تيم
# 207 أبو محذورة سمرة بن مغيرة
# 208 وأبو مرثد كناز بن حصين
# 209 حدثني أبي ثنا سفيان قال قال له إسماعيل بن أمية إئت أبا بكر يعني
~~الزهري
# 210 قال أبي منصور بن صفية منصور بن عبد الرحمن الحجبي
# 211 قال أبي أبو صادق مسلم بن نذير
# 212 أبو الجلد جيلان بن فروة
# 213 أبو عبيدة بن الجراح عامر بن عبد الله بن الجراح
# 214 أبو بردة عامر بن أبي موسى PageV01P077 PageV01P078
# 215 أبو بكر بن أبي موسى هو اسمه
# 216 أبو المهزم يزيد بن سفيان
# 217 عمرو بن عبسة أبو نجيح السلمي
# 218 أبو يعفور عبد الرحمن بن عبيد بن نسطاس البكالي
# 219 أبو جعفر الخطمي عمير بن يزيد بن حبيب بن خماشة PageV01P079
# 220 قال أبي سئل محمد بن بشر عن أبي يعفور العبدي قال رأيته وكان مصلاه
~~ههنا واسمه واقد ثم قال وقدان PageV01P080
# 221 قال محمد يعني بن بشر وسألني رجل عن الأشج المنذر بن من فلم أدر
~~فسألت شيخنا البختري فقال المنذر بن عائذ
# 222 حدثني أبي حدثني بهز ثنا شعبة حدثني أبو حمزة عبد الرحمن بن عبد الله
~~يعني جار شعبة
# 223 قال بهز أبو فاختة قال بن عيينة اسمه سعيد بن علاقة وقال حماد بن
~~سلمة مولى جعدة بن هبيرة
# 224 قال أبي بلغني أن اسم أبي عشانة حي بن يؤمن PageV01P081
# 225 قال أبي التميمي اسمه أربدة حدثني أبي حدثني به أبو أحمد الزبيري قال
~~سألت إسرائيل عن التميمي فقال أربدة
# 226 قال أبي أيوب بن مسكين وابن أبي مسكين يختلفون فيه
# 227 قال أبي اسم أبي عبد الله الجدلي عبد بن عبد
# 228 قال أبو نعيم اسم أبي خالد الوالبي هرمز سألته عن ذلك يعني أبان بن
~~عمر بن عثمان بن أبي خالد
# 229 قال أبي سمعت أن اسم أبي أمامة بن سهل أسعد بن سهل وأمه Milestone300 ابنة أسعد بن
~~زرارة
# 230 واسم أبي أيوب صاحب قتادة يحيى بن مالك المراغي من الأزد PageV01P082
# 231 حدثني أبي ثنا يونس بن محمد ثنا عبد الواحد بن زياد ثنا أبو روق عطية
~~بن الحارث
# 232 قال أبي اسم أبي مالك الأشجعي سعد بن طارق
# 233 أبو صفرة أبو المهلب بن أبي صفرة اسم أبي صفرة ظالم بن سارق
# 234 حدثني أبي ثنا عفان عن عبد الواحد بن زياد عن أبي روق قال أبو الغريف
~~عبيد الله بن خليفة
# 235 قال أبي بلغني أن اسم أبي الجحاف داود بن أبي عوف
# 236 أبو الربيع هلواث سماه يحيى بن سعيد عن سفيان
# 237 أبو هاشم الرماني اسمه يحيى
# 238 ومغيرة بن مقسم الضبي أبو هشام
# 239 المغيرة بن زياد أبو هاشم
# 240 أبو هاشم المكي إسماعيل بن كثير PageV01P083
# 241 شوذب أبو معاذ
# 242 القاسم بن كثير أبو هاشم PageV01P084
# 243 أبو هارون الغنوي إبراهيم بن العلاء
# 244 قال سفيان موسى بن أبي كثير أبو الصباح
# 245 حدثني أبي قال سمعت يزيد قال شعبة مولى الأزد عتاقة
# 246 قال يزيد أبو عقيل الذي روى عنه شعبة اسمه هاشم بن بلال PageV01P085
# 247 قال أبي كان بن جريج يكنى أبا خالد وأبا الوليد وكانت له كنيتان
~~PageV01P086
# 248 حدثني أبي ثنا وكيع عن هشام عن رجل من ولد الزبير عن عائشة أنها قالت
~~يا رسول الله كل نسائك لها كنية غيري قال أنت أم عبد الله
# 249 حدثني أبي ثنا وكيع عن إسرائيل عن غالب أبي الهذيل
# 250 قال أبي بلغني أن اسم أبي مريم الحنفي إياس بن صبيح PageV01P087
# 251 حدثني أبي ثنا عفان ثنا حماد بن زيد قال سمعت عمرو بن دينار قال قلت
~~لجابر بن زيد يا أبا الشعثاء
# 252 قال أبي بلغني أبو المهلب اسمه عمرو بن معاوية
# 253 أبو هاشم يحيى بن دينار PageV01P088
# 254 حدثني أبي ثنا سفيان عن بن ذر قال لقيني ربيع بن أبي راشد فقال لي يا
~~أبا ذر
# 255 حدثني أبي ثنا سفيان بن عيينة ثنا أبو الزعراء عمرو بن عمرو عن عمه
~~أبي الأحوص حدثني أبي ثنا وكيع ثنا أبو العميس عن أبي الزعراء Milestone300 عمرو بن عمرو
~~حدثني أبي ثنا عبد الرزاق أنا سفيان عن عمرو بن عامر يعني أبا الزعراء
# 256 حدثني أبي ثنا وكيع قال يريم أبو العلاء هو أبو هبيرة
# 257 حدثني أبي ثنا عبد الله بن يزيد ثنا سعيد يعني بن أبي أيوب حدثني عبد
~~الله بن الوليد عن أبي قبيل حيي بن هانئ المعافري
# 258 حدثني أبي ثنا أبو سعيد مولى بني هاشم ثنا شداد أبو طلحة قال سمعت
~~أبا الوازع جابر بن عمرو PageV01P089
# 259 حدثني أبي ثنا عفان ثنا سلام بن مسكين ثنا أبو بحر ميمون بن سياه عن
~~الحسن قال قيل له يا أبا سعيد
# 260 حدثني أبي ثنا عبد الله بن بكر السهمي ثنا حاتم يعني بن أبي صغيرة عن
~~أبي بحر قال أبو بحر كان أبو الجلد جاري فسمعته يقول
# 261 حدثني أبي ثنا وكيع ثنا المسعودي عن أبي بحر ثنا أشياخنا الهلاليون
~~قالوا سئل بن مسعود عن الرجل يتوضأ فيبدأ بشماله قبل يمينه فرخص في ذلك قال
~~أبي سمعت وكيعا قال أبو بحر الهلالي اسمه أحنف قال أبي وبلغني أنه أبو فرات
~~بن أحنف وقد روى فرات عن أبيه عن شريح غير شيء PageV01P090
# 262 سمعت وكيعا قال أبو بحر الذي روى عنه حسن هو بن أخت لنا كان معنا وقد
~~رأيته يقال له يزيد بن عبد الله
# 263 قال أبي أبو العوام السدوسي روى عن قتادة سماه لنا الحارث بن مرة بن
~~مجاعة الحنفي أبو مرة فقال ثنا أبو العوام شيبان بن زهير بن شقيق بن ثور
# 264 وأبو العوام عمران القطان بن داور PageV01P091
# 265 وأبو العوام الباهلي روى عنه وكيع والنضر بن شميل قال أبي فبلغني عن
~~النضر قال أنا أبو العوام عبد العزيز بن ربيع الباهلي ثنا أبو الزبير
# 266 أبو العوام الجزار روى عنه حماد بن سلمة اسمه فائد بن كيسان مولى
~~باهلة
# 267 وأبو العوام سادن بيت المقدس PageV01P092
# 268 قال أبي يقال إسماعيل بن شروس الصنعاني كنيته أبو المقدام
~~PageV01P093
# 269 حدثني أبي ثنا أبو نعيم ثنا مالك بن مغول قال سمعت أبا صالح باذام Milestone300
~~حدثني أبي ثنا يحيى بن سعيد عن إسماعيل حدثني أبو صالح مولى أم هانئ قال
~~يحيى هو باذام
# 270 قال أبي بلغني أن اسم أبي رمثة رفاعة بن يثربي
# 271 واسم أبي سالم الجيشاني سفيان بن هانئ
# 272 حدثني أبي ثنا عفان ثنا حماد بن زيد ثنا سعيد الجريري ثنا ثابت قال
~~سمعت عبد الله بن زيد الجرمي أبا قلابة
# 273 حدثني أبي ثنا عفان ثنا حماد بن زيد قال سمعت يحيى بن عتيق يقول
~~لأيوب يا أبا بكر
# 274 حدثني أبي ثنا عفان ثنا حماد بن زيد ثنا ميمون الغزاء أبو عبد الله
~~قال أبي وقال بعضهم الغزال PageV01P094
# 275 حدثني أبي ثنا عصام بن خالد ثنا حريز عن حبيب بن عبيد أن النبي صلى
~~الله عليه وسلم قال اللهم صل على عبيد أبي عامر الأشعري واجعله فوق كثير من
~~الناس
# 276 حدثني أبي ثنا نوح بن يزيد ثنا إبراهيم بن سعد قال سمعت بن شهاب قال
~~لقيني سالم كاتب هشام فقال لي يا أبا بكر حدثني أبي ثنا إسحاق بن عيسى
~~حدثني مالك قال لقيت بن شهاب فقلت يا أبا بكر
# 277 قال أبي حدثت أنه كان في كتاب همام عن قتادة حدثني عمرو بن معاوية
~~أبو المهلب PageV01P095
# 278 حدثني أبي ثنا بكر بن عيسى ثنا أبو عوانة ثنا عاصم الأحول عن قيس أبي
~~سعيد الرقاشي
# 279 قال أبي أبو عامر الهوزني هو عبد الله بن لحي
# 280 وابنه عامر بن عبد الله بن لحي كنيته أبو اليمان الهوزني
# 281 وأبو وهب الكلاعي عبيد الله بن عبيد
# 282 وأبو المثنى الأملوكي اسمه ضمضم روى عنه صفوان بن عمرو وهلال بن يساف
~~حديث أبي أبي بن امرأة عبادة بن الصامت في تأخير الصلاة PageV01P096
# 283 وأبو عبد الرحمن الأملوكي اسمه موسى بن يزيد بن موهب روى عنه معاوية
~~بن صالح
# 284 أبو طلحة الأنماري اسمه نعيم بن زياد روى عنه معاوية بن صالح
# 285 وسليم بن عامر كنيته أبو يحيى
# 286 وأبو الخير اسمه مرثد بن عبد الله اليزني PageV01P097
# 287 وأبو حبيب القاضي اسمه الحارث بن مخمر سماه لنا Milestone300 أبو المغيرة قال ثنا
~~صفوان عن حوشب بن سيف عن أبي حبيب القاضي الحارث بن مخمر قال لقي أبا
~~الدرداء وغيره
# 288 وأبو الزنباع صدقة بن صالح
# 289 قال أبي أشعث بن أسلم العجلي روى عنه بن أبي عروبة عن أبي عن أبي
~~موسى ومسح على القلنسوة PageV01P098
# 290 وأشعث بن جابر الحداني روى عنه نوح بن قيس وقال حماد بن سلمة الأشعث
~~الحداني الأعمى وأشعث بن عبد الله الضرير روى عنه معمر
# 291 وأشعث بن عبد الملك الحمراني
# 292 وأشعث بن عبد الرحمن الجرمي روى عنه حماد بن سلمة
# 293 وأشعث بن سوار يقال الأفرق ويقال النجار
# 294 وأشعث بن أبي الشعثاء سليم بن أسود المحاربي من أصحاب عبد الله
# 295 حدثني أبي ثنا عفان قال أحفظ عن شيخ ثقة عبد المؤمن السدوسي
# 296 الحسن بن سيار البصري
# 297 قال أبي ناجية بن كعب الأسدي الذي روى عن علي PageV01P099
# 298 ناجية العنزي روى حديث عمار في التيمم روى عن هذين أبو إسحاق وروى
~~يونس بن أبي إسحاق عن ناجية أبي خفاف العنزي في سنة تسعين قال يا أبا إسحاق
~~تمارى عبد الله بن مسعود وعمار بن ياسر في التيمم قال أبي حدثناه أبو
~~المنذر ثنا يونس حدثني أبي ثنا أبو بكر بن عياش ثنا أبو إسحاق عن ناجية
~~العنزي قال تدارأ عمار وعبد الله بن مسعود في التيمم PageV01P100
~~PageV01P101
# 299 وناجية الذي روى عن عبد الرحمن بن أبي ليلى روى عنه سفيان وشعبة
~~وعمار بن رزيق فسماه لنا زيد بن الحباب قال ثنا عمار بن رزيق قال حدثني
~~ناجية بن سعد الكوفي عن عبد الرحمن بن أبي ليلى قال المرأة تزين في غير بيت
~~زوجها ملعونة على لسان النبي صلى الله عليه وسلم
# 300 حدثنا أبي ثنا كثير بن هشام ثنا جعفر ثنا راشد بن كيسان أبو فزارة
~~العبسي
# 301 حدثني أبي ثنا أسود بن عامر أنا أبو بكر عن مغيرة قال قلت لإبراهيم
~~النخعي يا أبا عمران
# 302 قال أبي علقمة عم أم إبراهيم والأسود خال إبراهيم وعلقمة عم الأسود
# 303 قال أبي زر بن حبيش Milestone300 أبو مريم PageV01P102
# 304 حدثني أبي ثنا القاسم بن مالك قال أخبرني يحيى بن حيان أبو هلال
~~الطائي PageV01P103
# 305 قال أبي اسم أبي عوانة وضاح وكان أصله من واسط ثم إنه نزل البصرة
~~وكان مولى ليزيد بن عطاء البزاز
# 306 قلت لأبي المقداد بن الأسود هو المقداد بن عمرو قال نعم
# 307 قلت المقدام أبو كريمة هو المقدام بن معدي كرب قال نعم
# 308 قلت جندب بن سفيان هو جندب بن عبد الله العلقي قال نعم حي من بجيلة
# 309 قال أبي سعد بن مالك هو سعد بن أبي وقاص وكان كنية مالك أبا وقاص
~~PageV01P104
# 310 قال أبي ولد عبد الله بن مسعود أبو عبيدة بن عبد الله وعبد الرحمن بن
~~عبد الله وعبيد الله بن عبد الله
# 311 سمعت أبي يقول رجاء بن حيوة أبو المقدام
# 312 نوف البكالي أبو يزيد
# 313 عبد الخالق بن سلمة أبو روح
# 314 يحيى بن أبي سليم أبو بلج
# 315 حمزة بن عبد المطلب أبو عمارة PageV01P105
# 316 حكيم بن حزام أبو خالد
# 317 عتبة بن ربيعة أبو خلف
# 318 سهيل بن عمرو أبو يزيد
# 319 الزبير بن عدي أبو عدي
# 320 عبد الكريم الجزري أبو سعيد PageV01P106
# 321 يونس بن خباب أبو حمزة
# 322 شداد بن أوس أبو يعلى
# 323 عمار مولى بني هاشم أبو عبد الله
# 324 حميد الأعرج أبو صفوان
# 325 عبد الله بن أبي الهذيل أبو المغيرة PageV01P107
# 326 أسيد بن حضير أبو عتيك
# 327 صلة بن زفر أبو العلاء
# 328 الحارث بن سويد أبو عائشة PageV01P108
# 329 مسروق بن الأجدع أبو عائشة PageV01P109
# 330 عاصم الجحدري أبو محسر
# 331 سعد بن معاذ أبو عمرو
# 332 عسعس بن سلامة أبو صفرة PageV01P110
# 333 عيسى بن دينار أبو علي
# 334 المستظل بن حضير أبو الميثي
# 335 القاسم بن محمد أبو عبد الرحمن PageV01P111
# 336 رافع الطائي أبو الحسن قال أبي سمعته من عبيدة عن هلال بن حميد
# 337 أبو معبد عبد الله بن عكيم
# 338 حدثني أبي ثنا أبو المغيرة عن صفوان قال كعب الأحبار أبو إسحاق
# 339 شريح بن عبيد أبو الصلت PageV01P112
# 340 حوشب بن سيف أبو روح
# 341 عبد الله بن بسر أبو صفوان
# 342 محمد بن زياد الألهاني أبو سفيان PageV01P113
# 343 يزيد بن ميسرة أبو Milestone300 يوسف إلى هنا عن أبي المغيرة
# 344 قال أبي ضمرة بن حبيب أبو عتبة
# 345 خالد بن معدان أبو عبد الله
# 346 عمرو بن الأسود العنسي أبو عياض
# 347 يحيى بن أبي كثير أبو نصر PageV01P114
# 348 حميد بن هلال أبو نصر
# 349 عطاء بن يزيد أبو محمد
# 350 عقيل بن أبي طالب أبو يزيد
# 351 غضيف بن الحارث أبو أسماء
# 352 أبو بحرية عبد الله بن قيس التراغمي PageV01P115
# 353 صفوان بن أمية أبو وهب
# 354 عبد الرحمن بن حرملة أبو حرملة
# 355 سعيد بن المسيب أبو محمد
# 356 قال أبي إبراهيم النخعي إبراهيم بن يزيد يكنى أبا عمران
# 357 الأعمش سليمان بن مهران أبو محمد
# 358 أرطاة بن المنذر أبو عدي PageV01P116
# 359 قال أبي بن أبي ذئب محمد بن عبد الرحمن بن المغيرة بن أبي ذئب كنيته
~~أبو الحارث
# 360 قلت لأبي يعلى بن أمية هو يعلى بن منية قال أمه منية وأبوه أمية
# 361 قال أبي مرثد بن عبد الله اليزني أبو الخير
# 362 عبد الله بن أبي الهذيل أبو المغيرة PageV01P117
# 363 مكحول الشامي أبو عبد الله
# 364 يزيد الفارسي هو يزيد بن هرمز PageV01P118
# 365 شريك بن عبد الله أبو عبد الله
# 366 هشيم بن بشير أبو معاوية PageV01P119
# 367 حدثني أبي ثنا شاذان قال قال أبو بكر بن عياش أبو عبد الرحمن عبد
~~الله بن حبيب السلمي PageV01P120
# 368 قال أبي عثمان بن المغيرة هو عثمان الأعشى وهو بن أبي زرعة وهو
~~الثقفي
# 369 منصور بن حيان الأسدي حيان أبو الهياج
# 370 مجاهد بن جبر مولى عبد الله بن السائب
# 371 قال أبي سليم بن أسود أبو الشعثاء
# 372 قال أبي وهب السوائي أبو جحيفة
# 373 قال أبي إسحاق بن سليمان الرازي أبو يحيى
# 374 قال أبي أنس بن سيرين يكنى أبا موسى PageV01P121
# 375 أبو يحيى الذي روى عنه أبو المقدام عبيد العبسي سماه عمار بن رزيق
# 376 قال أبي هشام بن زياد أبو المقدام PageV01P122
# 377 قال أبي سليمان هو سليمان الأحول هو سليمان بن أبي مسلم وهو خال بن
~~أبي نجيح
# 378 عمران القصير هو عمران بن مسلم
# 379 أم هانئ بنت أبي طالب اسمها فاختة
# 380 قال أبي سمعت وكيعا يقول ثنا زياد بن أبي Milestone300 مسلم أبو عمر وكان يوثق
# 381 قال أبي قال شعبة أبو حريز اسمه عبد الله بن حسين
# 382 قال أبي عمرو بن الحجاج وقد قال بعضهم بن أبي الحجاج
# 383 قال أبي عبد الحميد صاحب الزيادي عبد الحميد بن كرديد
# 384 إبراهيم النخعي بن يزيد PageV01P123
# 385 وإبراهيم التيمي بن يزيد PageV01P124
# 386 حدثني أبي ثنا هشيم بن أبي ساسان الكوفي أبو علي حدثني عبيد الله بن
~~عمر
# 387 قال أبي عوف الأعرابي هو بن أبي جميلة
# 388 أبو الرباب القشيري مطرف بن مالك
# 389 سعيد بن سنان كنيته أبو سنان PageV01P125
# 390 حدثني أبي ثنا عبد الرحمن بن مهدي حدثني أبو الجراح المهري حدثني
~~موسى بن سالم أبو جهضم
# 391 قال أبي عبد الله بن عباس كنيته أبو عباس
# 392 أبو رزين مسعود بن مالك PageV01P126
# 393 حدثني أبي ثنا شريح بن سراج أبو بشر الجرمي حدثتني عمتي أم عبد الله
~~بنت الأسود قالت دخلت على عبد الله بن زيد أبي قلابة الجرمي
# 394 حدثني أبي ثنا تليد بن سليمان أبو إدريس وكان يعرج
# 395 قال أبي معمر بن خثيم الهلالي كنيته أبو محمد PageV01P127
# 396 حدثني أبي ثنا أبو عبد الرحمن محمد بن فضيل بن غزوان الضبي حدثنا
~~بيان أبو بشر عن أبي عمرو الشيباني
# 397 حدثني أبي ثنا معمر قال سمعت أبي عن قتادة أن النبي صلى الله عليه
~~وسلم لقي أسقف نجران فقال يا أبا الحارث أسلم
# 398 قال أبي سمعت سفيان يقول لم نكن نكنيه بأبي الزناد كنا نكنيه بأبي
~~عبد الرحمن
# 399 قال أبي أبو الشعثاء سليم بن أسود وهو أبو أشعث
# 400 قال أبي سليمان بن عبد الرحمن هو سليمان أبو الربيع PageV01P128
# 401 حدثني أبي ثنا أبو المغيرة عبد القدوس بن الحجاج ثنا سليمان بن سليم
~~أبو سلمة الحمصي PageV01P129
# 402 حدثني أبي ثنا إبراهيم بن بكار أبو مرداس الرقي ثنا حبيب بن أبي
~~مرزوق
# 403 حدثني أبي حدثني قرط بن حريث أبو سهل حدثني عباد بن راشد عن الحسن
# 404 قال أبي أبو عبد الصمد العمي هو عبد العزيز بن عبد الصمد
# 405 حدثني أبي ثنا معاذ بن معاذ قال كنية عبد الله Milestone300 بن عون أبو عون
# 406 حدثني أبي ثنا حجاج عن بن جريج قال حدثت عن عكرمة أن اسم أم مريم حنة
# 407 قال أبي معاوية بن يحيى أبو مطيع
# 408 حدثني أبي ثنا حذيفة بن حكيم المذحجي أبو عبد الرحمن الرقي
~~PageV01P130
# 409 فيروز بن الديلمي كنيته أبو عبد الرحمن حدثناه أبي ثنا محمد بن الحسن
~~بن أتش الأبناوي ثنا سليمان بن وهب الأبناوي من مشيختنا ثنا النعمان بن
~~بزرج في حديث طويل ذكره PageV01P131
# 410 حدثني أبي ثنا بن نميرة عن عبد الملك حدثني داود بن أبي عوف أبو
~~الجحاف
# 411 قال أبي أبو ظبيان هو حصين بن جندب
# 412 قال أبي موسى النجدي هو موسى بن سروان
# 413 حدثني أبي ثنا إسماعيل قال قلت لصالح المري يا أبا بشر PageV01P132
# 414 حدثني أبي ثنا عبد القدوس بن الحجاج ثنا صفوان حدثني أبو المخارق
~~زهير بن سالم
# 415 حدثني أبي ثنا عصام بن خالد ثنا أبو عبد الله الحسن بن أيوب الحضرمي
# 416 وقال أبي حرمي بن عمارة أبو روح
# 417 عبد الرحمن بن مهدي أبو سعيد
# 418 حماد بن خالد الخياط أبو عبد الله
# 419 إسماعيل بن إبراهيم أبو بشر
# 420 أبو سلمة الخزاعي منصور بن سلمة PageV01P133
# 421 أبو عامر العقدي عبد الملك بن عمرو
# 422 أبو عاصم النبيل الضحاك بن مخلد
# 423 أبو معاوية الغلابي غسان بن المفضل
# 424 سيار بن حاتم العنزي أبو سلمة PageV01P134
# 425 يحيى بن غيلان أبو الفضل
# 426 سفيان بن عيينة أبو محمد
# 427 يحيى بن سعيد أبو سعيد PageV01P135
# 428 قال أبي قال عفان ثنا أبو فاطمة مسكين بن عبد الله بصري
# 429 حدثني أبي ثنا الحكم بن نافع ثنا بن عياش عن أبي سبأ عتبة بن تميم
~~PageV01P136
# 430 حدثني أبي ثنا سفيان عن عطاء يعني بن السائب قال جئت إليه وقد قام من
~~مجلسه قلت يا أبا أمية أفتني يعني شريحا
# 431 حدثني أبي ثنا محمد بن زياد بن زبار بن الكلبي أبو عبد الله
~~PageV01P137
# 432 حدثني أبي ثنا هاشم بن القاسم ثنا عكرمة يعني بن عمار ثنا يزيد بن
~~عبد الرحمن بن أذينة السحيمي وهو أبو كثير الغبري
# 433 حدثني أبي ثنا Milestone300 عبد الصمد ثنا همام ثنا قتادة عن عبد الله بن مطرف أنه
~~قال فضل العلم أحب إلي من فضل العبادة قال قلت لم يا أبا جري قال إنه
~~أورعهما عن محارم الله PageV01P138
# 434 حدثني أبي ثنا وكيع ثنا الحسن بن عقبة أبو كبران المرادي قال سمعت
~~عبد خير حدثني
# 435 ثنا وكيع عن سفيان عن أبي هاشم القاسم بن كثير عن قيس الخارفي قال
~~سمعت عليا
# 436 حدثني أبي ثنا يزيد بن عبد ربه ثنا الوليد عن بن جابر عن أبي عبيد
~~الله مسلم بن مشكم حدثه قال سمعت أبا الدرداء PageV01P139
# 437 حدثني أبي ثنا عفان ثنا حماد ثنا ثابت أن عسعس بن سلامة كان جالسا
~~على شفير قبر فقيل له يا أبا صفرة
# 438 حدثني أبي ثنا عفان ثنا مهدي بن ميمون ثنا عمران القصير عن أبي إياس
~~معاوية بن قرة PageV01P140