######OpenITI#


#META# 000.SortField	:: Shamela_0005945
#META# 000.BookURI	:: #0241.IbnHanbal.SualatAbiDawudLiIbnHanbal.XXX
#META# 010.AuthorAKA	:: NODATA
#META# 010.AuthorNAME	:: أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ)
#META# 011.AuthorBORN	:: NOTGIVEN
#META# 011.AuthorDIED	:: 241
#META# 019.AuthorDIED	:: NODATA
#META# 020.BookTITLE	:: سؤالات أبي داود للإمام أحمد بن حنبل في جرح الرواة وتعديلهم
#META# 020.BookTITLESUB	:: NODATA
#META# 021.BookSUBJ	:: العلل والسؤالات
#META# 022.BookVOLS	:: 1
#META# 025.BookLANG	:: NODATA
#META# 029.BookTITLEalt	:: NODATA
#META# 030.LibURI	:: Shamela_0005945
#META# 030.LibURIextra	:: NODATA
#META# 031.LibREADONLINE	:: http://shamela.ws/browse.php/book-5945
#META# 031.LibURL	:: http://shamela.ws/index.php/book/5945
#META# 031.LibURLFILE	:: NODATA
#META# 031.LibURLextra	:: NODATA
#META# 040.EdALL	:: NODATA
#META# 040.EdEDITOR	:: د. زياد محمد منصور
#META# 041.EdNUMBER	:: الأولى، 1414
#META# 041.EdNumber	:: NODATA
#META# 043.EdPUBLISHER	:: مكتبة العلوم والحكم - المدينة المنورة
#META# 044.EdPLACE	:: NODATA
#META# 045.EdYEAR	:: NODATA
#META# 049.EdISBN	:: NODATA
#META# 049.EdPAGES	:: NODATA
#META# 049.EdPHYSICAL	:: NODATA
#META# 049.EdVOLUME	:: NODATA
#META# 090.RecMISC	:: NODATA
#META# 999.MiscINFO	:: NODATA



#META#Header#End#
# PageV00P000
# [1] قال سمعت أحمد يقول روى سعيد من باع عبدا وله مال عن قتادة عن عكرمة
~~عن ابن عمر ورواه هشام وهمام عن عكرمة وهو ابن خالد عن الزهري
# PageV01P156
# [2] قلت لأحمد سعيد بن أبي عروبة عن أيوب عن نافع عن ابن عمر قال كنا
~~نمسح ونحن مع نبينا قال أسأل الله عافية
# PageV01P157
# فقلت شعيب بن إسحاق قال شعيب سمع منه بآخر رمق
# قال الحسين يعني أن شعيب بن إسحاق سمع من سعيد بن أبي عروبة هذا الحديث
~~بآخر رمق
# [3] قلت لأحمد يروى من حديث [الزهري] عن عثمان الإيلاء
# PageV01P158
# تطليقة فأنكره فقال الزهري إنما يروي عن أبي بكر وسعيد [وقبيصة] هو ابن
~~ذؤيب والناس يروون عن عطاء الخراساني عن
# PageV01P159
# سعيد ورأي سعيد بن المسيب خلاف لذاك الذي يروي
# [4] قال سمعت أحمد وذكر حديث ابن عباس في صلاة الكسوف ان عبد الرحمن قال
~~كذا كذا ركعة فيه وكان وكيع يخالفه فعرض عليه يعني على وكيع بعد ذلك فرجع
~~عنه صار إلى ما قال عبد الرحمن
# [5] قال سمعت أحمد بن حنبل سئل عن حديث ميمون بن أبي شبيب عن معاذ أو عن
~~أبي ذر أن النبي صلى الله عليه وسلم قال له اتق الله قال كان وكيع يرويه عن
~~معاذ ثم جعله عن أبي ذر ثم ذكر أحمد أحاديث لوكيع رجع عنها
# PageV01P160
# فقال فيها شيء كان يقوله الربيع ثم جعله عن ابن الحنفية
# PageV01P161
# [6] حدثنا أحمد ثنا سفيان نا يحيى وهو ابن سعيد الأنصاري سنة أربع وعشرين
~~ومعنا رجل من أهل اليمامة يقال له إبراهيم بن طريف فقال إبراهيم أخبرني
~~حميد بن يعقوب وهو حي بالمدينة فقال سمعت سعيدا وهو ابن المسيب يقول سمعت
~~من عمر كلمة ما بقي أحد سمعها غيري سمعته حين رأى الكعبة قال اللهم أنت
~~السلام ومنك السلام حينا ربنا بالسلام
# قال سفيان فقدمت المدينة فقالوا هو مريض لا يخرج
# PageV01P162
# [7] نا أحمد نا الحكم نا شعيب وهو ابن أبي حمزة عن الزهري قال حدثتني
~~فاطمة الخزاعية وكانت قد أدركت عامة أصحاب Milestone300 النبي صلى الله عليه [وسلم]
# [8] سمعت أحمد بن حنبل ذكر صالح بن حيان فقال غلط زهير في اسمه فقال واصل
~~بن حيان
# [9] قال سمعت أحمد بن حنبل يقول روى مالك عن عبد العزيز بن قرير البصري
~~يخطيء في اسمه يقول عبد الملك بن قرير
# PageV01P163
# [10] قال سمعت أحمد ذكر محمد بن راشد فقال كان قدم صنعاء هو وجعفر بن
~~سليمان وكتب عنهما
# [11] ثم قال قلت لأحمد حفص أعني ابن غياث لم يسمع من أشعث بن عبد الملك
~~قال نعم وأشعث بن سوار وربما لم يبين
# PageV01P164
# [12] قال وسمعت أحمد قال إسماعيل بن علية لم يحدث عنه بشيء يعني عن أشعث
~~بن عبد الملك هشيم سمع منه شيئا
# PageV01P165
### | - باب التاريخ
# [13] [قال سليمان قلت لأحمد زعم الزبيري أن النعمان بن بشير كان بن ثمان
~~سنين حين مات [النبي صلى الله عليه] وسلم فأنكره وقال النعمان يحدث عن
~~النبي أشياء حفظها
# PageV01P166
# [14] قال وسمعت [أحمد يقول كان عوف الأعرابي أ] كبر من قتادة بسنتين
# PageV01P167
# [15] قال وسمعت أحمد بن حنبل يقول [سليمان اليشكري مات] في فتنة ابن
~~الزبير قلت لأحمد كان من أهل مكة قال كان يكون بمكة [1 ب]
# [16] قال سمعت أحمد ذكر هذا المعنى أن موت ابن علية سنة ثلاث وتسعين
# [17] قال سمعت أحمد يقول مات هشام بن يوسف سنة سبع وتسعين
# [18] قال سمعت أحمد يقول كان شريك أكبر من زهير بدهر
# [19] قال سمعت أحمد يقول كان الثوري أسن من ابن عيينة بعشر سنين
# [20] قال وسمعت أحمد قال كان الحسن بن مسلم بن يناق مات قبل
# PageV01P168
# طاوس وأبوه مسلم بن يناق بقي حتى سمع منه شعبة
### | 21 - 
# قال سمعت أحمد قال مات نافع سنة سبع عشرة
# [22] وسمعت أحمد يقول مات قتادة بعد الحسن بسبع سنين
# [23] قال وسمعت أحمد يقول مات ابن جريج سنة خمسين وزعموا قبل أن يقدم
~~الناس مكة
# [24] سمعت أحمد سئل سمع وكيع من الأوزاعي قال نعم ومن ثور يعني ابن يزيد
~~قال كان ثور حج سنة خمسين
# [25] سمعت أحمد قال خرج سفيان يعني الثوري Milestone300 من الكوفة سنة أربع وخمسين ثم
~~لم يعد
# PageV00P000
# [26] سمعت أحمد قال قال ابن المبارك سنة تسع وسبعين من سمع ابن لهيعة منذ
~~عشرين سنة فإن سماعه صالح سمعته قال احترقت كتب ابن لهيعة زعموا في سنة
~~اربع وستين
# [27] سمعت أحمد قال مات هشيم في سنة ثلاث وثمانين
# [28] سمعته قال أبو إسماعيل المؤدب قديم سمع من عطية العوفي
# PageV01P170
### | - باب في الأسماء
# [29 أ] قال سليمان قلت لاحمد اسماعيل بن مسلم كم هم قال ثلاثة
# [29 ب] اسماعيل بن مسلم العبدي روى عن ابي المتوكل الناجي بصري قلت هو
~~ثقة قال لا باس به
# [29 ج] قال واسماعيل بن مسلم البصري الذي روى عن الحسن والزهري منكر
~~الحديث جدا أهل البصرة تركوا حديثه [يحيى] لم
# PageV01P171
# يحدث عنه إلا أنه كان يتفقه ويقال المكي كان يسكن مكة
# [29 د] واسماعيل المكي روى عن مجاهد وعطاء ليس به بأس
# [30] سمعت أحمد يقول سعيد بن مينا وسليمان بن مينا كانا من أهل مكة
~~أراهما أخوان
# [31] قال سمعت أحمد يقول أبو حازم صاحب سهل بن سعد سلمة بن دينار المدني
# [32] قلت أبو صخر عن أبي حازم قال هو المدني
# PageV01P172
# [33] قلت عجلان الذي حدث عنه ابن أبي ذئب قال هذا عجلان مولى المشمعل
# [34] قال سمعت أحمد يقول أبو ابن عجلان روى عنه بكير
# [35] قال سمعت أحمد قال سمعت وكيعا يقول عبد الله بن جعفر أبو علي مولى
~~للحي قال لم يكن مديني تحولوا إلى المدينة فنسبوا إلى المدنية
# [36] قال سمعت أحمد قال ثابت بن عياض هو الأعرج الذي روى عنه مالك
# PageV01P173
# [37] سمعت أحمد قال موسى بن دهقان ما أراه إلا مدينيا
# [38] قال سمعت أحمد يقول الماجشون هو يعقوب وإنما ينسبون إليه كلهم عبد
~~العزيز ويوسف
# [39] سمعت أحمد قال قال سفيان يعني ابن عيينه الفرافصة ختن عثمان تزوج
~~ابنته [وهو غير] الفرافصة بن عمير الحنفي
# [40] قال سمعت أحمد يقول عبد الرحمن بن يزيد الد
# PageV01P174
# عاصم هو الذي يروي عنه عبد الرحمن ومجمع ابنا يزيد
# [41] يقول هو عمرو بن شعيب بن محمد بن Milestone300 عبد الله بن عمرو [2 أ]
# قلت يقول عن أبيه يعني شعيبا عن جده عبد الله بن عمرو وقد سمع شعيب من
~~عبد الله بن عمرو
# [42] قال سمعت أحمد يقول رأيت في كتاب الأشجعي عن سفيان عن يعلى بن عطاء
~~عن وكيع بن حدس يوافق حماد بن
# PageV01P175
# سلمة
# [43] قلت لأحمد أبو المطوس من هو قال زعموا أنه عبد الله بن المطوس قاله
~~بعض أهل النسب
# [44] قال سمعت أحمد يقول كان شباك ضريرا
# [45] وسمعت أحمد يقول عمرو بن مرة عمي
# [46] قال وسمعت أحمد يقول بيان بن بشر أبو بشر
# [47] قال وسمعت أحمد يقول كان عبد الملك بن أبي سليمان العرزمي هو فزاري
~~يقولون
# [48] قال وسمعت أحمد سمى ابن سابط فقال ثنا روح نا ابن جريج قال أدبني
~~عبد الرحمن بن عبد الله بن عبد الرحمن بن سابط
# PageV01P176
# [49] قال وسمعت أحمد قال محمد بن عبيد الله العرزمي كان فزاريا وكان نزل
~~في عرزم
# [50] قال وسمعت أحمد قال يختلفون يقولون مولى آبي اللحم وآبي اللحم يعني
~~عميرا
# [51] قال سمعت أحمد قال أشعث الحمراني هو مولى حمران
# [52] قال سمعت أحمد قال سفيان عن آدم مولى خالد عن نافع قال هو أبو يحيى
~~بن آدم
# [53] قال قلت لأحمد عبد الله بن عطاء حدث عنه سفيان عن أبي جعفر قال هذا
~~صاحب حديث عقبة بن عامر
# قال أبو داود هو صالح يعني عبد الله بن عطاء
# PageV01P177
# [54] قلت أبو ليلى قال اسمه عبد الله بن ميسرة كان هشيم يقول أبو إسحاق
~~الكوفي قلت هو أبو ليلى قال هي أحاديثه
# [55] وسمعت أحمد مرة أخرى قال هشيم كان يحدث عن أبي إسحاق الكوفي ظنناه
~~أبا ليلى فقال عبد الرحمن وقفته على حديث من حديثه فقلت سمعته من عكرمة قال
~~نعم
# قال أحمد وأبو ليلى متى سمع من عكرمة إنما يحدث عن أبي حريز وإبراهيم بن
~~أبي حرة
# [56] قال سمعت أحمد قال اسم أبي حريز قاضي سجستان عبد الله ابن حسين
# [57] قال سمعت أحمد قال نا أبو كدينة يحيى بن المهلب Milestone300
# PageV01P178
# [58] قلت لأحمد أبو كبران قال الحسن بن عقبة
# [59] قيل له سفيان عن أبي يونس قال هو سالم بن أبي حفصة وربما كناه
# [60] قال وسمعت أحمد قال أبو حمزة الذي يروي عن أبي عبد الرحمن السلمي
~~قال اسمه سعد بن عبيدة
# [61] نا أبو داود نا أحمد قال سمعت يحيى بن آدم يقول ليس السائب بن مالك
~~الذي روى عنه أبو إسحاق صلاة الكسوف أبو عطاء بن السائب
# PageV01P179
# [62] قلت لأحمد أبو منين حدث عنه يعلى قال يقولون هو يزيد ابن كيسان
# [63] قال سمعت أحمد قال دلهم بن صالح كوفي كان وكيع يقول في حديث ابن
~~بريدة حجرة ثم قال حجير
# [64] قال سمعت أحمد قال خلف بن حوشب كوفي
# [65] قال سئل [أحمد] هلال بن خباب أخو يونس بن خباب قال لا
# [66] قال قلت لأحمد أبو مسكين اسمه حر قال قالوا
# PageV01P180
# ابن مسكين قال أبو داود واسمه حر
# [67] قال [قلت لأحمد] أبو يعفور صاحب ابن أبي أوفى قال وقدان
# [68] قلت لأحمد أبو [يعفور يروى حديث] كان النبي صلى الله عليه [وسلم]
~~إذا دخل العشر قال عبد الرحمن بن عبيد [بن نسطاس]
# [69] قلت لأحمد عثمان بن أبي زرعة قال هو عثمان الأعشى [2 ب] وعثمان بن
~~المغيرة وعثمان الثقفي يقال له أبو المغيرة
# PageV01P181
# [70] قال سمعت أحمد قال أبو عقيل صاحب [أبي] النضر هو عبد الله بن عقيل
~~يعني الثقفي وقال صاحب حديث الأجدع شيطان
# [71] سمعت أحمد قال عنترة أبو هارون بن عنترة هو أبو وكيع كنيته
# [72] قال سمعت أحمد قال أبو صالح أبو سهيل هو أبو صالح مولى غطفان وهو
~~أبو صالح السمان وهو أبو صالح الزيات وكان أحد الثقات سمع منه الكوفيون كان
~~يقدم عليهم
# [73] قال سمعت أحمد قال وإسماعيل يحدث عن أبي صالح
# PageV01P182
# ماهان ويحدث عن أبي صالح باذام وقالوا باذان مولى أم هانيء يعني صاحب
~~التفسير
# [74] قال قلت لأحمد أبو عبد الجليل بن فروخ حدث عنه هشيم قال لا ندري من
~~هو قال هشيم مرة فروخ الا أن الذي سمعنا نحن منه فروخ Milestone300 وكان يحدث عن أبي
~~محمد القرشي لا يدرى من هو
# [75] قال سمعت أحمد قال عبد الرحمن بن إسحاق يعني صاحب النعمان يقال له
~~أبو شيبة الواسطي
# PageV01P183
# [76] قلت لأحمد عبد الله بن عصم قال إسرائيل يقول عبد الله ابن عصمة
~~ويقولون هو ابن عصم كما قال شريك
# [77] سمعت أحمد يقول موسى بن عبيدة قال أبو عبد العزيز الربذي
# [78] قال سمعت أحمد قال أبو حازم الذي حدث عنه يزيد بن كيسان صاحب منصور
~~والأعمش
# [79] قال قلت لأحمد عامر بن مسعود القرشي له صحبة قال لا أدري قد روى عن
~~النبي صلى الله عليه وسلم
# قال وسمعت أبا داود يقول سمعت مصعب الزبيري يقول له صحبة
# PageV01P184
# يعني عامر بن مسعود وكان أمير ابن الزبير على الحرب على الكوفة وكان عبد
~~الله بن يزيد الخطمي على الصلاة قال وليست للخطمي صحبة كان صغيرا حين مات
~~النبي صلى الله عليه [وسلم]
# [80] قال سمعت أحمد قال القاسم بن مخيمرة كوفي سكن الشام
# [81] سمعت أحمد قال عبد العزيز بن رفيع كان يقال له المكي ولكن كان
~~بالكوفة
# [82] قال قلت لأحمد جابر عن خيثمة قال هذا خيثمة بن أبي خيثمة
# PageV01P185
# [83] قال سمعت أحمد ذكر أبا إسحاق الفزاري فقال كان مروان ابن عمه كانا
~~من ولد أسماء بن خارجة
# [84] قلت لأحمد من أين كان مروان أعني الفزاري قال كان من أهل الكوفة كان
~~صار بمكة ثم صار بدمشق
# [85] قال سمعت أحمد قال عامر بن شقيق روى عنه سفيان هو أسدي
# قال سمعت أحمد يقول حدثنا وكيع عن سفيان عن عامر بن شقيق الأسدي
# [86] قال سمعت أحمد قال [حميد بن] عبد الرحمن الرؤاسي أبو عوف
# PageV01P186
# [87] قال ورأيت أحمد سمى أبا المغيرة [الحمصي] فقال عبد القدوس بن الحجاج
~~الخولاني
# [88] سمعت أحمد كنى [المغيرة فقال] نا وكيع نا المغيرة بن زياد أبو هاشم
~~[3 أ]
# قال الحسين سمعت أبا عبد الله محمد بن عبد الله بن عمار الموصلي يقول أهل
~~العراق يغلطون في كنية المغيرة بن زياد يقولون أبو هاشم وأما هو أبو Milestone300 هشام
~~قال وداره ها هنا عندنا
# سمعت أحمد يقول روى سفيان عن أبي هاشم المغيرة بن زياد
# [79] قال سمعت أحمد كنى حماد بن أبي سليمان فقال أبو إسماعيل قال ذكره عن
~~أبي معاوية عن مالك يعني ابن مغول
# PageV01P187
# [90] وسمعت أحمد كنى الحسن بن أيوب الخضرمي أبا عبد الله ذكره عن عصام بن
~~خالد
# [91] قلت لأحمد الحر بن صياح من أين هو قال من الكوفة
# [92] سمعت أحمد يقول سالم الأفطس ابن عجلان
# [93] سمعت أحمد يقول أبو خالد الواسطي هو الدالاني
# [94] سمعت أحمد يقول عطاء الذي حدث عنه ابن عون هو عطاء البزاز أبو يزيد
~~بن عطاء مولى أبي عوانة من فوق كان من واسط يزيد بن عطاء
# PageV01P188
# [95] سمعت أحمد قال فضل بن دلهم قال يزيد بن هارون كان عندنا بواسط قصابا
# [96] سمعت أحمد قال بكير بن معروف هو قاضي نيسابور
# [97] سمعت أحمد قال كان وكيع يخطيء يقول أبو مكين بن أبان أخي الحكم بن
~~أبان يعني نوح بن ربيعة
# [98] قال سمعت أحمد قال كان معتمر نخاسا
# [99] قال سمعت أحمد قال نا بكر بن عيسى الراسبي
# [100] سمعت أحمد قال يوسف بن يعقوب أبو سلمة يعني ابن الماجشون
# PageV01P189
# [101] قال سمعت أحمد سمى أبا قتادة الحراني فقال عبد الله بن واقد
# [102] سمعت أحمد ثنا وكيع نا محمد بن شريك أبو عثمان المكي
# [103] سمعت أحمد كنى إسحاق بن عيسى أبا هاشم
# [104] سمعت أحمد نسب خالد بن عرعرة الذي روى عنه سماك نا وكيع عن إسرائيل
~~عن سماك عن خالد بن عرعرة
# [105] سمعت ابن حنبل ذكر ابن عتيق قال قرىء على سفيان اسمه سليمان بن
~~عتيق قال سفيان رجل من أهل مكة
# [106] سمعت أحمد قال خالد الحذاء يكنى بأبي المنازل
# PageV01P190
# [107] سمعت أحمد قال عامر الأحول ابن عبد الواحد
# [108] سمعت أحمد يقول حفص بن عبيد الله الذي روى عنه ابن إسحاق ويحيى بن
~~أبي كثير ليس هو الذي يحدث عنه خلف بن خليفة الذي يحدث عنه خلف ما أعلم
~~أحدا حدث عنه غيره
# [109] قلت لأحمد أم محمد Milestone300 الذي روى عنها علي بن زيد قال هذا أراه عمته
# [110] قال سمعت أحمد قيل له أبو نضرة قال المنذر بن قطعة
# [111] سمعت أحمد قال عبد الكريم أبو أمية كان يكون بمكة
# PageV01P191
# [112] سمعت أحمد قال عبيد الله [بن] الأخنس يقال له أبو مالك روى عنه ابن
~~أبي عروبة يكنيه أبا مالك عن عطاء
# [113] [سمع] ت أحمد قال ضل في طريق مكة فسمي معاوية الضال هو ثقة يعني
~~معاوية [بن عبد الكر] يم
# [114] سمعت أحمد قال أبو قلابة بصري
# [115] أنا الحسين نا أبو داود نا موسى [بن إسماعيل] بن دينار قال قال
~~أيوب لو ولد [الفضل] الرقاشي أخرس كان خيرا له
# [116] [سمعت أحمد قال] أبو الخليل صالح بن أبي مريم [3 ب]
# [117] وسمعته قال الفضل بن عيسى الرقاشي حدث عن ابن عيينة
# PageV01P192
# هو ابن أخي يزيد الرقاشي
# [118] وسمعت أحمد قال غالب القطان ابن خطاف
# [119] سمعت أحمد قال محمد بن أبي الوضاح يحدث عنه [ابن] مهدي يقال له أبو
~~سعيد المؤدب
# [120] وسمعت أحمد قال أبو العوام القطان بن داور قال الشيخ أبو العوام بن
~~داود
# [121] وسمعت أحمد قال محمد بن أبي قيس هو ابن سعيد وهو الذي أراه قال
~~يكنيه بكر بن خنيس أبا عبد الرحمن الشامي
# PageV01P193
# [122] سمعت أحمد قال أبو حبيب الحارث بن مخمر
# [123] سمعت أحمد قيل له عبد الواحد بن قيس من أين هذا قال من أهل الشام
# [124] سمعت أحمد قال كان المقرىء لا يقول علي بن رباح كان يقول علي زعموا
~~أنه كان يكره ذلك
# [125] قلت لأحمد معاوية بن صالح من أهل حمص قال نعم
# PageV01P194
# خرج من حمص قديما لم يسمع ابن عياش سمع منه أبو فضالة وأبو فضالة قديم
# وقع إلى الأندلس يعني معاوية فاستقضي عليها فحج وحج معه نسوة من قريش
~~فسمعوا منه بمكة
# سمعت أحمد قال قال عبد الرحمن بن مهدي بينما نحن بمكة نتذاكر إذ جاء واحد
~~فجلس إلينا قليلا قليلا فجعل يذاكرنا فيقول حدثنا فقلنا من أنت قال أنا
~~معاوية بن صالح فانكببنا عليه وانكب الناس Milestone300
# قال أحمد أراه لم يكن شاب رأسه
# [126] قلت لأحمد أيوب بن تميم قال شيخ من أهل مصر روى عنه المقرىء
# [127] سمعت أحمد قال أبو تميم الجيشاني عبد الله بن مالك
# [128] قلت لأحمد اسم أبي العطوف قال جراح بن منهال
# PageV01P195
# [129] قلت لأحمد زعم فلان أن الحسن بن عمران الذي حدث عنه شعبة هو أبو
~~عبد الله العسقلاني قال لا ندري هو زعم روح هو ابن عبادة البصري أن الحسن
~~بن عمران شيخ كان بواسط قال أحمد لعله من بعض الشاميين الذين يقدمون عليهم
# [130] قال سمعت أحمد قال ابن شوذب بلخي وقع إلى البصرة فتأدب بها ثم خرج
~~إلى بيت المقدس
# [131] قال نسب لنا أحمد عن يعقوب وهو ابن إبراهيم بن سعد عن أبيه عن ابن
~~إسحاق حسين بن عبد الله فقال ابن عبيد الله بن عباس الذي روى عن عكرمة
# [132] قلت لأحمد حديث سفيان يتنفس في الإناء أعني حديث سفيان عن عبد
~~الكريم عن عكرمة عن ابن عباس قلت هو الجزري
# PageV01P196
# أعني عبد الكريم هو أبو أمية قال الجزري
# قلت روى الجزري عن الحسن شيئا فقال لا
# [133] قال سمعت أحمد قال محبوب بن الحسن بن هلال بن أبي زينب يعني البصري
# [134] سمعت أحمد وعثمان بن أبي شيبة والحسن بن علي وهذا لفظه كلهم يذكره
~~عن عفان عن يحيى بن سعيد قال سألت سفيان الثوري وسفيان بن عيينة ومالك بن
~~أنس وشعبة بن الحجاج عن الرجل يغلط في الحديث أو يكذب فيه قالوا بين أمره
~~بين أمره
# PageV01P197
# [135] قلت لأحمد يكتب عن القدري قال إذا لم يك [ن] داعيا
# [136] سمعت أحمد يقول احتملوا المرجئة في الحديث
# [137] قلت لأحمد إ [ذا روى] يحيى أو عبد الرحمن بن مهدي عن رجل مجهول
~~يحتج بحديثه قال [يحتج بحديثه]
# PageV01P198
# [138] سمعت أحمد سئل عن الرجل يعرف بالتدليس يحتج فيما لم [يقل فيه سمعت]
~~[4 أ] قال لا أدري فقلت الأعمش متى تصاد له الألفاظ قال يضيق هذا أي أنك
~~تحتج به
# [139] قلت لأحمد إذا اختلف الفريابي ووكيع أليس يقضى Milestone300 لوكيع قال مثل ماذا
~~قلت ما لم يروه غيره قال ما أدري وكيع ربما
# PageV01P199
# خولف أيضا
# [140] قال سمعت أحمد يقول ما رأيت قوما سود الرؤوس في هذا الشأن مثل أهل
~~البصرة يعني الحديث والألفاظ كأنهم تعلموه من شعبة
# [141] سمعت أحمد يقول اهل الكوفة ليس لحديثهم نور يذكرون الأخبار
# PageV01P200
# [142] قال سمعت أحمد قال قال عبد الرحمن بن مهدي قلت لابن المبارك أهل
~~الكوفة ليس يبصرون [الحديث] فقال كيف ثم لقيته بعد ذلك فقال لي وجدت الأمر
~~على ما قلت
# قال أحمد كانوا يسألونه عن رأي حماد والزهري وأحاديث الصغار
# PageV01P201
### | - باب ذكر ثقات المدنيين وغيرهم
# [143] أنا الحسين ثنا سليمان قال سمعت أحمد قال عمر بن نافع مولى ابن عمر
~~كان من الثقات
# [144] قلت لأحمد سمى أحب إليك أو القعقاع قال سمي قلت لأحمد سمي قال بخ
~~ثقة
# PageV01P202
# قلت سمي أحب إليك أم سهيل قال سمي
# [145] سمعت أحمد قال أي شيء يبالي سعد بن إبراهيم أن لا يحدث عنه مالك
# قال سمعت أحمد [يقول] ما أدري ما كان بلية مالك معه حيث لم يرو عنه ثم
~~قال زعموا أن سعدا كان وعظ مالكا أي في تنسبه فتركه
# [146] سمعت أحمد ذكر حديث البذاذة فقال رواه زهير يعني ابن
# PageV01P203
# محمد عن ثقة عن صالح بن كيسان يعني بالثقة صالح بن كيسان
# [147] سمعت أحمد ذكر عبد الرحمن بن القاسم فقال في الدنيا مثل عبد الرحمن
~~بن القاسم
# PageV01P204
# [148] قال سمعت أحمد بلغني عن مطرف قال قال مالك قال لي ابن هرمز لا تحمل
~~الناس على هذا الرأي فإني وربيعة أول من تكلم فيه
# [149] قلت لأحمد عجلان مولى المشمعل قال ما أرى به بأسا
# [150] قلت لأحمد كيف حديث ابن عجلان أرى محمد بن عجلان قال ليس به بأس
# [151] سمعت أحمد قال عكرمة بن خالد ثقة سمع منه حماد بن سلمة أحاديث
# PageV01P205
# [152] سمعت أحمد قال علي بن زيد وجعفر بن محمد وعاصم ابن عبيد الله وعبد
~~الله بن محمد بن عقيل ما أقربهم من السواء ننقاد بهم
# [153] قال سمعت Milestone300 أحمد يقول قال ابن عيينة كان بعض المشايخ يتقون حديث عاصم
~~بن عبيد الله وكان أحمد ذكره فلم يذكر بعض ثم قال نظرت في الكتاب فيه بعض
# [154] قلت لأحمد عمر بن أبي سلمة قال صالح قيل لأحمد هو
# PageV01P206
# أحب إليك أو محمد بن عمرو قال هو أحب إلي ويحيى زعموا كان يختار محمد بن
~~عمرو عليه
# [155] سمعت أحمد يقول كان يحيى زعموا يقول [محمد] بن عمرو أحب إلي من
~~سهيل فقيل لأحمد وأنا أسمع أليس سهيل أحب إليك منه [قال نعم]
# [156] سمعت أحمد قال داود بن قيس ثقة وهو فوق هشام بن سعد
# PageV01P207
# [157] قلت لأحمد [عبد الله بن ع] امر بن ربيعة قال ثقة
# [158] سمعت أحمد يقول زعموا أن سعد بن إبراهيم قال [لابن شهاب من أبو]
~~الأحوص قال أما رأيت الشيخ الذي كان في المسجد قيل لأحمد [هو أبو] الأحوص
~~الذي روى عن أبي ذر قال نعم
# [159] قلت لأحمد صالح مولى التوأمة قال لقيه مالك زعموا بعد ما كبر [4 ب]
~~قلت لأحمد هو مقارب الحديث قال أما أنا
# PageV01P208
# فأحتمله وأروي عنه وأما أن يقوم موضع مجد فلا
# [160] قال سمعت أحمد قيل له شعبة مولى ابن عباس فقال قال مالك لم يكن
~~يشبه القراء ورأيت أحمد كأنه يحسن أمره ولا يدفعه
# [161] سمعت أحمد سئل روى عن سعيد بن سمعان غير ابن أبي ذئب قال لا أعلمه
# [162] قلت لأحمد أفلح بن سعيد قال هو قبائي ما به بأس
# PageV01P209
# [163] قلت لأحمد أبو زيد المدني قال أي شيء يسأل عن رجل روى عنه أيوب
# [164] سمعت أحمد يقول كان سليمان بن بلال كاتب يحيى بن سعيد وهو الأنصاري
# [165] سمعت أحمد يقول قال عبد الله بن جعفر من ولد المسور بن مخرمة يقال
~~له المخرمي ثقة
# وسمعت أحمد ذكره مرة أخرى فقال كان حاد الرأس ذكيا حافظا ولكن مالكا غمزه
~~كان مع فلان سماه أحمد
# PageV01P210
# [166] قلت لأحمد عبد الرحمن بن عطاء يروي عنه ابن أبي ذئب قال ما أرى
~~بحديثه بأسا
# [167] سمعت أحمد يقول سعد Milestone300 بن إسحاق شيخ ثقة
# [168] سمعت أحمد يقول صفوان بن سليم كان من خيار عباد الله
# [169] قلت لأحمد عبد ربه بن سعيد أحب إليك أو يحيى قال م فيهما إلا ثقة
~~إلا أن يحيى أشهر
# PageV01P211
# [170] قلت لأحمد داود بن فراهيج قال مدني قال وكيع ذكره شعبة يوما فجعل
~~يقول يريد أحمد أي يضعفه
# [171] سمعت أحمد قال جعفر بن نجيح جد علي قد روي عنه ليس به بأس
# [172] سمعت أحمد نا يعقوب نا أبي عن ابن إسحاق قال أخبرني محمد بن
~~إبراهيم عن عمر بن الحكم بن ثوبان وكان ثقة
# [173] سمعت أحمد قال عبد الخالق بن سلمة شيخ ثقة روى عنه شعبة يوثقه غير
~~مرة
# PageV01P212
# [174] قلت لأحمد أصحاب نافع قال أعلم الناس بنافع عبيد الله وأرواهم قلت
~~فبعده مالك قال أيوب أقدم قلت تقدم أيوب على مالك قال نعم
# [175] سمعت أحمد قال عبد الله بن سعيد بن أبي هند ما أحسن حديثه وأصحه
# [176] قال سمعت أحمد قال فاطمة بنت المنذر امرأة هشام بن عروة الذي قال
~~هشام لمحمد بن إسحاق
# PageV01P213
# من أين كان يدخل على امرأتي
# [177] سمعت أحمد ذكر محمد بن إسحاق فقال كان رجلا يشتهي الحديث فيأخذه
~~كتب الناس فيضعها في كتبه
# سمعت أحمد قيل له حدث ابن إسحاق نا نافع عن ابن عمر يزكى عن العبد
~~النصراني فقال هذا أشر على ابن إسحاق
# [178] سمعت أحمد قال عبد الرحمن بن إسحاق المدني صاحب قدم
# PageV01P214
# البصرة وهو فوق هذا يعني فوق عبد الرحمن بن إسحاق الكوفي وكان ذكره إلا
~~أنه أيضا ليس بذاك قلت الذي روى عن أبي الزناد قال هو هذا يعني المدني
# [179] سمعت أحمد قيل له صالح بن محمد بن زائدة قال هو أبو واقد له أحاديث
~~كثيرة
# [180] سمعت أحمد قيل له ابن أبي ذباب قال ليس به بأس قال الحسين وهو عبد
~~الرحمن بن الحارث بن أبي ذباب
# [181] قال سمعت أحمد قال محمد بن أبي يحيى ليس به بأس
# PageV01P215
# [182] وقلت لأحمد سعد أعني ابن سعيد قال ليس هو مثل Milestone300 هؤلاء أعني أخويه
~~يحيى وعبد ربه سعد ليس بمحكم الحديث
# [183] سمعت أحمد قال مجمع بن يحيى يعني الأنصاري شيخ ثقة
# [184] قلت لأحمد أبو الأسود محمد بن عبد الرحمن بن نوفل كيف حديثه قال
# [185] سمعت أحمد قال عبد الرحمن بن عبد الله بن دينار لا بأس به مقا [رب
~~الحديث]
# [186] قلت لأحمد أبوه أعني جعفر أبا عبد الحميد بن جعفر [5 أ]
# PageV01P216
# [187] سمعت أحمد قيل له العلاء بن عبد الرحمن أليس ثقة قال بلى هو ثقة
# [188] قلت لأحمد عمر بن محمد العسقلاني قال ثقة روى عنه سفيان وسمع منه
~~أبو عاصم وأصحابنا
# [189] سمعت أحمد يقول عبد الحكيم بن أبي فروة شيخ ثقة
# [190] سمعت أحمد قال عاصم بن محمد الذي يحدث عن محمد بن كعب ثقة
# [191] قلت لأحمد في اسامة بن زيد الليثي فقال تركه بآخره
# PageV01P217
# وسمعت أحمد يقول يحيى ترك أسامة بآخره وذاك أن عثمان بن عمر ذاكره عنه عن
~~عطاء عن جابر حلقت قبل أن أرمي
# [192] سمعت أحمد قال كان ابن أبي ذئب ثقة صدوقا أفضل من
# PageV01P218
# مالك بن أنس إلا أن مالكا أشد تنقية للرجال منه ابن أبي ذئب لا يبالي عن
~~من يحدث
# سمعت أحمد يقول كان ابن أبي ذئب تفقه
# سمعت أحمد ذكر عن حماد الخياط يقول كان ابن أبي ذئب يشبه سعيد ابن المسيب
# قيل لأحمد خلف مثله ببلاده قال لا ولا بغير بلاده يعني ابن أبي ذئب
# سمعت أحمد قال مالك ما أصح حديثه عن كل
# قلت لأحمد اختلاف أحاديث الزهري قال منها ما روى عن
# PageV01P219
# رجلين ومنها ما جاء عن أصحابه يعني الوهم
# [193] سمعت أحمد ذكر عبد الحميد بن جعفر فقال ليس به بأس قد احتمله الناس
# سمعت أحمد قال قال يحيى كان سفيان الثوري يضعف حديث عبد الحميد بن جعفر
# [194] سمعت أحمد قال كان يحيى لا يحدث عن هشام بن سعد
# [195] قلت لأحمد يوسف بن الماجشون قال لم يكن به بأس
# [196] قلت لأحمد عبد الحميد بن سليمان قال هو أخو فليح
# PageV01P220
# قال نعم قلت Milestone300 لأحمد فليح أليس أكبر منه قال بلى بكثير قلت لأحمد كيف حديث
~~عبد الحميد يعني ابن سليمان قال ما أدري إلا أنه ما أرى كان به بأس وكان
~~مكفوفا وكان ينزل مدينة أبي جعفر
# [197] سمعت أحمد وقيل له عبد العزيز بن أبي حازم قال أرجو أنه لا بأس به
~~فقيل لأحمد هو أحب إليك أو الدراوردي فقال لا بل هو أحب الي ولكن الدراوردي
~~أعرف منه
# ثم قال أحمد يقال له بلية أخرى أيضا يعني ابن أبي حازم لم يكن بكثير
~~الحديث فلما مات سليمان بن بلال أوصى إليه فدفعت كتبه إليه فأخرج أحاديث
~~كثيرة للناس
# [198] سمعت أحمد ذكر الدراوردي فقال كتابه أصح من حفظه
# PageV01P221
# سمعت أحمد غير مرة يقول عامة أحاديث الدراوردي عن عبيد الله أحاديث عبد
~~الله العمري مقلوبة وربما لم يذكر مقلوبة ولا عامة
# وسمعته أيضا يقول عبد العزيز [الدراور] دي عنده عن عبيد الله مناكير
# [199] سمعت أحمد قيل له إن شعبة قال قدمت [المدينة قبل م] وت نافع ولمالك
~~حلقة فأنكره ابن واحد وعشرين أي شيء
# [سمعت] أحمد يقول مالك أعرف بأهل بلاده فأما عن غيره أهل بلاده
# PageV01P222
# فقد حدث [عن عبد الكريم] ابي أمية وحميد الأعرج وحميد الطويل قيل احتملهم
~~عن قلة نفر منهم قال نعم [5 ب]
# [200] سمعت أحمد سئل عن قول مالك أدركت أهل العلم ببلدنا قال ربيعة وابن
~~هرمز ثم ذكر أحمد شيئا
# [201] قلت لأحمد ابن أكيمة روي له غير هذا الحديث قال يروى عن ابن له
# [202] سمعت أحمد قال كان وكيع كف عن حديث إبراهيم بن سعد ثم
# PageV01P223
# حدث عنه بعد قلت لم قال لا أدري إبراهيم ثقة
# سمعت أحمد قال إبراهيم بن سعد صحيح الحديث عن ابن إسحاق
# [203] قلت لأحمد أبو أويس قال ليس به بأس أو قال ثقة كان قدم هاهنا
~~فكتبوا عنه زعموا أن سماع أبي أويس وسماع مالك كان شيئا واحدا
# [204] سمعت أحمد قال سحبل أخو إبراهيم بن أبي يحيى ثقة أو قال لا بأس به
# PageV01P224
# [205] سمعت أحمد Milestone300 يقول ابوه يعني أبا الزنبري كان أخص الناس بمالك
# قال أبو داود الزنبري متروك الحديث هذا أبوه
# [206] قال الحسين إبراهيم بن أبي يحيى قدري متروك الحديث
# [207] قلت لأحمد عبد الرحمن بن زيد بن أسلم قال أخوه عبد الله ثقة
# قال الحسين عبد الرحمن بن زيد بن أسلم ضعيف
# قال وسمعت أحمد مرة أخرى يقول عبد الله بن زيد ثبت
# PageV01P225
# سئل أحمد عبد الله بن زيد أحب إليك أو أسامة بن زيد قال ليس فيهم أثبت من
~~عبد الله
# [208] قال سمعت أحمد وحدثنا بحديث عن يوسف بن عبد العزيز الماجشون فأثنى
~~عليه خيرا وقال ليس هذا يوسف بن يعقوب الكبير
# [209] سمعت أحمد وذكر قول الزهري إن سعدا كلمني في ابنه وسعد سعد قال
~~يعني إبراهيم بن سعد
# [210] قال سمعت أحمد قال ابن أبي فديك لا يبالي أي شيء روى
# [211] سمعت أحمد قال عبد الله بن نافع الصائغ لم يكن يحسن الحديث كان
~~صاحب رأي مالك
# PageV01P226
# [212] سمعت أحمد سأله رجل عن حديث لسعيد فقال يحيى عن سعيد أصح من قتادة
~~عن سعيد أي يصنع بقتادة
# PageV01P227
### | - باب ذكر ثقات أهل مكة
# [213] حدثنا الحسين ثنا سليمان قال سمعت أحمد بن حنبل قال قال ابن عيينة
~~شهدت أبا الزبير يقرأ عليه صحيفة فقلت لأحمد هي هذه الأحاديث يعني صحيفة
~~سليمان وهو اليشكري التي في أيدي الناس عنه قال نعم قلت أخذها أبو الزبير
~~من الصحيفة قال كان أبو الزبير يحفظ
# اشك في يحفظ كيف قاله أحمد قالوا ربما شك في الشيء فنظر فيه
# PageV01P228
# سمعت أحمد قيل له شعبة ترك أبا الزبير لهذا قال لا كانت معه قصة أخرى
# [214] سمعت أحمد قال ليس أحد أثبت في عطاء من عمرو بن دينار ثم ابن جريج
# سمعت أحمد قال يحيى أو عبد الرحمن ولم أسمعه منهما قال قال شعبة ما رأيت
~~أثبت من عمرو بن دينار ولا الحكم وقتادة
# [215] سمعت أحمد ذكر عن سفيان قال كان حميد أفرضهم وأحسبهم أهل مكة وكان
~~قرأ على مجاهد ولم يكن بمكة Milestone300 أحد أقرأ منه وعبد الله بن كثير قلت لأحمد حميد
~~بن قيس أخو عمر هو ثقة قال هو صالح وهو حميد الأعرج قارىء أهل مكة
# PageV01P229
# [216] سمعت أحمد ذكر له عمرو بن شعيب فقال أصحاب الحديث إذا شاءوا احتجوا
~~به وإذا [شاءوا تركوه]
# [217] قلت لأحمد قيس بن سعد قال ثقة ولكن زعموا أن كتاب حماد بن س [لمة
~~ضاع فصار] يروي عنه أحاديث يجعلها [6 أ]
# ذكر أحمد قال يحيى إن كان ما يروي حماد بن سلمة عن قيس بن سعد قال فتكلم
~~بكلام كأنه ينكره على حماد
# PageV01P230
# [218] سمعت أحمد قال ما أعلم أحدا ترك حديث عمرو بن شعيب عن أبيه عن جده
# قلت لأحمد يحتج بحديث عمرو بن شعيب ما كان عن غير أبيه قال ما أدري
# [219] سألت أحمد عن قيس بن سعد هو أكثر من عبد الملك العرزمي قال هو أكثر
~~من العرزمي قد روى العرزمي عنه
# [220] سمعت أحمد يقول إذا قال ابن جريج أخبرني في كل شيء فهو صحيح
# PageV01P231
# سمعت أحمد يقول سفيان أسند عن عمرو بن دينار وعند ابن جريج رأيه
# سمعت أحمد يقول أثبت الناس في عمرو بن دينار ابن عيينة ثم ابن جريج
# قيل حماد بن زيد قال أي شيء عند حماد وعنده مائة وخمسون حديثا أو لا يكون
# سمعت أحمد قال قال عبد الرزاق ما رأيت أحدا أحسن صلاة من ابن جريج
# سمعت أحمد قال قدم ابن جريج على أبي جعفر وكان صار عليه دين فقال جمعت
~~حديث ابن عباس ما لم يجمعه أحد فلم يعطه شيئا
# [221] سمعت أحمد يحدث عن رباح بن أبي معروف
# [222] قلت لأحمد أيوب بن موسى قال ليس به بأس إلا أن
# PageV01P232
# إسماعيل بن أمية أكبر منه في الحديث وكان بينهما قرابة وشأن أيوب يكتب
~~الشروط ويتفقه
# [223] قلت لأحمد سعيد بن مينا قال ثقة روى عنه أيوب وغير واحد
# [224] سمعت أحمد قيل له كثير بن كثير قال بخ ثقة
# [225] سمعت أحمد قيل له حكيم بن حكيم قال ما أعلم إلا خيرا Milestone300
# [226] قلت لأحمد صدقة بن يسار قال ثقة كان من أهل الجزيرة فسكن الحجاز
# [227] سمعت أحمد قيل له إسماعيل بن كثير قال مكي يقال له أبو هاشم شيخ
~~ثقة
# [228] سمعت أحمد [قال] زهير بن محمد لم يكن به بأس
# PageV01P233
# [229] سمعت أحمد قيل له إبراهيم بن نافع قال ثقة وشبل ثقة والجرشي ثقة
~~أصحاب ابن نجيح ولكن كان رأيهم القدر
# [230] سمعت أحمد قال سيف بن سليمان اختلفوا قال بعضهم ابن أبي سليمان هو
~~ثقة من أهل مكة
# [231] سمعت أحمد يقول كان وكيع يقول ثنا حنظلة يعني ابن أبي سفيان سمع
~~منه ابن المبارك وكان ثقة قال أحمد وكذلك كان
# [232] قلت لأحمد سعيد بن عبد الرحمن الجمحي قال ليس به
# PageV01P234
# بأس حديثه مقارب
# [233] سمعت أحمد قال الحارث بن عمير من أصحاب أيوب ثقة ثقة كان إسماعيل
~~حدثنا عنه وابن عيينة يحدث عنه
# [234] سمعت أحمد قال حمزة يعني ابن الحارث بن عمير قد رأيته كان رجلا
~~يعرف فيه أثر الصلاح
# [235] سمعت أحمد ذكر حديث عوسجة عن ابن عباس في الميراث فقال عوسجة لا
~~أعرفه
# PageV01P235
# [236] قال ذكرت لأحمد حديث زنفل العرفي حديث عائشة عن أبي بكر في
~~الاستخارة فعرف الحديث قلت تعرفه أعني زنفل قال لا
# [237] سمعت أحمد قيل له عبد المجيد بن عبد العزيز قال كان عالما [بابن]
~~جريج ولم يكن يبالي عمن حدث وله عند أهل مكة قدر فقيل لأحمد هو موضع
~~للرواية [قال] لا أدري قال وسمعت أحمد حدث عنه
# [238] سمعت أحمد يقول يحيى بن سليم مضطرب [الحديث
# PageV01P236
# روى] عن عبيد الله مناكير
# [239] قلت لأحمد عبد الله بن الوليد العدني قال لم يكن يفصل بن القاسم
~~وبين المسعودي ولكن كانت صدور أحاديثه صحاحا كتبت عنه شيئا صالح [6 ب]
~~وسمعت أحمد يحدث عنه
# [240] قلت لأحمد عن من أكتب بمكة قال أبو بشر ختن
# PageV01P237
# المقرىء والشافعي يعني إبراهيم [أحسن] الثناء عليه حسين ولا أعرفه
# [241] سمعت أحمد قيل له المثنى بن الصباح فقال كان من أهل اليمن من أبناء
~~الفرس فنزل مكة فقيل لأحمد كيف Milestone300 حديثه فقال لم يكن مثل ابن جرجي
# وسمعت أحمد يحدث عن المثنى بن الصباح
# PageV01P238
### | - باب أهل الطائف
# [242] أنا الحسين نا سليمان قال سمعت أحمد بن حنبل قال يعلى ابن عطاء
~~لشعبة لا تأخذ عني عن أبي وقد أدرك فلانا وفلانا فقيل لأحمد فحدث عن أبيه
~~أحد غيره من أصحابه استفهام قال لا
# سمعت أحمد قال يعلى بن عطاء شيخ حلو ثقة هو مولى لعبد الله بن عمرو
# PageV01P239
### | - باب أهل اليمن
# [243] قال وسمعت أحمد يقول عن ابن عون قال قد رأيت عطاء وطاوسا وحديث هذا
~~أن أحمد حدثهم به عن عثمان بن عمر عن ابن عون
# [244] سمعت أحمد قال لا أدري من مينا الذي يحدث عنه أبو عبد الرزاق
# [245] سمعت أحمد قال قال عبد الرزاق كان قال لي يعني
# PageV01P240
# معمرا أين منزل إسماعيل بن شروس يعني ليسمع منه
# سمعت أحمد قال كان سفيان يعني الثوري ذهب إلى اليمن أراه كانت معه تجارة
~~وما أراه إلا أراد معمرا
# سمعت أحمد يقول من تناول من الإسناد ما تناول معمر قال أحمد سمع من
~~الزهري بالرصافة قال أين سمع من يحيى بن أبي كثير قال بالبصرة
# [246] قلت لأحمد ابن ثور قال ثقة يعد رباح بن عبيد الله ليس مثله
# سمعت أحمد قال كان ابن ثور رجلا صالحا لم يكن له تلك اليقظة في الحديث
# [247] قلت لأحمد في سماع عبد الرزاق من عبيد الله فقال قال عبد الرزاق
~~رأيته بمكة وهشام بن حسان يسأله قال أحمد فلعمري لقد روى
# PageV01P241
# عنه يعني عبد الرزاق أحاديث غرائب
# PageV01P242
### | - باب أهل مصر
# [248] أنا الحسين نا سليمان قال قلت لأحمد موسى بن وردان قال لا أعلم إلا
~~خيرا
# [249] قلت لأحمد موسى بن أيوب الغافقي قال شيخ رووا عنه
# [250] سمعت أحمد ذكر حديث يحيى بن سعيد أن أخت عقبة بن
# PageV01P243
# عامر نذرت فقال ما اصلح إسناد يحيى عن عبيد الله بن زحر
# [251] سمعت أحمد قال بلغني أن ابن المبارك قال ما وصف لي أحد فرأيته دون
~~ما وصف لي إلا حيوة Milestone300 بن شريح
# قلت لأحمد حيوة بن شريح قال ثقة
# [252] سمعت أحمد قال زهرة بن معبد شيخ ثقة جده له صحبة
# PageV01P244
# [253] سمعت أحمد قال بكر بن مضر وسعيد بن أبي أيوب صالح [وهما] ثقتان
# سمعت أحمد قال زعموا أن الليث بن سعد قال ما بقي من أولئك الجند غير بكر
~~بن مضر يمدحه
# [254] سمعت أحمد يقول سعيد بن أبي هلال سمعوا منه بمصر القدماء فخرج
~~زعموا إلى المدينة فجاءهم بعدل أو قال بوسق كتب كتبت عن الصغار وعن كل وكان
~~الليث بن سعد سمع منه ثم شك في بعضه فجعل بينه وبين سعيد خالدا قال خالد بن
~~يزيد ثقة قاله أبو داود
# [255] قال سمعت أحمد يقول بلغني أن ابن وهب جاء إلى ابن عيينة فقال يا
~~أبا محمد ما عرض عليك ابن أخت [ي] أول من أمس هو لي سماع
# PageV01P245
# سمعت أحمد قال رأيت ابن وهب وكان يبلغ يعني في السماع فلم أكتب عنه شيئا
~~وحديثه [7 أ]
# [256] سمعت أحمد يقول من كان بمصر يشبه ابن لهيعة في ضبط الحديث وكثرته
~~وإتقانه
# سمعت أحمد قال احترقت كتب ابن لهيعة زعموا كان رشدين بن سعد قد سمع منه
~~كتبه فكانوا يأخذون كتبه فلا يأتونه بشيء إلا قرأ
# PageV01P246
# [257] سمعت أحمد يقول بلغني أن رشدين بن سعد جاء إلى إبراهيم ابن أبي
~~يحيى فقال له إبراهيم تعال حتى أقرأ عليك قال لا أريده أجزه لي
# [258] سمعت أحمد ذكر أسد بن موسى فذكره بخير
# [259] سمعت أحمد سئل عن دراج أبي السمح قال هذا روى مناكير كثيرة وفي
~~حديث في إسناده دراج الشأن في دراج
# PageV01P247
### | - باب أهل الرملة
# [260] أنا الحسين نا سليمان قال قلت لأحمد رجاء بن أبي سلمة قال ثقة بصري
~~وقع إلى بيت المقدس ليس أحد أروى عنه من ضمرة
# [261] قلت لأحمد من أبن شوذب قال بخ
# [262] سمعت أحمد سئل عن إبراهيم بن أبي عبلة قال ثقة
# PageV01P248
# [263] قلت لأحمد ضمرة بن ربيعة قال ثقة ثقة
# [264] قلت لأحمد القاسم بن غصن قال كان هذا أرى بالشام Milestone300 ولم يرفعه
# PageV01P249
### | - باب أهل عسقلان
# [265] أنا الحسين ثنا سليمان قال سمعت أحمد قال مصعب بن ماهان يحدث عن
~~سفيان ثقة كان بعسقلان
# [266] سمعت أحمد قال أبو عصام يعني رواد بن الجراح كان صاحب سنة كان ها
~~هنا يعني ببغداد فانتقل إلى الشام أدرك بها الأوزاعي
# وسمعته ذكره مرة أخرى فقال صدوق فيما أرى
# وسمعته ذكره مرة أخرى فقال إن في حديثه خطأ
# PageV01P250
# [267] سمعت أحمد يقول زعموا أن آدم كان مكينا عند شعبة
# PageV01P251
### | - باب أهل قيسارية
# [268] أنا الحسين نا سليمان قال سمعت أحمد يقول وكان ذكر من يقدم في
~~سفيان فقال لا أقدم بعد هؤلاء الأشجعي وأصحابه على الفريابي يعني أنه يعد
~~الأشجعي وأصحابه بعد الفريابي في الطبقة التي تليهم
# PageV01P252
### | - باب [أهل] بيت المقدس
# [269] قال قلت لأحمد شهاب بن خراش قال كان أصله واسطيا وكان سكن بيت
~~المقدس ما أرى به بأسا
# PageV01P253
### | - باب أهل الأردن [270] سألت أحمد عن عبادة بن نسي فقال شامي قديم
# PageV01P254
### | - باب أهل دمشق
# [271] سمعت أحمد قال القاسم أبو عبد الرحمن هو ابن عبد الرحمن هو مولى
~~لعبد الرحمن بن يزيد بن معاوية قال يروى له أحاديث مناكير كان جعفر بن
~~الزبير أولا رواها بالبصرة فترك [الناس] حديثه ثم جاء بشر ابن نمير فروى
~~بعض تلك الأحاديث فترك أهل البصرة [حديثه] يجيئنا
# PageV01P255
# بعد من عبيد الله بن زحر عن علي بن يزيد
# [272] سمعت أحمد قال ربيعة بن يزيد فسمع منه حيوة
# [273] قلت لأحمد يحيى بن الحارث الرمادي قال هو لا بأس [به]
# [274] قلت لأحمد برد بن سنان قال ليس به بأس ولكن كان يرى القدر [7 ب]
~~زعموا أنهم طلبوا القدرية بدمشق ففر إلى البصرة فسمع البصريون منه
# PageV01P256
# [275] سمعت أحمد قال داود بن عمرو مقارب الحديث ما أرى بحديثه بأسا كان
~~شاميا وكان بواسط قلت كان واليا قال كان على بعض السواد
# [276] قلت لأحمد الحسن بن يحيى الخشني قال هذا ليس بحديثه بأس
# [277] سمعت أحمد قال صفوان بن عمرو وابن جابر يعني عبد الرحمن بن يزيد بن
~~جابر ثقتان Milestone300
# [278] قلت لأحمد يزيد بن يزيد بن جابر قال بخ
# [279] وسمعت أحمد قال ابن جابر حسن الحديث
# [280] قلت لأحمد عبد الواحد بن قيس الذي روى عنه الأوزاعي قال
# PageV01P257
# لا أدري أخشى أن يكون حديثه منكرا
# [281] قلت لأحمد يزيد بن أبي مريم قال كان من أهل دمشق وكان ثقة
# [282] قلت لأحمد يحيى بن يحيى الغساني قال ثقة
# [283] قلت لأحمد هشام بن يحيى الغساني قال ما أرى به بأسا
# قلت هشام بن يحيى ابنه أعني ابن يحيى بن يحيى قال نعم
# PageV01P258
# [284] سمعت أحمد قال صدقة بن خالد ثقة وهو فوق الوليد بن مسلم وكان كاتبا
# [285] سمعت أحمد يقول رحم الله أبا مسهر ما كان أثبته وجعل يطريه
# PageV01P259
### | - باب أهل حمص
# [286] قلت لأحمد حبيب بن عبيد قال روى عنه معاوية وثور لا بأس به
# [287] قلت لأحمد بحير بن سعد قال ثقة وزعموا أن شعبة قال لبقية اكتب إلي
~~أحاديث بحير قال أحمد كان يعجبه الإسناد قال أحمد
# PageV01P260
# أي أسانيد منها
# [288] سمعت أحمد وذكر له حريز وأبو بكر بن أبي مريم وصفوان فقال ليس فيهم
~~مثل حريز ليس أثبت منه ولم يكن يرى القدر
# سمعت أحمد قال ليس بالشام أثبت من حريز إلا أن يكون بحير قيل لأحمد
~~فصفوان قال حريز ثقة
# [289] قيل لأحمد فعبد الرحمن بن يزيد بن جابر قال عبد الرحمن ليس به بأس
# [290] سمعت أحمد مرة أخرى يقول حريز ثقة ثقة
# PageV01P261
# [291] سمعت أحمد قال ما روى ابن عياش وهو إسماعيل عن شيخ أوثق من شرحبيل
~~بن مسلم
# [292] سمعت أحمد قال سألت بحمص عن أبي مريم الذي يحدث عنه معاوية بن صالح
~~فقالوا هو كان قيم مسجد حمص
# [293] سمعت أحمد قال أرطاة بن المنذر ثقة
# [294] سمعت أحمد قال عتبة بن ضمرة بن حبيب شيخ ثقة
# [295] سمعت أحمد سئل عن معاذ بن رفاعة قال لم يكن به بأس
# [296] قلت لأحمد محمد بن مهاجر قال لا بأس به أخو عمرو بن
# PageV01P262
# مهاجر
# [297] سمعت أحمد قال رأيت كتب شعيب بن أبي حمزة فإذا كتب مصححة لا Milestone300 يكاد
~~يخذم منها شيء
# [298] قال الحسين أبو مريم الذي يحدث عن أبي هريرة هو عندي متصل
# [299] وسمعت أحمد سئل عن شعيب بن أبي حمزة قال شعيب لا بأس به أو قال ثقة
~~ولكن من سمع منه كان شعيب رجلا يمتنع في الحديث قال علي بن عياش كتاب أبي
~~الزناد لم يسمعه منه قرىء عليه
# [300 أ] سمعت أحمد بن حنبل سئل عن إسماعيل بن عياش أهو
# PageV01P263
# اثبت أو أبو فضالة [قال] أبو فضالة يحدث عن ثقات أحاديث مناكير
# [300 ب] قلت لأحمد إسماعيل [بن عياش] أو بقية قال ما أقربهما
# [300 ج] وسألت أحمد عن إسماعيل بن عياش [فقال ما حدث] عن مشايخهم قلت ال
~~[شاميين قال نعم] [8 أ] فأما حديث غيرهم عنده مناكير
# PageV01P264
# [301] قلت لأحمد صفوان أعني ابن عمرو قال صالح
# [302] سمعت أحمد قال أروى الناس عن حريز إسماعيل بن عياش
# [303] ذكر لأحمد ابن عياش وبقية قلت تعتد بشيء من حديثه قال إذا حدث عن
~~شيوخه الثقات أراه عندي بقية
# وسمعت أحمد مرة أخرى قال روى بقية عن عبيد الله هو ابن عمر العمري مناكير
# [304] قلت لأحمد فرج بن فضالة قال إذا حدث عن الشاميين فليس به بأس ولكن
~~حديثه عن يحيى بن سعيد مضطرب
# PageV01P265
# [305] سمعت أحمد قيل له شريح بن يزيد قال ليس به بأس
# [306 أ] سمعت أحمد سئل عن أبي اليمان قال صالح قد أكثرت عنه [306 ب] قلت
~~لأحمد بشر بن شعيب هو ابن أبي حمزة أحب إليك أو أبو اليمان قال أبو اليمان
# [306 ج] وسألت أحمد عن بشر مرة أخرى فقال كتبت عنه قدر سبعين حديثا لم
~~يكن صاحب حديث ولكن كتب أبيه كانت عنده
# سمعت أحمد سئل عن كتب شعيب هل سمعها بشر من أبيه قال ما يدريني
# PageV01P266
# [307] سمعت أحمد ذكر عنده يزيد بن عبد ربه الجرجسي فقال ما كان أثبته ما
~~كان فيهم مثله
# PageV01P267
### | - باب أهل أيلة
# [308] سمعت أحمد قال قال وكيع رأيت يونس الأيلي وكان سيء الحفظ سمع منه
~~وكيع ثلاثة أحاديث
# [309] قلت لأحمد عقيل هو Milestone300 ابن خالد عندك أكبر من يونس هو
# PageV01P268
# ابن يزيد الأيلي قال لا أدري عقيل ويونس يؤدون الألفاظ
# [310] معمر كان يحفظ الألفاظ لا يؤدي
# PageV01P269
### | - باب أهل حلب
# [311] سمعت أحمد قال أبو بشر الحلبي حدث عنه حي ليس به بأس
# [312] قال سمعت أحمد قيل له مبشر بن إسماعيل الحلبي قال قد
# PageV01P270
# رأيته لم يكن به بأس كتبت عنه خمسة أحاديث أو ستة كنا جئنا من الثغر حيث
~~مات هارون يعني أمير المؤمنين وكنت مريضا
# PageV01P271
### | - باب أهل حران
# [313] قال سمعت أحمد قيل له عبد الكريم الجزري قال ثقة
# [314] قلت لأحمد موسى بن أعين قال رجل صالح ثقة
# [315] سمعت أحمد قال خطاب بن القاسم قال لا بأس به
# [316] قلت لأحمد عتاب بن بشير كان عبد الرحمن كف عن حديثه
# PageV01P272
# قال الحسين ذاك أن الخطابي حدثه عنه بأحاديث روى عن عبد الملك حديثا
~~منكرا وعن فلان سماه أحمد
# قلت لأحمد كيف تراه قال أبو جعفر يحدث عنه يعني النفيلي قلت نعم قال أبو
~~جعفر أعلم به
# [317] قلت لأحمد مسكين أعني ابن بكير قال قد رأيته ما كان به بأس
# قال وسمعت أحمد مرة أخرى ذكره فقال رأيت في حديثه [خطأ] ولم يكن به بأس
# PageV01P273
# سمعت أحمد قال سمع مسكين من شعبة ببغداد
# [318] [قلت لأ] حمد النفيلي أحب إليك في حديث زهير أو أحمد ابن يونس قال
~~النفيلي [صاحب] حديث كيس وأحمد بن يونس رجل صالح
# [319] ذكرت لأحمد مؤمل [بن الفضل] فقال هذا زعموا لا بأس به
# [320] سمعت أحمد يحدث عن أبي قتادة الحراني غير مرة [8 ب]
# PageV01P274
# [321] سمعت أحمد قيل له علي بن ثابت قال كان أخف الناس كان يضحك الإنسان
~~يحدث ببعض الحديث ثم يقطعه ويحيئ بآخر كان الحسن بن عمارة عنده أنجب خليل
# PageV01P275
### | - باب أهل الموصل
# [322] سمعت أحمد قال عمر بن أيوب الموصلي كان له هيئة وجعل يمدحه
# PageV01P276
### | - باب أهل الرقة
# [323] قلت لأحمد عبد الله بن بشر قال هذا ما أرى كان به بأس قلت يروى مثل
~~هذا أعني حديث الأعمش عن أبي صالح Milestone300 عن أبي هريرة عن النبي صلى الله عليه
~~وسلم أفطر الحاجم والمحجوم قال هو شيخ قد
# PageV01P277
### | 000 - 0 
# PageV01P278
# روى عن قتادة وعنده مراسيل
# [324] سمعت أحمد قال زيد بن أبي أنيسة ليس به بأس
# [325] سمعت أحمد يقول قيل له الوليد بن زروان قال هذا يحدث
# PageV01P279
# عنه أبو المليح فما لي به تلك المعرفة [326] قلت لاحمد ابو المليح أحب
~~إليك أو عبيد الله بن عمرو قال هو يعني أبا المليح بينهما كثير
# قال أبو داود ذكروا أنه كان يرى الاعتزال يعني عبيد الله بن عمرو
# سمعت أحمد يقول أبو المليح ثقة ورع بخ بخ
# PageV01P280
# سمعت أحمد قال أسند أبو المليح فأقام الإسناد
# وروى عنه آداب ميمون بن مهران وما بها من الحسن
# PageV01P281
### | - باب أهل المصيصة
# [327] قال سمعت أحمد قيل له عقار النخلي أو عفار النخلي
# PageV01P282
# في حديث القسم في اللعان قال الحجاج يعني ابن محمد عفار والحجاج أضبط قال
~~أحمد هو عفار
# PageV01P283
### | - باب أهل طرسوس
# [328] قال سمعت أحمد يقول حديث القرقساني قال أبو داود يعني محمد بن مصعب
~~القرقساني عن الأوزاعي مقارب وأما عن حماد بن سلمة ففيه تخليط قلت لأحمد
~~تحدث عنه أعني القرقساني قال نعم
# PageV01P284
# [329] سمعت أحمد قال أبو توبة لم يكن به بأس لم أسمع منه شيئا كتب الي
~~بأحاديث كان يجيئني
# PageV01P285
### | - باب أهل أنطاكية
# [330] قال قلت لأحمد يوسف بن أسباط قال ثقة قلت فدفن كتبه قال قد علمت
~~يقال ثم قال ومن مثل يوسف
# PageV01P286
### | - باب أهل الكوفة
# [331] قلت لأحمد عاصم بن ضمرة أحب إليك أم الحارث فقال عاصم أي شيء لعاصم
~~من المناكير قال الحسين أي ليس له مناكير
# [332] سمعت أحمد قال النعمان بن سعد الذي يحدث عن علي مقارب الحديث لا
~~بأس به ولكن الشأن في عبد الرحمن بن إسحاق له
# PageV01P287
# أحاديث مناكير
# قلت لأحمد روى عبد الرحمن بن إسحاق عن غير النعمان بن سعد قال نعم روى
~~[عن محارب] بن دثار وفلان وفلان
# [333] قلت لأحمد روى عن هبيرة غير أبي إسحاق [قال لا قال] أحمد ما أصح
~~حديث Milestone300 هبيرة يمدحه
# [334] قلت لأحمد حنش أ [بو المعتمر] [9 أ] قال ما أعلم إلا خيرا روى عنه
~~أبو إسحاق
# PageV01P288
# قال الحسين وحنش الذي يروي عن عكرمة ضعيف وهو غير هذا
# [335] سمعت أحمد قال خيثمة بن أبي خيثمة كان من أهل البصرة سكن الكوفة
~~حدث عنه الأعمش ومنصور
# قلت لأحمد كيف حديثه قال ما أعلم إلا خيرا
# قلت يقول عن الحسن كنت أمشي مع عمران بن حصين قال شريك كذا يقول قلت
~~وجرير قال هكذا قال نعم
# [336] قلت لأحمد موسى بن عبد الله بن يزيد قال هو ثقة
# قلت هو ابن عبد الله بن يزيد الخطمي قال نعم
# [337] سمعت أحمد قال عبد الله بن مرة روى عنه الأعمش وأبو إسحاق ومنصور
# PageV01P289
# [338 أ] قلت لأحمد أبو معشر أحب إليك أو حماد قال زعموا أن أبا معشر كان
~~يأخذ عن حماد إلا أن ابا معشر عند أصحاب الحديث يريد كان أكبر لأن حمادا
~~كان يرى الإرجاء
# [338 ب] قلت لأحمد مغيرة أحب إليك في إبراهيم أو حماد قال أما فيما روى
~~سفيان وشعبة عن حماد فحماد أحب إلي لأن في حديث الآخرين عنه تخليطا
# [338 ج] قلت لأحمد مرة أخرى أبو معشر أحب إليك أو حماد في إبراهيم قال ما
~~أقربهما
# PageV01P290
# [338 د] سمعت أحمد مرة أخرى يقول حماد مقارب الحديث ما روى عنه سفيان
~~وشعبة والقدماء قلت هشام كيف سماعه قال قديم
# [338 ه] سألت أحمد مرة أخرى عن سماع هشام الدستوائي عن حماد قال سماعه
~~صالح
# [338 و] سمعت أحمد يقول ولكن حماد بن سلمة عنده عنه تخليط يعني عن حماد
~~بن أبي سليمان
# [339] قلت لأحمد عقبة بن حريث قال ما أعلم إلا خيرا
# [340] سمعت أحمد قيل المنهال بن عبد تعرفه يعني الذي روى عنه أبو إسحاق
~~قال ما أعرفه
# [341] سمعت أحمد يقول أبو الأحوص صاحب عبد الله كان
# PageV01P291
# يقص روى عن ابن عمر حديثا وعن أبي موسى قدم البصرة فسمع منه الحسن
# [342] قلت لأحمد عمير بن سعيد قال لا أعلم به بأسا قلت له فإن أبا Milestone300 مريم
~~قال تسلني عن عمير الكذاب قال وكان عالما بالمشايخ فقال أحمد حتى يكون أبو
~~مريم ثقة ثم تكلم بكلامه
# [343] قلت لأحمد سهيل أحب إليك أو الأعمش في أبي صالح فقال الأعمش
# [344] سمعت أحمد يقول بلغني عن محمد [بن عب [د الله بن نمير عن أبي خالد
~~الأحمر قال سمعت الأعمش يقول كتبت [عن أبي صالح] ألف حديث
# PageV01P292
# [345] سمعت أحمد قال عاصم بن بهدلة شيخ ثقة [346] [سمعت أ] حمد قال ما من
~~القوم أحد أعلى من منصور إلا أن يكون الحكم بن عتيبة في] إبراهيم
# سمعت أحمد مرة أخرى ذكرهما ولم يذكر الحكم [9 ب]
# [347] سمعت أحمد قال قال أبو بكر بن عياش كنت أسأل مغيرة ما كان علي وعبد
~~الله يقولان في كذا وكذا من الفرائض فيقول كذا وكذا فآتي الأعمش فأسأله
~~فيخالفه فأرجع إلى المغيرة فيقول ما سمعته إلا من الأعمش فأرجع إلى الأعمش
~~فرجع إلى قول المغيرة قال أحمد كان
# PageV01P293
# حافظا يعني المغيرة
# [348] سمعت أحمد قيل له شباك قال ثقة
# [349] سمعت أحمد قال سماك بن سلمة يقول كان رجلا صالحا
# [350] سمعت أحمد قيل له يزيد بن أبي زياد أحب اليك أو ليث هو ابن أبي
~~سليم
# قال أحمد يزيد عنه اختلاف مرة طاوس مرة مقسم مرة مجاهد
# [351] سمعت أحمد قال كان عطاء بن السائب من خيار
# PageV01P294
# عباد الله زعموا
# [352] سمعت أحمد قال قال ابن إدريس هو عبد الله بن إدريس الأودي قال لي
~~شعبة كان أبوك يفيدني
# [353] سئل أحمد كيف حديث أبي إدريس يزيد قال هو من أصحاب علي
# [354] سمعت أحمد قال عبد الملك بن عمير مضطرب جدا في حديثه اختلف عنه
~~الحفاظ يعني فيما رووا عنه
# PageV01P295
# [355] قلت لأحمد سيار فقال نسبه هشيم مرة فقال سيار بن أبي سيار العنزي
~~روى عنه شعبة نحوا من ثلاثين حديثا قلت لأحمد هو من الثقات قال نعم وفوق
~~الثقة كان من الأخيار قلت لأحمد هو سيار أبو الحكم قال نعم
# [356] سمعت أحمد يقول مسعر ثقة ثقة إنما يقاس بسفيان وزائدة وأصحابهم Milestone300
# [357] سمعت أحمد قال عبد الله بن عيسى ثقة
# [358] قلت لأحمد عبد الملك بن أبي سليمان قال ثقة قلت يخطيء قال نعم وكان
~~من أحفظ أهل الكوفة الا أنه رفع أحاديث عن
# PageV01P296
# عطاء
# [359 أ] قلت لأحمد أصحاب الشعبي من أحب إليك قال ليس فيهم عندي مثل
~~إسماعيل
# [359 ب] قلت ثم من قال مطرف
# [359 ج] قلت بيان قال بيان من الثقات ولكن هؤلاء أروى عنه
# [359 د] قلت لأحمد زكريا بن أبي زائدة قال ثقة لا بأس به
# PageV01P297
# قلت هو مثل مطرف قال لا ثم قال لي أحمد كلهم ثقات كان عند زكريا كتاب
~~فكان يقول [فيه] سمعت الشعبي ولكن زعموا كان يأخذ عن جابر وبيان ولا يسمى
~~يعني ما يروي من غير ذاك الكتاب يرسلها عن الشعبي
# قال أحمد زعموا أن يحيى بن زكريا بن أبي زائدة قال لو شئت أن أسمي كل من
~~ينبىء أبي عن الشعبي لسميت
# قال الحسين هو مطرف بن طريف الكوفي يروي عنه الرجال سفيان الثوري وجرير
~~وأسباط والناس
# [360] سمعت أحمد قيل له فراس قال فراس ثقة روى عنه
# PageV01P298
# إسماعيل وإسماعيل أكبر منه سنا وروى عنه زكريا وشعبة وسفيان
# [361] قلت لأحمد إسماعيل بن سالم قال بخ
# وسمعت أحمد يقول إسماعيل بن سالم صالح الحديث قلت له هو أكبر أو مطرف قال
~~هو أكبر
# قلت بيان فرآه فوقهم
# [362] قلت لأحمد الشيباني قال بخ ثم قال الشيباني ومطرف وحصين هؤلاء ثقات
# [363] قلت لأحمد حبيب بن أبي ثابت قال ما يدفع من كل خير
# PageV01P299
# قلت له هو مثل سلمة بن كهيل فقال كان يعني سلمة أحفظ وحبيب ثقة
# [364] سمعت أحمد قيل له سلمة بن كهيل قال ليس فيهم مثل سلمة زعموا أن
~~سفيان قال ل [حماد] بن سلمة يا أبا سلمة رأيت سلمة بن كهيل أما إنه كان
~~شيخا كيسا
# سمع [ت أحمد قال] روى شعبة عن سلمة نحوا من ستين حديثا وأما سفيان فأكثر
~~من مائ [ة]
# PageV01P300
# [365] [قلت لأحمد عبد] العزيز بن رفيع قال ثقة
# قلت لأحمد هو أكثر Milestone300 أم عبد الملك [بن عمير] [10 أ] وله عبد الملك مضطرب
~~الحديث قل حديث يرفعه لا يختلف فيه قيل من أكبر من روى عنه قال أبو عوانة
# [366] سمعت أحمد قال زياد بن علاقة ثبت الحديث
# [367] قلت لأحمد أبان بن صالح قال ما أرى به بأسا حدث عنه الشيباني
# [368] قلت لأحمد عبد الله بن السائب الذي حدث عنه هارون بن عنترة قال هو
~~الذي روى عنه الأعمش
# [369] قلت لأحمد وهارون بن عنترة قال ثقة
# PageV01P301
# [370] قلت لأحمد الأسود بن قيس قال ثقة
# [371] قلت لأحمد أبو كبران صاحب الضحاك قال ثقة
# [372] سمعت أحمد قيل له المقدام بن شريح قال ثقة
# [373] سمعت أحمد قيل له محل بن محرز قال صالح ليس به بأس كان ضريرا
# [374] قلت لأحمد الحسن بن عمرو الفقيمي قال ثقة
# [375] قال قلت الحسن بن عبيد الله النخعي قال ليس به بأس
# PageV01P302
# [376] قال قلت لأحمد عمران بن مسلم قال ثقة
# [377] قلت لأحمد عبد الخالق الذي يروي عنه شعبة قال هذا كوفي ما أرى به
~~بأسا
# [378] قلت لأحمد الوليد بن جميع قال ليس به بأس
# [379] سمعت أحمد يقول عبد الملك بن ميسرة ثقة
# [380] قلت لأحمد بكير بن الأخنس كيف حديثه قال ثقة
# [381] قلت لأحمد أسلم المنقري قال ثقة
# [382] قلت لأحمد محمد بن جحادة قال ثقة
# PageV01P303
# [383] قلت لأحمد القاسم بن أبي أيوب قال ثقة روى عنه شعبة
# [384] قلت لأحمد في أبي يعفور وقدان وأبي يعفور عبد الرحمن بن عبيد قلت
~~كلاهما ثقتان قال نعم
# [385] قلت لأحمد أبو جعفر الفراء قال ثقة قلت هو كوفي قال نعم
# [386] قلت لأحمد سفيان بن زياد العصفري قال ثقة
# [387] قلت لأحمد خلف بن حوشب قال شيخ كوفي ثقة
# [388] سمعت أحمد سئل عن سلمة بن نبيط فقال ثقة كان وكيع
# PageV01P304
# يقول حدثنا سلمة بن نبيط أبو فراس وكان ثقة
# [389] سمعت أحمد قال سالم الأفطس كان يرى الإرجاء وكان ثقة
# [390] سمعت أحمد يقول أبو روق مقارب الحديث ثقة
# [391] سمعت أحمد قال عثمان الثقفي ثقة الحديث سمع منه شعبة وهو أثبت من
~~عثمان Milestone300 أبي اليقظان ذاك يعني أبا اليقظان حديثه ما أدري ما هو
# سمعت أحمد يقول لا أعلم أحدا أروى عن عثمان بن أبي زرعة من شريك
# [392] سمعت احمد يقول رقبة ثقة
# PageV01P305
# [393] سمعت أحمد قال ثنا سفيان قال حدثني ابن الفرزدق لبطة له هيئة شيخ
~~وكان أبان سمعه منه فسألناه عنه
# [394] سمعت أحمد ذكر المرجئة فقال قيس بن مسلم وعلقمة بن مرثد وعمرو بن
~~مرة ومسعر
# PageV01P306
# [395] سمعت أحمد يقول محمد بن سوقة ثقة
# [396] سمعت أحمد يقول عيسى بن المغيرة شيخ روى عنه ابن إدريس شيخ ثقة
# [397] قلت لأحمد زياد المصفر قال شيخ قديم
# [398] سمعت أحمد قال يزيد بن كيسان لم يكن به بأس
# [399] سمعت أحمد قال أبان بن تغلب ثبت الحديث
# [400] سمعت أحمد قال محمد بن سلمة بن كهيل مقارب الحديث
# PageV01P307
# [401] قال أبو داود يحيى بن سلمة بن كهيل متروك الحديث
# [402] سمعت أحمد قال قال وكيع كان شعبة رفعه إلى علي يعني حديث سهمان
~~الخيل فقيل له إن سفيان يوقفه على هانىء بن هانىء فقال سفيان أحفظ مني
# [403] سمعت أحمد قال مالك أتبع من سفيان
# PageV01P308
# [404 أ] قلت لأحمد إذا اختلف سفيان [وز] هير في غير أبي إسحاق قال زهير
~~عندي في كل شيء ثم قال ما خالف زهير إنسانا إلا همته قال أحمد الأربعة
~~زائدة وسفيان وزهير وشعبة أراهم متقنين
# [404 ب] سمعت أحمد يقول [زهير سمع بآخ] رة من أبي إسحاق
# PageV01P309
# [504 أ] سمعت أحمد قال زهير وزكريا وإسرائيل ما اقربهم في أبي إسحاق [في
~~حديثهم عنه ل] ين ولا اراه الا من ابي إسحاق هو السبيعي قال قلت لأحمد شريك
~~منهم قال شريك سمع قديما]
# [405 ب] قال قلت لأحمد إسرائيل أحب إليك أو زهير في أبي إسحاق قال ما
~~فيهما بحمد الله إلا يخطىء وما أراه إلا من أبي إسحاق [10 ب]
# [405 ج] قلت لأحمد إسرائيل سماع أعني عن أبي إسحاق قال نعم
# [405 د] قلت لأحمد زكريا قال ما أقربه من هؤلاء الصغار كان سماعه بآخرة
# PageV01P310
# [405 ه] قلت لأحمد إسرائيل أحب إليك أو Milestone300 شريك قال إسرائيل إذا حدث من
~~كتابه لا يغادر ويحفظ من كتابه إلا لا ركن إلى حديثه شريك في حديثه اختلاف
~~يروي عن مغيرة أحاديث عبيدة
# [405 و] قلت لأحمد إسرائيل إذا انفرد بحديث يحتج به قال إسرائيل ثبت
~~الحديث كان يحيى يحمل عليه في حال أبي يحيى القتات
# PageV01P311
# قال روى عنه مناكير قال أحمد ما حدث عنه يحيى بشيء
# [406] سمعت أحمد يقول زائدة متقن صدوق ورع جعل يطريه
# [407] سمعت أحمد قال كان يحيى بن سعيد حدثنا عن شريك بغير شيء
# [408] سمعت أحمد يحدث عن أبي إسرائيل الملائي
# [409] سمعت أحمد يحدث عن إسماعيل بن عبد الملك بن أبي الصفيرا
# PageV01P312
# [410] قلت لأحمد معرف بن واصل قال لم يكن به بأس
# [411] سمعت احمد قيل له أبو شهاب موسى بن نافع قال ما أرى به بأسا أو قال
~~ليس به بأس
# [412] قلت لأحمد أبو كدينة قال ثقة
# [413] قلت لأحمد قطبة قال ثقة زعم يحيى بن آدم أن أبا معاوية كان يجلس
~~إليه وإلى يزيد يعني ابن عبد العزيز أخي قطبة يتذكر حديث الأعمش وكان قطبة
~~يتفقه
# [414] قال أبو داود كان أبو إسرائيل يقع في عثمان ثم قال وحدثونا
# PageV01P313
# عن عفان قال سمعت أبا إسرائيل يقول أشهد أن عثمان كان كافرا بالله العظيم
# [415] قلت لأحمد أبو بكر النهشلي قال ثقة
# [416] سمعت أحمد يقول قال زياد بن خيثمة كان بينه وبين زهير سبب قال أحمد
~~زياد بن خيثمة وزياد بن الفياض ثقتان
# [417] سمعت أحمد قال الحسن بن ثابت أرجو كان صدوقا
# [418] قلت لأحمد يزيد أبو عبد الله الشيباني قال هذا شيخ قديم ليس به بأس
# PageV01P314
# [419] سمعت أحمد قال عمار بن رزيق قال ليس به بأس
# [420] سمعت أحمد سئل عن إسحاق بن سعيد فقال ثقة وربما سمعت أحمد قال ليس
~~به بأس قال أحمد هو أموي
# [421] سمعت احمد قيل له سدير الصيرفي قال ما أعلم إلا خيرا
# [422] قال سمعت احمد يقول جعفر بن نجيح جد علي وقد روي عنه ليس به بأس
# قال الحسين هو علي بن Milestone300 عبد الله بن جعفر بن نجيح بن المديني
# [423] سمعت أحمد قول أبو عقيل الثقفي يعني الذي روى حديث
# PageV01P315
# مسروق إن الأجدع شيطان صالح الحديث
# [424] قال سمعت أحمد يقول أبو هؤلاء يعني محمد بن أبي شيبة وعثمان بن أبي
~~شيبة لا بأس به
# [425] سمعت أحمد ذكر مسافر الجصاص قال لا بأس به
# [426] قال قلت لأحمد أجلح أحب إليك أو حريث قال
# PageV01P316
# أجلح قلت تحدث عنه قال نعم
### | 427 - 
# ] قال سمعت أحمد ذكر أبا شيبة الذي روى عنه عباد ابن العوام عن عكرمة أن
~~ابن عباس كان ينام بين جاريتين قال ابو شيبة هذا شيخ مجهول
# [428] قال سمعت أحمد سئل السائب أبو عطاء من روى عنه قال ما أعلم أحدا
~~روى عنه روى أبو إسحاق عن السائب بن مالك عن عبد الله بن عمرو في صلاة
~~الكسوف وزعموا أنه ليس بأبيه
# [429] وسمعت أحمد يقول زعموا أن زهيرا وزائدة اختلفا في
# PageV01P317
# حرف في حديث ابن مسعود لينهكن أقوام أصابعهم أو لتنهكنها النار فجعل
~~الآخر يحلف أنه ما قال أو
# [430] قال وسمعت أحمد ذكر القاسم بن مالك المزني قال كان صدوقا وذكر أنه
~~يلي بعض العمل في السواد إلى أبي نعيم
# [431] قال قلت لأحمد الوليد بن أبي ثور قال ما لي به ذاك الخبر كان شي
~~[خا قدم هنا] كان ابن الصباح يحدث عنه وزعموا أن
# PageV01P318
# هذا ابن بكار يحدث عنه
# [432] قال [سمعت أحمد قال] زيد بن الحباب كان صدوقا وكان يضبط الألفاظ عن
~~معاوية بن [صالح ولكن كان كثير الخطأ] [11 أ]
# PageV01P319
### | -[باب أهل واسط]
# [433] قلت لأحمد أصبغ بن زيد الوراق قال كان من الثقات
# [434] سمعت أحمد قال منصور بن زاذان كان من الثقات
# PageV01P320
# [435] سمعت أحمد قيل له المستلم قال ثقة
# [436] قلت لأحمد يزيد بن عطاء قال كان ثقة هو مولى أبي عوانة من فوق
~~مقارب الحديث
# [437] قال سمعت أحمد سئل سفيان بن حسين أحب إليك أو صالح ابن أبي الأخضر
~~قال سفيان بن حسين
# [438] سمعت أحمد قال خالد الواسطي مقارب الحديث
# [439] سمعت أحمد يقول Milestone300 إسحاق يعني الأزرق وعباد بن العوام ويزيد كتبوا عن
~~شريك بواسط من كتابه كان قدم عليهم في حفر نهر
# قال أحمد كان شريك رجلا له عقل فكان يحدث بعقله قال أحمد سماع هؤلاء أصح
~~عنه
# PageV01P321
# قيل إسحاق الأزرق ثقة قال إي والله ثقة
# [440] سمعت أحمد قيل له علي بن عاصم قال أما أنا فأحدث عنه وحدثنا عنه
# [441] سمعت أحمد قيل له عاصم بن علي بن عاصم قال حديثه حديث مقارب حديث
~~أهل الصدق ما أقل الخطأ فيه ولكن أبوه كان يهم في
# PageV01P322
# الشيء قام من الإسلام بموضع أرجو أن يثيبه الله به الجنة
# [442] سمعت أحمد قيل له شاذ بن يحيى قال عرفته وذكره بخير
# [443] قال أحمد ليس أحد أصح حديثا عن حصين من هشيم
# [444] سمعت أحمد ذكر حديث عطاء يحتش المحرم قال هذا الذي غلط فيه علي بن
~~عاصم فقال لا يرى [بأ] سا أن يختتن المحرم يعني صحف في يحتش فقال يختتن
# PageV01P323
### | - باب أهل البصرة
# [445] ونا الحسين ثنا أبو داود ثنا عبيد الله القواريري ثنا مسلم بن خالد
~~عن ابن جريج عن عطاء قال لا بأس أن يختتن المحرم
### | 446 - 
# ] سمعت أحمد يقول يحيى بن أبي كثير ثقة مأمون
# وسمعت أحمد ذكر [ه] مرة أخرى فقال بخ بخ نقي الحديث جدا
# PageV01P324
# وجعل يطريه قال أحمد لا نكاد نجد في حديثه شيئا
# [447] قلت لأحمد عمرو بن هرم قال ثقة سمع منه شعبة حديثا
# [448] قلت لأحمد بديل بن ميسرة قال ثقة
# [449] قلت لأحمد أبو هارون الغنوي قال ثقة
# [450] قلت لأحمد أبو الخليل قال ثقة
# [451] قلت لأحمد قرة بن خالد قال ثقة ثقة حسن الحديث
# [452] قلت لأحمد يعلى بن حكيم قال ثقة
# PageV01P325
# [453] قلت لأحمد واصل مولى أبي عيينة قال ثقة
# [454] قلت لأحمد حزم قال ثقة
# [455] قلت لأحمد مثنى بن سعيد قال ثقة
# [456] قلت لأحمد أبو كعب صاحب الحرير قال ثقة
# [457] سمعت أحمد قال زياد بن حصين ثقة
# [458] سمعت أحمد قال عبد العزيز بن صهيب ثقة
# [459] سمعت أحمد قال أبو طالب الذي حدث عنه Milestone300 قتادة عن ابن عباس زعموا كان
~~حجاما وكان ثقة
# PageV01P326
# [460] سمعت أحمد يقول سعيد بن يزيد أبو مسلمة ثقة
# [461] سمعت أحمد [قال] إسحاق بن سويد شيخ ثقة
# [462] سمعت أحمد قال خالد الحذاء أبو المنازل أحد الثقات [قلت هشام] قال
~~هشام ليس مثل خالد
# سمعت أحمد قال قال أبو قلابة كان [صديقاي من أه] ل البصرة حذاء ودباغا
~~يعني خالدا الحذاء والدباغ أيوب
# [463] [سمعت أحمد قال] أبو الأشهب ثقة قديم
# PageV01P327
# ثنا يحيى ثنا أبو الأشهب ثنا أبو [الجوزاء] ذكرت له قول من قال أبو
~~الأشهب لم يلق أبا الجوزاء [12 ب]
# سمعت أحمد قال أبو الأشهب كانوا يرون أنه يدلس عن الحسن
# قلت لأحمد وذكر أبا الأشهب فقال زعموا كان يأخذ عن أصحاب الحسن يعني عن
~~الحسن
# قلت لأحمد هو أكثر من مبارك قال نعم مبارك كان يدلس عن الحسن
# [464] قال سمعت أحمد قال أبو مكين نوح ثقة
# PageV01P328
# [465] قال سمعت أحمد قيل له محمد بن زياد ثقة قال ثقة قال ليس [أحد] أروى
~~عنه من حماد بن سلمة وعن عمار بن أبي عمار إلا أن عمارا يختلف عنه وهذا لا
~~يختلف عنه يشبه أن يكون عنده خمسون حديثا يعني محمد بن زياد
# [466] سمعت أحمد قيل له أبو حرة قال ثقة قال قال فلان أخذت كتابا له فإذا
~~فيه حدثنا الحسن فقال ما قلت حدثنا فما وقف منها إلا
# PageV01P329
# على ثلاثة قال أحمد كان يستفهمون عند الحسن
# [467] سمعت أحمد يقول زياد أبو عمر الفراء ثقة وأطراه جدا وقال زياد بن
~~أبي مسلم وزياد بن مسلم
# ثنا أحمد ثنا وكيع ثنا زياد بن أبي مسلم
# [468] وسمعت أحمد قال أكثر الفتيا للحسن وعطاء ولإبراهيم فتيا كثير إلا
~~أنه ليس مثل هذين هذان ثقتان
# [469] سمعت أحمد قال عثمان بن غياث ثقة أو قال لا بأس
# PageV01P330
# به ولكن مرجئ حدث عنه يحيى ولم يكن يحدث الا عن ثقة
# [470] سمعت أحمد قال بسطام بن مسلم شيخ ثقة إن شاء الله
# [471] سمعت أحمد قيل له عمران القصير قال هذا عمران Milestone300 بن مسلم البصري روى
~~عنه معاذ ثقة
# [472] سمعت أحمد قيل له حوشب بن عقيل قال ثقة
# [473] قيل مهدي الهجري قال لا أعرفه
# [474] سمعت أحمد قال عبد العزيز بن قرير كان شيخا ثقة
# PageV01P331
# [475] سمعت أحمد قال حمران بن عبد العزيز شيخ ثقة
# [476] سمعت أحمد قال السري بن يحيى ثقة
# سمعت أحمد ذكر حديثا له فقال الحديث الذي يرويه ذاك الرجل الصالح وهو ناس
~~لاسمه ثم قال السري بن يحيى
# [477] سمعت أحمد قال سليم بن حيان بصري ثقة وقال لا بأس به
# [478] سمعت أحمد قال شداد بن سعيد شيخ ثقة
# [479] قلت لأحمد عبيد الله بن الأخنس قال شيخ ثقة
# [480] سمعت احمد يقول حميد بن هلال صحيح الحديث
# [481] سمعت أحمد قال جاء شعبة إلى حميد الطويل فحدث بحديث
# PageV01P332
# فقال أسمعته قال فجعل حميد يقول هكذا وجعل أحمد يقلب كفه قال فلما قام
~~قال حميد ما فيه حديث إلا سمعت ولكنه شدد فشدد عليه
# [482] سمعت أحمد قال معاوية الضال ثقة
# [483] سمعت أحمد يقول أثبت أصحاب أبي عثمان التيمي كان يحيى يختاره قال
~~لم يرو أحد عن أبي عثمان ما روى التيمي
# [484] سمعت أحمد يقول يحيى بن عتيق في عداد أيوب وابن عون كان يتبع ألفاظ
~~محمد
# [485] سمعت أحمد قال ما كان أحسن رأي أصحاب أشعث بن
# PageV01P333
# عبد الملك فيه يعني في أشعث ويحيى وذكر قوما قا [ل وهو] معروف بمجالسة
~~الحسن ليس أحد أروى له من معاذ ك [ان عنده عنه] زعموا عشرة آلاف
# [486] سمعت أحمد قال عقيل بن طلح [ة] [13 أ] [487] قال قلت لأحمد قاسم
~~الرحال قال لا أعلم إلا خيرا حدثنا عنه سفيان بحديث
# [488] سمعت احمد قال كان حبيب بن الشهيد من اهل التثبت
# [489] سمعت أحمد قال ليس أحد أثبت في يحيى بن أبي كثير من هشام الدستوائي
# PageV01P334
# [490] سمعت أحمد قال همام يضبط ضبطا جيدا
# سمعت احمد يقول سماع من سمع من همام بآخرة هو أصح وذلك أنه أصابته مثل
~~الزمانة فكان يحدثهم من كتابه فسماع عفان وحبان وبهز أجود من سماع Milestone300 عبد
~~الرحمن لأنه كان يحدثهم يعني لعبد الرحمن أي أيامهم من حفظ
# سمعت أحمد قال قال عفان ثنا همام يوما بحديث فقيل له فيه فدخل فنظر في
~~كتابه فقال ألا أراني أخطىء وأنا لا أدري فكان بعد يتعاهد كتابه
# [491] سمعت أحمد قيل له أبان بن يزيد قال لا بأس به قيل هو مثل همام قال
~~ما أقربه منه ثم قال ولكن عند همام من الحديث شيء ليس عند هذا
# سمعت أحمد قال كان يحيى يحدث عن أبان العطار ولا يحدث عن
# PageV01P335
# همام فلما قدم زعموا معاذ بن هشام وحدث بأحاديث وافق فيها هماما قال عفان
~~فكان يحيى يقول لي بعد ذلك كيف قال همام في هذا الحديث يتذاكرونه بينهم
# [492] سمعت أحمد يقول هشام الدستوائي ثبت ولكن لو برز لسعيد أين كان يقع
~~منه
# سمعت أحمد يقول كان سعيد بن أبي عروبة يحفظ التفسير عن قتادة
# [493] سمعت أحمد قال سلم بن أبي الذيال حسن الحديث وهو [صاحب] رأي ومسائل
~~دقائق كتبنا عن معتمر عنه كتابا
# سمعت أحمد ذكر [ه] مرة أخرى فقال حديثه مقارب
# PageV01P336
# [494] قلت لأحمد جامع بن مطر قال ما أرى به بأسا
# [495] قلت لأحمد سهيل بن أبي حزم قال هذا أخو حزم ما أرى به بأسا
# [496] قلت لأحمد أبو بكر بن شعيب بن الحبحاب قال أرجوا أنه ليس به بأس
# [497] قلت لأحمد علي بن علي الرفاعي قال ليس به بأس
# [498] قلت لأحمد علي بن المبارك قال ليس به بأس ما رأيت أحدا أروى عنه من
~~وكيع حدثنا عنه يحيى وزعموا حين ذهب إليه قال
# PageV01P337
# جاءني يحيى جاءني يحيى
# [499] قلت لأحمد وليحيى بن معين حماد الأبح قالا ليس به بأس
# [500] إياس بن دغفل قال ليس به بأس أو قال ثقة
# [501] قلت لأحمد الربيع بن مسلم قال ليس به بأس
# [502] قلت لأحمد سعيد بن زيد قال ليس به بأس
# [503] سمعت أحمد قال أبان بن خالد شيخ بصري لا بأس به كان
# PageV01P338
# عبد الرحمن يحدث عنه [وكان] لا يحدث إلا عن ثقة Milestone300
# [504] سمعت أحمد قال محمد بن ثابت العبدي ليس [به بأس] لكن روى حديثا
~~منكرا في التيمم لا يتابعه أحد
# [505] سمعت [أحمد وقيل له عب] د الحميد بن بهرام قال لا
# PageV01P339
# بأس به
# [506] سمعت أحمد قال عبد العزيز بن مسلم [القسملي أخو المغي] رة بن مسلم
~~السراج ليس به بأس
# [507] سمعت أحمد سئل عن جعفر [لم] يكن به بأس
# [508] قلت لأحمد عمر بن إبراهيم قال كان أبو عامر يقول فيه [13 ب] وذكر
~~كلاما كأنه أثنى خيرا ولم ينكره قال فقال أبو عامر كانت أحاديثه في الألواح
# PageV01P340
# [509] قلت لأحمد حبيب بن أبي حبيب قال هذا أرجو أن يكون صالح الحديث كان
~~عبد الرحمن يحدث عنه
# [510] قلت لأحمد القاسم بن الفضل قال قال عبد الرحمن كان من ثقات مشايخنا
# [511] سمعت أحمد قال إسرائيل البصري أبو موسى هو مقارب الحديث
# [512] سمعت أحمد قال صالح القطان كان معروفا
# [513] سمعت أحمد سئل عن سليمان بن كثير فقال سمع من الزهري مع سفيان بن
~~حسين وكان غلاما يقال له أبو داود الواسطي
# PageV01P341
# [514] سمعت أحمد قال ليس أحد أثبت في ثابت من حماد بن سلمة هؤلاء الشيوخ
~~يتوهمون
# سمعت أحمد قال قال ابو داود عن حماد بن سلمة قال قلت هذا قام لثابت فجعلت
~~أقلب عليه الأحاديث فأقول أنس فيقول لا إنما حدثنا به ابن ابي ليلى لا إنما
~~حدثنا به انس يعني لما يذكره أيضا له عن غير أنس ما هو لأنس
# سمعت أحمد قال حماد بن سلمة لم يخرج إلى الكوفة حج فسمع من سلمة بن كهيل
~~وأما عطاء وغيره فقدموا عليهم
# [515] قلت لأحمد أبو خلدة قال ليس مثل قرة وكان ذكره قبل قرة فأطراه
# PageV01P342
# [516] سمعت أحمد قال كان مرحوم رجلا صالحا روى عنه سفيان الثوري
# [517] سمعت أحمد ذكر عثمان بن عثمان الذي روى عنه فقال كان رجلا صالحا
# [518] سمعت أحمد قال لم يكن في أصحاب ابن عون مثل سليم فقيل لأحمد أزهر
~~ليس مثله قال اليوم ليس قد كان بعد إذ ذاك سليم وازهر ولكن Milestone300 بقي أزهر
~~ويقدمون سليما
# [519] سمعت أحمد قال بشر بن المفضل ثقة
# PageV01P343
# [520] سمعت أحمد قال وهيب يعني ابن خالد ثقة
# [521] سمعت احمد قال كان الحجاج بن المنهال ثقة
# [522] قلت لأحمد عرعرة بن البرند قال ليس به بأس
# [523] قلت لأحمد سهل بن اسلم لا بأس به قال ما ارى به بأسا
# [524] قلت لأحمد أبو بكر الحنفي قال ما أرى كان به بأس كتبنا عنه ولكن
~~نظر في الرأي
# [525] سمعت أحمد قال محبوب بن الحسن كتبنا عنه ما أراه إلا كان صدوقا
# وسمعت أحمد وذكر مرة أخرى فقال ما أسوأ رأي البصريين فيه
# PageV01P344
# [526] قلت لأحمد كان يحيى يحدثكم من حفظه قال ما رأينا له كتابا كان
~~يحدثنا من حفظه ويقرأ علينا الطوال من كتابنا
# سمعت أحمد [وقد] ذكرت له ما زاد هشيم في حديث عبيد بن عمير عن عمر في
~~المفقود على يحيى بن سعيد فقال يحيى أحفظ من هشيم
# [527] وسمعت أحمد ذكر عبد العزيز بن عبد الصمد [فأثنى] عليه خيرا ووثقه
~~وقال سمع من جابر ثلاثة أحاديث يعن [ي جابرا] الجعفي
# PageV01P345
# [528] قلت لأحمد الهداهدي هو معروف قال نع [م]
# [529] قلت لأحمد سهل بن يوسف قال كان كذ [اوكذا] [14 أ]
# [530] سمعت أحمد قيل له عبد الأعلى السامي قال ما كان من حفظه ففيه تخليط
~~وما كان من كتاب فلا بأس به وكان يحفظ حديث يونس مثل سورة من القرآن
# [531] قلت لأحمد سمع عبد الرحمن أعني ابن مهدي من عمر بن ذر قال نعم
~~أدركه بمكة
# PageV01P346
# سمعت أحمد قال وافى عبد الرحمن مع سفيان سبع حجج فقلت وسمع منه بالبصرة
~~قال نعم
# [532] سمعت أحمد قيل له تفسير قتادة قال إن كتبته عن يزيد بن زريع عن
~~سعيد فلا تبالي أن لا تكتبه عن أحد
# [533 أ] وقيل لأحمد فروح قال روح لم يكن به بأس لم يكن متهما بشيء من هذا
~~وكان جرى ذكر الكذب
# [533 ب] وسمعت أحمد قيل له روح أحب إليك أو أبو عاصم قال كان روح يخرج
~~الكتاب وأبو عاصم يثبج الحديث Milestone300
# PageV01P347
# [533 ج] قيل له ابن سواء أحب إليك أو روح في سعيد قال ما أقربهما قلت
~~الخفاف قال الخفاف إلا أنه كان أقدم منهما وأعلم بسعيد
# [534] سمعت أحمد قال معتمر كان حافظا قل ما كنا نسأله عن شيء إلا كان
~~عنده فيه يعني من الأبواب
# [535] سمعت أحمد قال كان بالبصرة فتى يقال له أيوب بن المتوكل كان به
~~تطلب الحروف ولا يأخذها إلا عن الثقات
# PageV01P348
# [536] سمعت أحمد سئل عن شهر فقال لا بأس به قلت كان يحيى يحدث عنه قال لا
~~أدري ما أعلم سمعت منه عنه شيئا قال أحمد وقد روى شعبة عن معاوية بن قرة عن
~~شهر
# قال أحمد أنا أحتمله وأروي عنه من يصبر عن تيك الأحاديث التي عنده
# [537] سمعت أحمد قال رأيت ابن داود ولم أكتب عنه كان يحب الرأي
# [538] سئل أحمد من الذي قال تجوزت عن أربعة أحاديث لقتادة قال شعبة أحدها
~~أقيموا صفوفكم
# PageV01P349
# [539] سمعت أحمد يقول ما أدري من محمد بن عبيد الذي روى عن قتادة عن ابن
~~المسيب فيمن واقع امرأته في رمضان
# [540] قال سمعت أحمد يقول كنت أرى يحيى سمع من ابن جريج من كتبه فقال
~~نسخته من نسخة قد قرأ منه مرارا وقال [أيت] بكر كنا ننسخه من كتاب في رقاع
~~فيقرأ علينا كل يوم خمسين
# [541] قلت لأحمد سمعت عليا يقول أرواهم هشام أعني عن قتادة
# وقلت رجل قال عن معاذ عند أبي عشرة آلاف عن قتادة فقال هذا كله يحكونه
~~ابنه فأما هشام فإنما خرج له قدر ألف حديث أو تسعمائة
# PageV01P350
# حديث قد معاذ أحاديث لا يرفعه سعيد
# [542] سمعت أحمد يقول سمع أبو عوانة أن لا يحدث به فقيل له ان شعبة تكلم
~~فيه فقال لا شعبة ولكن كانوا يسألونه كثيرا كل من جاء يقول الحكم الحكم قال
~~لست أحدث به [14 ب]
# [543] سمعت أحمد قال قال ابن عون قال لي محمد اخبؤوك فيمن اخبؤوا
# قال أحمد هذا نبئت عن من هو إلا عن هؤلاء
# [544] سمعت أحمد قيل له مسلم بن إبراهيم Milestone300 فقال لم أره ولم أكتب عنه شيئا
# [545] سمعت أحمد يحدث عن أبي عمر الضرير
# [546] وسمعته يحدث عن أبي حذيفة
# PageV01P351
# [547] سمعت أحمد يقول محمد بن دينار كان زعموا لا يحفظ كان يتحفظ لهم
# ذكر له حديث المصة فأنكره
# وذكرت له حديث ابن عمر في الحيوان فقال ليس فيه ابن عمر هو عن زياد بن
~~جبير موقوف
# PageV01P352
# [548] سمعت أحمد يقول ابن أبي عدي روى عن شعبة أحاديث يرفعها ننكرها عليه
# سمعت أحمد يقول أخاف أن شعبة لم يكن يقوم على الألفاظ هو ذا يختلف عليه
# [549] قلت لأحمد فيحيى أعني القطان في بعض ما يروي حديثا غيره يدخل
~~بينهما رجل قال بد من أن يحيى الوهم
# [550] قلت لأحمد مبارك بن حسان من حدث عنه قال الثوري
# PageV01P353
# وحدثنا [عنه] المسيب بن شريك
# ثم قال لي أحمد ترى أبا سلمة يعني المبارك سمع منه وتبسم
# قال الحسين المسيب بن شريك متروك
# PageV01P354
### | - باب أهل اليمامة
# [551] قلت لأحمد قيس بن طلق قال ما أعلم به بأسا
# PageV01P355
# قلت لأحمد فحديث مس الذكر أي شيء تدفع قال هذا أكثر أي من يرى مس الذكر
# [552] قلت لأحمد عبد الله بن بدر صاحب قيس بن طلق قال ليس به بأس أو كلمة
~~نحو هذا
# [553] قلت لأحمد جهضم الذي حدث عنه الثوري من هو قال زعموا [أنه] خراساني
~~وكان رجلا صالحا لم يكن به بأس سكن
# PageV01P356
# اليمامة
# [554] سمعت أحمد يقول ضمضم بن جوس أرجو أن يكون حديثه ثبتا
# [555] قلت لأحمد عبد ربه بن بارق الحنفي قال هذا ما أرى كان به بأس
# [556] سمعت أحمد قال أيوب بن جابر ليس به بأس هو أخو محمد ابن جابر
# قيل لأحمد وأنا أسمع من أمثل هو أو أخوه قال ما أدري كان ضعف أمره في آخر
~~أمره كان ذهب بصره
# PageV01P357
### | - باب أهل خرسان
# [557] أخبرنا الحسين ثنا سليمان قال قلت لأحمد مقاتل بن حيان قال ما أعل
~~[م]
# [558] سمعت أحمد قيل له عنبسة بن سعيد روى عنه حكام قال عنب [سة] ثقة
# PageV01P358
# [559] سمعت أحمد قال إبراهيم Milestone300 بن طهمان هو صحيح الحديث م [قارب إلا أنه]
~~كان يرى الإرجاء
# [560] قلت لأحمد أبو سعد محمد بن ميس [ر قال السيناني] هو صدوق قال ولكن
~~كان مرجئا قلت كتبت [عنه قال نعم] [15 أ]
# [561] سمعت أحمد قال من سمع من أبي حمزة السكري وهو مروزي قبل أن يذهب
~~بصره فهو صالح سمع منه علي بن الحسن قبل أن يذهب بصره وسمع عتاب بن زياد
~~منه بعد ما ذهب بصره
# [562] سمعت احمد قال أصحاب ابن المبارك القدماء سفيان
# PageV01P359
# يعني ابن عبد الملك وعلي بن الحسن وجعل يعد غيرهما قال وعتاب ابن زياد
~~بعدهم وليس به بأس
# [563] سمعت أحمد وقيل له علي بن مجاهد الرازي قال كتبنا عنه ما أرى به
~~بأسا
# [564] قال سمعت أحمد قيل له علي بن الحسن بن شقيق قال لم يكن به بأس إلا
~~أنهم تكلموا فيه في الإرجاء وقد رجع عنه
# PageV01P360
### | - باب ضعفاء أهل المدينة
# [565] أنا الحسين قال ثنا سليمان قال قلت لأحمد لأي شيء ترك حديث يحيى بن
~~عبيد الله قال أحاديثه مناكير وأبوه لا يعرف
# سمعت أحمد يقول تركه يحيى بعد يعني أن يحيى بن سعيد ترك حديث يحيى بن
~~عبيد الله
# [566] سمعت أحمد وقيل له حسين بن عبيد الله صاحب عكرمة منكر الحديث فقال
~~برأسه أي نعم فقيل هو أحب اليك أو عاصم بن
# PageV01P361
# عبيد الله قال ما أقربهما وعبد الله بن محمد بن عقيل
# [567] سمعت أحمد قال إبراهيم بن أبي يحيى كان يحيى يتكلم فيه بكلام شديد
# [568] وسمعت أحمد قال عبد الله بن نافع مولى ابن عمر قال ما أقربه من
~~العمري الصغير
# [569] قلت لأحمد حرام بن عثمان قال هذا شيخ قد ترك الناس حديثه
# PageV01P362
# [570] سمعت أحمد قال سمعت إبراهيم بن سعد وكان ذكر ابن حنبل عبد الله بن
~~زياد بن سمعان قال فجعل يحلف أنه كذاب يعني إبراهيم الذي حلف
# قال أحمد ما رأيت أحدا أجرأ منه يومئذ عليه
# سمعت أحمد قال زعموا أنه كان يحدث حدثنا مجاهد وابن إسحاق معه فجعل Milestone300 ابن
~~إسحاق يقول بالله ما رأيت مثل هذا أنا أكبر منه وما رأيت مجاهدا قط
# سمعت أحمد قال زعموا أخرج كتابه فإذا فيه ابن جريج عن عمرو بن دينار عن
~~جابر بن زيد فقال حدثنا جابر بن زيد
# PageV01P363
# قال قال إبراهيم بن سعد قلت لابن أخي ابن شهاب رأيت ابن سمعان قط عند
~~الزهري قال لا
# سمعت أحمد قال كان ابن سمعان يعرف بالمدينة بالعبادة ثم أخذ في [الح] ديث
# تم الكتاب بحمد الله
# وصلى الله على محمد النبي وعليه السلام [15 ب]
# PageV01P364
### | ملحق الكتاب
# مدخل
# لقد اشرت سابقا إلى أن سقطا وقع في أصل المخطوط واستغرق الوجه (ب) من
~~الورقة (11) والوجه (أ) من الورقة (12)
# وقد أوضحت ذلك عقب النص [432]
# ثم بدا لي أثناء تتبع نصوص الكتاب سيما في تاريخ بغداد أن هذا السقط قد
~~ذهب بجزء من أهل الكوفة وباب أهل بغداد وأوائل باب أهل واسط
# فرأيت إتماما للفائدة وسدا لبعض ثغرات السقط المذكور أن أحصر النصوص التي
~~أخرجها الخطيب في تاريخ بغداد من طريق راوي هذا الكتاب الحسين بن إدريس
~~الأنصاري عن أبي داود عن الإمام أحمد فكانت محصلة هذا الحصر خمسة عشرين نصا
~~تبدأ برقم [571] وتنتهي برقم [595] الثمانية الأولى منها متعلقة بأهل
~~الكوفة والبقية بأهل بغداد وقد رتبتها على حروف الهجاء
# ولكي ينسجم ال
### | ملحق
# مع طبيعة الكتاب ومنهجيه قدمت أهل الكوفة وسقت النصوص على الطريقة التي
~~وردت في كتاب السؤالات فحذفت الأسانيد التي ساقها الخطيب ليصبح منهج الملحق
~~كمنهج الأصل علما بأن الخطيب قد أخرج جميع نصوص الملحق المذكور بإسناد واحد
~~عن شيخه البرقاني إلى الحسين بن إدريس عن ابي داود عن الإمام أحمد بن حنبل
# PageV01P365
### | 
### | ملحق
# </span>
### | - باب أهل الكوفة
# قال الخطيب البغدادي في تاريخ بغداد
# أخبرنا البرقاني أخبرنا أحمد بن محمد بن حنسويه الهروي أخبرنا الحسين بن
~~إدريس حدثنا سليمان بن الأشعث قال
# [571] قلت لأحمد بن حنبل إسماعيل بن زكريا قال هو أبو زياد كان هاهنا ما
~~كان به بأس
# PageV01P366
# [572] قلت لأحمد الأشجعي قال كان يكتب Milestone300 في المجلس فمن ذاك صح حديثه
# [573] سمعت أحمد قيل له عبيدة بن حميد قال ليس به بأس
# [574] سمعت أحمد بن حنبل قيل له أبو حفص الأبار قال ما كان به بأس
# [575] سمعت احمد بن حنبل قيل له قران بن تمام فقال ليس به بأس
# [576] سمعت أحمد بن حنبل يقول ما كان أحفظ من مروان يعني ابن
# PageV01P367
# معاوية كان يحفظ حديثه كله
# وقال سمعت أحمد يقول مروان بن معاوية ثقة
# [577] سمعت أحمد بن حنبل يقول يحيى بن سعيد الأموي ليس به بأس عنده عن
~~الأعمش غرائب
# [578] سمعت أحمد بن حنبل قال قال وكيع وكنا نعدها عن سفيان ثم نكتب في
~~البيت وكان يحيى بن يمان يعقد خيطا يعني يعد به الحديث عند سفيان ثم يذهب
~~إلى البيت فيحل عقدة ويكتب حديثا ولكن عنده تخليط
# وقال مرة فأيش خلط يعني ابن اليمان
# PageV01P368
### | ملحق
### | - باب أهل بغداد
# قال الخطيب البغدادي في تاريخ بغداد
# أخبرنا أبو بكر البرقاني أخبرنا أبو حامد أحمد بن محمد بن حسنويه الهروي
~~أخبرنا الحسين بن إدريس قال
# [579] قال أبو داود سليمان بن الأشعث إبراهيم الهروي ضعيف
# [580] سمعت أحمد بن حنبل سئل عن أبي موسى الهروي فقال الطوال ذاك لي صديق
~~وأعرفه قديما يكتب وأثنى عليه خيرا
# PageV01P369
# [581] وسمعت أحمد ذكر بشارا الخفاف فقال كان معروفا صاحب سنة
# [582] رأيت أحمد بن حنبل يكتب عن أبي عمر الدوري
# [583] سمعت أحمد بن حنبل سئل عن سريج بن يونس فقال ليس به بأس
# [584] سمعت أحمد بن حنبل قيل له سعد بن إبراهيم أخو يعقوب قال لم يكن به
~~بأس وكان يعقوب أقرأ للكتب وأحر رأسا منه
# PageV01P370
# قال وسمعت أحمد قال عند سعد بن إبراهيم شيء لم يسمعه يعقوب كتاب عاصم بن
~~محمد العمري
# [585] سمعت أحمد بن حنبل سئل عامر الأحول أحب إليك أو عاصم الأحوال قال
~~عاصم الأحول شيخ ثقة
# [586] سمعت أحمد بن حنبل سئل عن عبد الله بن عون الخزاز فقال ما به بأس
~~أعرفه قديما وجعل يقول فيه خيرا
# PageV01P371
# [587] سمعت أحمد بن Milestone300 حنبل قال عبد الملك بن أبي بشير من أهل المدائن قال
~~سفيان كان رجل صدق
# [588] سمعت أحمد بن حنبل ذكر عثمان بن عمر الذي روى عنه فقال كان رجلا
~~صالحا
# [589] سمعت أحمد قيل له أبو قطن قال ما كان به بأس
# [590] سمعت أحمد قيل له كامل بن طلحة قال قد رأيته بالبصرة وله حلقة وكان
~~يذهب إلى عبادان يحدثهم حديثه حديث مقارب
# PageV01P372
# [591] سمعت أحمد يقول ليس فيهم يعني أهل مصر أصح حديثا من الليث بن سعد
~~وعمرو بن الحارث يقاربه
# [592] سمعت أحمد بن حنبل قال أبو سعيد المؤدب ثقة
# [593] سمعت أحمد ذكر حديثا عن ابي كامل يعني مظفر بن مدرك عن إبراهيم بن
~~سعد قيل له يعقوب لا يقول كذاب فقال ليس منهم مثله قلت لأبي عبد الله أبو
~~كامل قال نعم
# PageV01P373
# [594] سمعت أحمد يقول هوذة بن خليفة ما كان أصلح حديثه
# [595] سمعت أحمد بن حنبل قيل له هلال بن خباب قال شيخ ثقة
# [هذا آخر ما وقفت عليه في هذا الملحق من رواية راوي هذا الكتاب الحسين بن
~~إدريس عن أبي داود عن أحمد] PageV01P374