######OpenITI#


#META# 000.SortField	:: JK_000651
#META# 000.BookURI	:: #0379.IbnCabdAllahRabaci.TarikhMawlidCulama
#META# 010.AuthorAKA	:: ابن زبر الربعي
#META# 010.AuthorNAME	:: محمد بن عبد الله بن أحمد بن سليمان بن زبر الربعي
#META# 011.AuthorBORN	:: 298
#META# 011.AuthorDIED	:: 397
#META# 019.AuthorDIED	:: NODATA
#META# 020.BookTITLE	:: تاريخ مولد العلماء ووفياتهم
#META# 020.BookTITLESUB	:: NODATA
#META# 021.BookSUBJ	:: التراجم العامة :: الطبقات والتراجم :: كتب التراجم العامة :: كتب الحديث النبوي الشريف وتراجم الرواة
#META# 022.BookVOLS	:: 2
#META# 025.BookLANG	:: NODATA
#META# 029.BookTITLEalt	:: مولد العلماء ووفياتهم
#META# 030.LibURI	:: JK_000651
#META# 030.LibURIextra	:: NODATA
#META# 031.LibREADONLINE	:: NODATA
#META# 031.LibURL	:: NODATA
#META# 031.LibURLFILE	:: NODATA
#META# 031.LibURLextra	:: NODATA
#META# 040.EdALL	:: NODATA
#META# 040.EdEDITOR	:: د. عبد الله أحمد سليمان الحمد
#META# 041.EdNUMBER	:: الأولى
#META# 041.EdNumber	:: NODATA
#META# 043.EdPUBLISHER	:: دار العاصمة
#META# 044.EdPLACE	:: الرياض
#META# 045.EdYEAR	:: 1410
#META# 049.EdISBN	:: NODATA
#META# 049.EdPAGES	:: NODATA
#META# 049.EdPHYSICAL	:: NODATA
#META# 049.EdVOLUME	:: NODATA
#META# 090.RecMISC	:: NODATA
#META# 999.MiscINFO	:: NODATA



#META#Header#End#

### | [مقدمة]
# بسم الله الرحمن الرحيم أنبأنا الشيخ الأمين أبو محمد هبة الله بن أحمد
~~بن محمد الأكفاني المعدل بدمشق أنبأنا أبو محمد عبد العزيز بن محمد بن علي
~~الكتاني لفظا أنبأنا أبو الحسن مكي بن محمد بن الغمر المؤدب التميمي حدثنا
~~أبو سليمان محمد بن عبد الله بن زبر الربعي الحافظ قال
# الحمد لله حمدا كثيرا يبلغ رضاه ويوجب مزيده ويجير من سخطه والحمد لله
~~الذي خلق كل شيء فقدره تقديرا وصلى الله على محمد النبي وعلى آله وسلم
~~تسليما هذا كتاب تاريخ مولد العلماء ووفياتهم
# فما كان عن أبي نعيم الفضل بن دكين فحدثناه عبد الله بن محمد البغوي
~~حدثنا أحمد بن إبراهيم عن أبي نعيم PageV01P057 وحدثنا أبو عبد الله الهروي
~~حدثنا إسحاق بن سيار ومحمد بن إسماعيل الترمذي عنه أيضا وحدثنا الحسن بن
~~علي الشعراني فحدثنا أبو أمية عن أبي نعيم
# وما كان عن محمد بن عبد الله بن نمير فحدثناه محمد بن يوسف بن بشر
~~حدثنا محمد بن عبد الله بن سليمان وحدثنا عبد الله بن محمد حدثنا محمد بن
~~إسماعيل عن ابن نمير
# وما كان عن الليث بن سعد فحدثناه محمد بن أحمد بن PageV01P058 عبد
~~العزيز حدثنا يحيى بن أيوب العلاف حدثنا يحيى بن بكير عن الليث بن سعد
# وما كان عن المدائني فحدثناه أبي حدثنا أحمد بن عبيد بن ناصح حدثنا علي
~~بن محمد المدائني
# وما كان عن يحيى بن معين فأخبرناه أبي وأبو الحارث [ أحمد ] بن سعيد
~~قالا أنبأنا العباس بن محمد بن حاتم عن يحيى PageV01P059 وأخبرنا أبي حدثنا
~~أحمد بن زهير عن يحيى
# وما كان عن الواقدي فأخبرناه أبي عن إبراهيم بن عبد الله البغدادي عن
~~محمد بن سعد عنه وحدثناه أبي حدثنا الحارث بن أبي أسامة حدثنا محمد بن سعد
~~عن الواقدي محمد بن عمر
# وما كان عن أبي موسى محمد بن المثنى فحدثناه أبي عن أبيه عنه
# وما كان عن عمرو بن علي بن نحر فأخبرناه المصعبي مصعب بن إسماعيل عن Milestone300
~~محمد بن أحمد بن ماهان عنه
# وما كان عن سعيد بن أسد فحدثناه الهروي حدثنا محمد بن صالح بن عمرو بن
~~الحارث عنه PageV01P060
# وما كان عن أحمد بن حنبل فأخبرناه أبي حدثنا أحمد بن زهير بن حرب عنه
# وما كان عن الهيثم بن عدي فحدثناه أبي عن أحمد بن عبيد بن ناصح عنه
# وما كان عن أبي زرعة حدثناه به هشام بن أحمد والهروي عن أبي زرعة
# وما اتفقوا عليه فلا أذكر فيه إسنادا إنما ذكرت أسانيد فيما اختلفوا فيه
~~وما كان من جهة ( عن سوى هؤلاء ذكرت أسانيدهم ) وبدأت بالسنة التي قدم فيها
~~النبي صلى الله عليه وسلم المدينة مهاجرا لأن أبا عاصم النبيل روى عن ابن
~~جرير عن ابن أبي سلمة عن PageV01P061 الزهري أن رسول الله صلى الله عليه
~~وسلم أرخ التاريخ حين قدم المدينة
# حدثنا محمد بن يوسف بن بشر حدثنا محمد بن عبد الله بن سليمان بن أيوب
~~حدثنا محمد بن عبد الله بن نمير حدثنا يونس حدثنا من سمع جابرا عن أبي جعفر
~~قال قدم رسول الله صلى الله عليه وسلم المدينة لمهاجره ففيه أوقع أصحابه
~~تسمية السنين من مهاجر النبي صلى الله عليه وسلم وقد أقام بمكة اثنتي عشرة
~~سنة PageV01P062 
### | سنة إحدى
# فيها مات أبو أمامة أسعد بن زرارة بن عدس في شوال ودفن بالبقيع وفيها قدم
~~رسول الله صلى الله عليه وسلم المدينة يوم الاثنين لاثنتي عشرة ليلة خلت من
~~شهر ربيع الأول فأرخ الناس من مقدم رسول الله صلى الله عليه وسلم المدينة
~~ونزل رسول الله صلى الله عليه وسلم بقباء على أبي قيس كلثوم بن هدم أخي بني
~~عمرو بن عوف فأقام بضع عشرة ليلة ثم تحول إلى داخل المدينة فنزل على أبي
~~أيوب خالد بن زيد النجاري PageV01P063 وفيها أسلم عبد الله بن سلام
# أول من مات من المسلمين بالمدينة صاحب منزل رسول الله صلى الله عليه وسلم
~~أبو قيس كلثوم بن الهدم
# ثم من بعده أبو أمامة أسعد بن زرارة Milestone300 
### | سنة اثنتين
# فيها تزوج علي بن أبي طالب فاطمة ابنة رسول الله صلى الله عليه وسلم في
~~صفر
# وفيها ولد النعمان بن بشير وهو أول مولود من الأنصار في جمادى الأولى
~~PageV01P064
# وفيها كانت وقعة بدر واستشهد فيها عمير بن أبي وقاص أخو سعد بن أبي وقاص
~~وعبيدة بن الحارث بن المطلب بن عبد مناف وعاقل بن أبي البكير PageV01P065
# ومهجع مولى عمر وصفوان بن بيضاء وسعد بن خيثمة PageV01P066
# ومبشر بن المنذر وحارثة بن سراقة وعوذ ومعوذ أبنا عفراء وعمير بن الحمام
~~PageV01P067
# ورافع بن المعلى ويزيد بن الحارث بن فسحم
# فهؤلاء الذين استشهدوا يوم بدر رحمة الله عليهم وكانت وقعة بدر في شهر
~~رمضان
# وفيها ماتت رقية بنت رسول الله صلى الله عليه وسلم امرأة عثمان في شهر
~~PageV01P068 رمضان
# وفيها ولد عبد الله بن الزبير بن العوام في شوال وكان أول ولد ولد من
~~المهاجرين بالمدينة وفي هذه السنة توفى عثمان بن مظعون في ذي الحجة
# وفي ذي الحجة بنى علي بن أبي طالب بفاطمة PageV01P069
# وفي هذه السنة في جمادى الآخر صرفت القبلة إلى الكعبة بعد ستة عشر شهرا
~~من مقدمة صلى الله عليه وسلم 
### | سنة ثلاث
# أخبرنا أبي أخبرنا عبد الله بن عمرو بن أبي سعيد أخبرنا ( ) بن سلمة
~~أخبرنا معمر بن المثنى حدثني أبو ( ) عن سعد بن طريف عن الأصبغ بن نباته
~~قال
# ولدت فاطمة ابنها الحسن بن علي لنصف من شهر رمضان سنة ثلاث من الهجرة
# وفيها ولد السائب بن يزيد ابن أخت النمر PageV01P070
# وفيها قتل حمزة بن عبد المطلب وعبد اله بن جحش وشماس بن عثمان ومصعب بن
~~عمير
# وفيها قتل اليمان أبو حذيفة قتله المسلمون وهم لا يعرفونه PageV01P071
# وفيها قتل سعد بن الربيع وعبد الله بن عمرو بن حرام وعمرو بن الجموح
~~وحنظلة بن أبي عامر PageV01P072
# وعمرو بن معاذ ومالك بن سنان وأنس بن النضر
# وفيها تزوج عثمان بن عفان أم كلثوم بنت رسول الله صلى الله عليه وسلم في
~~ربيع الأول ودخلت عليه في جمادى الآخرة Milestone300 وفيها كانت وقعة أحد في شوال 
### | سنة أربع
# ولد الحسين بن علي أبو عبد الله في شعبان سنة أربع من الهجرة PageV01P073
# وفيها قتل مرثد بن أبي مرثد وعاصم بن ثابت بن أبي الأقلح وخالد بن أبي
~~البكير
# وفيها مات عبد الله بن عثمان بن عفان في جمادى الأولى وهو يومئذ ابن ست
~~سنين ابن بنت رسول الله صلى الله عليه وسلم رقية
# وفيها قتل عامر بن فهيرة PageV01P074
# والمنذر بن عمرو الأنصاري يوم بئر معونة في سبعين من الأنصار وذلك في صفر
# وفيها مات أبو سلمة عبد الله بن عبد الأسد وفيها استشهد يوم بئر معونه
~~الحارث بن الصمه وحرام بن ملحان أخو بني عدي بن النجار PageV01P075 وعروه
~~بن أسماء بن الصلت ونافع بن بديل بن ورقاء الخزاعي وعامر بن فهيره مولى أبي
~~بكر الصديق
# وفيها أسر خبيب بن عدي وزيد بن الدثنه وفيها استشهد الحكم بن كيسان
~~PageV01P076 
### | سنة خمس
# كانت الخندق في شوال فيها قتل خلاد بن سويد رمته اليهود بالرحى فشدخته
~~وقال النبي صلى الله عليه وسلم له اجر شهيدين وفيها مات سعد بن معاذ في ذي
~~الحجة من السهم الذي رمي في أكحله
# وفيها قتل خبيب بن عدي وزيد بن الدثنة بمكة قتلهما المشركون PageV01P077
# واستشهد يوم الخندق أنس بن أوس بن عتيك وعبد الله بن سهل والطفيل بن
~~النعمان وثعلبة بن عنمه وكعب بن زيد
# وفي هذه السنة مات أبو سنان بن محصن أخو عكاشة PageV01P078 
### | سنة ست
# فيها غزا رسول الله صلى الله عليه وسلم الغابة وهي ذو قرد في ربيع الآخر
# وفيها قتل محرز بن نضله الأسدي وفيها قتل هشام بن صبابه قتله رجل من
~~المسلمين وهو يظن أنه من الكفار وذلك في شعبان في غزوة بني المصطلق فأعطا
~~رسول الله صلى الله عليه وسلم أخاه مقيس بن صبابه ديته وكان قد أظهر
~~الإسلام فلما أخذ دية أخيه قتل قاتل أخيه ثم هرب إلى مكة كافرا 
### | سنة سبع
# فيها مات بشر بن البراء بن معرور وكان أكل Milestone300 من الشاة المسمومة التي اهدتها
~~امرأة سلام بن مشكم اليهودية إلى رسول الله صلى الله عليه وسلم PageV01P079
# وفي هذه السنة مات عامر بن الأكوع عم سلمة رجع عليه سيفه وهو يقاتل مع
~~رسول الله صلى الله عليه وسلم فكلمه كلما شديدا فمات منه فكأن المسلمين
~~شكوا فيه وقالوا إنما قتله سلاحه حتى سأل ابن أخيه سلمة بن عمرو رسول الله
~~صلى الله عليه وسلم وأخبره بقول الناس عنه فقال رسول الله صلى الله عليه
~~وسلم إنه لشهيد وصلى عليه رسول الله صلى الله عليه وسلم وصلى عليه المسلمون
# وفي غزوة خيبر قتل محمود بن مسلمة أخو محمد وربيعه بن أكثم بن سخبره
~~وثقيف بن عمرو وعمار بن عقبه PageV01P080 
### | سنة ثمان
# فيها توفيت زينب بنت رسول الله صلى الله عليه وسلم وفيها استشهد جعفر بن
~~أبي طالب وعبد الله بن رواحة في جمادى الأولى بمؤتة من أرض الشام
~~PageV01P081
# وفيها قتل أبو عامر الأشعري وسراقة بن حباب يوم حنين وفي هذه السنة ولد
~~أبو إدريس الخولاني عائذ الله بن عبد الله واستشهد يوم مؤته عباد بن قيس
~~والحارث بن النعمان بن أساف PageV01P082 ووهب بن سعد ومسعود بن الأسود بن
~~حارثه وسراقة بن عمرو وقتل يوم فتح مكة كرز بن جابر بن حسل 
### | سنة تسع
# فيها قتل عروة بن مسعود الثقفي قتله قومه لما دعا قومه إلى الإسلام فقال
~~رسول الله صلى الله عليه وسلم مثله مثل صاحب ياسين دعا قومه إلى الله عز
~~وجل فقتلوه PageV01P083
# وفيها نعى رسول الله صلى الله عليه وسلم للمسلمين النجاشي وصلى عليه مات
~~في رجب
# وفيها ماتت أم كلثوم ابنة رسول الله صلى الله عليه وسلم في شعبان وصلى
~~عليها رسول الله صلى الله عليه وسلم
# وفيها مات عبد الله ذو البجادين بتبوك وصلى عليه رسول الله صلى الله عليه
~~وسلم
# اسم النجاشي مصحمه وتفسيره بالعربية عطيه ( كذا كان يخط ابن زبر مصحمه
~~بالميم ) 
### | سنة عشر
# في هذه السنة مات زيد الخيل وذلك أنه وفد على رسول Milestone300 الله صلى الله عليه
~~وسلم وأسلم فسماه رسول الله صلى الله عليه وسلم زيد الخير ورجع إلى بلاده
~~فمات في الطريق PageV01P084
# وفي هذه السنة مات سعد بن خوله بمكة 
### | سنة إحدى عشر
# توفي رسول الله صلى الله عليه وسلم يوم الاثنين مستهل شهر ربيع الأول سنة
~~إحدى عشرة لتمام عشر سنتين من مقدمه إلى المدينة وفي شهر ربيع الأول بويع
~~أبو بكر الصديق عبد الله بن عثمان يوم توفي رسول الله صلى الله عليه وسلم
# وفي هذه السنة توفيت فاطمة ابنة رسول الله صلى الله عليه وسلم ليلة
~~الثلاثاء لثلاث ليال خلون من شهر رمضان وهي بنت تسع وعشرين سنة PageV01P085
# وفي هذه السنة قتل مسيلمة الكذاب حبيب بن زيد بن عاصم بن عمرو أحد بني
~~مازن بن النجار وهو ابن أم عمارة نسيبة بنت كعب شهد أحدا مع النبي صلى الله
~~عليه وسلم وأخوه عبد الله بن زيد بن عاصم عم عباد بن تميم أخو أبيه لأمه هو
~~الذي قتل مسيلمة الكذاب قتله هو ووحشي 
### | سنة اثنتي عشرة
# في هذه السنة توفي عبد الله بن أبي بكر الصديق في حياة أبيه
# أخبرنا أبي عن أبيه حدثنا محمد بن المثنى قال واستشهد زيد بن الخطاب
~~PageV01P086 وأبي حذيفة بن عتبة بن ربيعة وسالم مولى أبي حذيفة وثابت بن
~~قيس وشجاع بن وهب أبو وهب من أهل بدر وهو ابن أربعين سنة باليمامة سنة
~~اثنتي عشرة
# وفي هذه السنة مات أبو مرثد الغنوي حليف حمزة بن عبد المطلب PageV01P087
# وفيها مات أبو العاص بن ربيع زوج ابنة رسول الله صلى الله عليه وسلم زينب
~~مات في ذي الحجة بالمدينة
# زيد بن الخطاب يكنى أبا عبد الرحمن وكان أسن من عمر وقد شهد بدرا
# واسم أبي مرثد كناز بن الحصين مات وهو ابن ست وستين واسم أبي حذيفة هشيم
~~قتل وهو ابن ثلاث وخمسين السائب بن عثمان بن مظعون أصابه سهم باليمامة مات
~~وهو ابن بضع وثلاثين سنة
# وفيها قتل عكاشة بن محصن أبو محصن Milestone300 ببزاخه وهو ابن PageV01P088 خمس
~~وأربعين
# استشهد الطفيل بن عمرو الدوسي من الازد هو وابنه باليمامة سنة اثنتي عشرة
# ويزيد بن ثابت بن الضحاك أخو زيد بن ثابت وكان أسن من زيد
# وفي سنة اثنتي عشرة قتل باليمامة ثابت بن أقرم بن ثعلبه بن عدي
~~PageV01P089
# وأبو عقيل عبد الله بن ثعلبه جميعا من أهل بدر
# وفيها قتل بشير بن سعد بن ثعلبه بن خلاس أبو النعمان بن بشير وبه يكنى
~~عبد الله بن سهيل بن عمرو بن عبد شمس بن عبد ود بن نصر بن مالك بن حسل بن
~~عامر بن لؤي من أهل بدر ويكنى أبا سهيل قتل بجواثا باليمامة شهيدا قتل وهو
~~ابن ثمان وثلاثين سنة وشهد بدرا وهو ابن سبع وعشرين قتل سنة اثنتي عشرة
# وقتل في هذا اليوم عبد الله بن مخرمه بن عبد العزى بن أبي قيس بن عبد ود
~~بن نصر من أهل بدر قتل يوم اليمامة شهيدا وهو ابن احدى وأربعين سنة
~~PageV01P090
# وقتل في هذا اليوم مخرمة بن شريح والسائب بن العوام بن خويلد أخو الزبير
~~وعبد الله بن عمرو بن بجره وسليط بن عمرو وأبو دجانة سماك بن خرشه ومعن بن
~~عدي أخو عاصم PageV01P091 وعباد بن بشر وعبد الله بن عبد الله بن أبي في
~~خلق سواهم عباد بن بشر من أهل مكة يكنى أبا بشر 
### | سنة ثلاث عشرة
# قال أبو موسى محمد بن المثنى وعلي بن محمد بن المدائني مات الفضل بن عباس
~~PageV01P092 وهشام بن العاص سنة ثلاث عشرة
# وتوفي أبو بكر الصديق عبد الله بن عثمان لثمان ليال بقين من جمادى الآخرة
~~سنة ثلاث عشرة وكانت ولايته سنتين وثلاثة أشهر واثنتين وعشرين يوما
# وبويع عمر بن الخطاب أبو حفص يوم توفي أبو بكر الصديق وفيها توفي أبو
~~كبشة مولى رسول الله صلى الله عليه وسلم أول يوم استخلف عمر PageV01P093
# وفيها استشهد طليب بن عمير بن وهب بن كثير بن عبد بن قصي ويكنى أبا عدي
~~يوم أجنادين بالشام في جمادى الأولى Milestone300 سنة ثلاث عشرة وهو ابن خمس وثمانين
# واسم أبي كبشة سليم
# واستشهد بأجنادين عمرو وأبان وخالد أبناء سعيد بن PageV01P094 العاص
~~وطفيل بن عمرو الدوسي وعبد الله بن عمرو الدوسي وضرار بن الأزور الدوسي
~~PageV01P095 وجندب بن عمرو الدوسي وعكرمة بن أبي جهل 
### | سنة أربع عشرة
# قال أبو موسى محمد بن المثنى والهيثم بن عدي والمدائني
# فيها مات أبو قحافة عثمان بن عامر بن كعب بن سعد بن تيم PageV01P096
# قالوا وفيها استشهد العلاء بن الحضرمي
# وفيها استشهد أبان بن سعيد بن العاص
# وفيها مات عتبة بن غزوان
# قال الواقدي مات أبو قحافة في محرم سنة أربع عشرة وهو ابن سبع وتسعين
# قال الواقدي فيها قتل سلمة بن أسلم بن حريش أحد بني حارثة ويكنى أبا سعد
~~من أهل بدر في جيش أبي عبيدة وهو ابن ثلاث وستين
# وفيها قتل سليط بن قيس بن عمرو يوم جيش أبي عبيدة PageV01P097
# وفيها قتل سلمة بن هشام بن المغيرة المخزومي بمرج الصفر في المحرم سنة
~~أربع عشرة
# وقتل نعيم بن عبد الله النحام باليرموك في رجب
# قال المدائني وفي هذه السنة ولد عبد الرحمن وعبيد الله إبنا PageV01P098
~~أبي بكرة وعبيد الله قبل عبد الرحمن
# وفيها استشهد عكرمة بن أبي جهل بالشام وفيها فتحت دمشق 
### | سنة خمس عشرة
# قال أبو موسى محمد بن المثنى وعلي بن محمد المدائني
# مات سعد بن عبادة بن ديلم سنة خمس عشرة جلس يبول نصف النهار فوقع بوله في
~~جحر من الأرض فخر ميتا فسمع هاتف من الجن يقول 
# % قتلنا سيد الخزر % ج سعد بن عبادة % رميناه بسهمين % فلم نخط فؤاده %
# أخبرنا بذلك أبي حدثنا أحمد بن عبيدة المدائني عن ابن عون عن ابن سيرين
~~وقال الواقدي أن سعد بن عبادة مات بحوران PageV01P099 سنة خمس عشرة ويكنى
~~أبا ثابت
# أخبرنا أبي حدثنا اسماعيل بن اسحاق حدثنا علي بن عبد الله بن جعفر
~~المديني حدثنا سفيان عن يحيى بن سعيد قال سمعت سعيد بن المسيب يقول ولدت
~~لسنتين مضتا من خلافة عمر
# وقيل Milestone300 مات فيها نوفل بن الحارث بن عبد المطلب 
### | سنة ست عشرة
# قال أبو حفص عمرو بن علي مات سعد بن عبادة بالشام في خلافة عمر في أولها
~~سنة ست عشرة PageV01P100
# قال أبو حفص مات سعد بن عبيد بن النعمان ويكنى أبا زيد وهو الذي يقال له
~~سعد القارى ابنه عمير بن سعد عامل عمر على الشام قال قتل بالقادسية سنة ست
~~عشرة وهو يومئذ ابن أربع وستين وهكذا قال ابن نمير في سعد بن عبيد وفيها
~~ماتت مارية أم إبراهيم ابن رسول الله صلى الله عليه وسلم في المحرم ودفنت
~~بالبقيع
# وفي هذه السنة ولد محمد بن الحنفية سعد بن عبيد أحد من جمع القرآن على
~~عهد رسول الله صلى الله عليه وسلم ذكره أنس بن مالك PageV01P101 
### | سنة سبع عشرة
# قال الواقدي ومحمد بن عبد الله بن نمير وعمرو
# مات عتبة بن غزوان سنة سبع عشرة بطريق البصرة عاملا لعمر وعتبة يكنى أبا
~~عبد الله مات وهو ابن سبع وخمسين
# حدثنا محمد بن يوسف الهروي حدثنا محمد بن صالح حدثنا سعيد بن أسد قال مات
~~أبو البداح عاصم بن عدي سنة سبع عشرة ومات وهو ابن أربع وثمانين 
### | سنة ثمان عشرة
# قال الهيثم بن عدي فيها مات عتبة بن مسعود وصلى عليه عمر قال الواقدي
~~وعمرو أبو عبيدة بن الجراح واسمه عامر بن عبد الله بن الجراح بن
~~PageV01P102 هلال بن وهيب بن ضبه بن الحارث بن فهر مات في طاعون عمواس سنة
~~ثمان عشرة وهو يومئذ ابن ثمان وخمسين سنة وكان يصبغ رأسه ولحيته بالحنا
~~والكتم
# ومعاذ بن جبل بن عمرو بن أوس يكنى أبا عبد الرحمن مات سنة ثمان عشرة
~~بالشام بناحية الأردن
# قال ابن نمير وعمرو مات شرحبيل بن حسنه سنة ثمان عشرة وهو شرحبيل بن عبد
~~الله بن المطاع بن عمرو من كنده حليف بني زهره وهكذا قال الواقدي وزاد فيه
~~ويكنى أبا عبد الله وهو ابن سبع وسبعين سنة PageV01P103 ومات في هذه السنة
~~سهيل بن عمرو Milestone300 بن عبد شمس بن عبد ود بن نصر بن مالك بن حسل بن عامر بن لؤي
~~أبو يزيد
# والحارث بن هشام بن المغيرة بن عبد الله بن عمرو بن مخزوم
# ويزيد بن أبي سفيان
# معاذ بن جبل مات ابن ثلاث وثلاثين سنة PageV01P104
# وفي هذه السنة مات أبو جندل بن سهيل بن عمرو بالشام في طاعون عمواس
# وسهيل أيضا بالشام مات 
### | سنة تسع عشرة
# فيها توفي سعيد بن عامر بن حذيم الجمحي
# وفيها مات خباب ( ) أبو يحيى مولى عتبة بن غزوان وهو ابن خمسين سنة
~~PageV01P105 
### | سنة عشرين
# أبو عبد الله بلال بن رباح مولى أبي بكر الصديق مات بدمشق سنة عشرين وهو
~~ابن بضع وستين سنة
# قال الواقدي وعمرو بن علي بن بحر وابن نمير مات أسيد بن حضير بن سماك بن
~~عتيك أبو يحيى سنة عشرين وصلى عليه عمر بالبقيع
# قال ابن نمير وقيل أنه يكنى أبا الحضير وفيها مات أبو الهيثم مالك بن
~~التيهان من أهل بدر PageV01P106 وفيها ماتت زينب بنت جحش زوج النبي صلى
~~الله عليه وسلم
# وفيها مات عياض بن غنم الفهري من أصحاب رسول الله صلى الله عليه وسلم شهد
~~معه الحديبية مات بالشام وهو ابن ستين سنة
# وفيها مات أنيس بن مرثد بن أبي مرثد الغنوي حليف حمزة بن عبد المطلب بن
~~هاشم بن عبد مناف يكنى أبا يزيد في شهر ربيع الأول
# وفيها مات أبو سفيان بن الحارث بن عبد المطلب واسمه المغيرة PageV01P107
~~توفي بالمدينة وصلى عليه عمر بن الخطاب
# قال المدائني وفيها مات أبي بن كعب وفي موته خلاف يقوله ابن زبر 
### | سنة إحدى وعشرين
# فيها مات أبو سليمان خالد بن الوليد بن المغيرة بن عبد الله بن عمر بن
~~مخزوم بحمص PageV01P108
# وفيها استشهد النعمان بن مقرن بنهاوند قال المدائني وفيها مات أسيد بن
~~حضير قال المدائني وفيها مات بلال المؤذن بالشام 
### | سنة اثنتين وعشرين
# حدثنا محمد بن يوسف حدثنا محمد بن عبد الله بن سليمان حدثنا محمد بن عبد
~~الله بن نمير Milestone300 قال مات أبي بن كعب في خلافة عمر سنة اثنتين وعشرين قال ابن
~~زبر وفيه اختلاف 
### | سنة ثلاث وعشرين
# في هذه السنة قتل أمير المؤمنين عمر بن الخطاب طعنه أبو لؤلؤة لأربع بقين
~~من ذي الحجة وعاش ثلاثة أيام ومات آخر يوم من ذي الحجة وكانت خلافته عشر
~~سنين وستة أشهر وسبعة أيام واسم PageV01P109 أدبي لؤلؤة فيروز عبد المغيرة
~~بن شعبة
# وفيها مات قتادة بن النعمان الظفري وصلى عليه عمر بن الخطاب يكنى أبا عمر
# أخبرنا أبي أخبرنا إبراهيم بن عبد الله أخبرنا محمد بن سعد أخبرنا محمد
~~بن عمر أخبرني محمد بن صالح عن عاصم بن عمر بن قتادة قال مات قتادة بن
~~النعمان بن زيد سنة ثلاث وعشرين وهو يومئذ ابن خمس وستين وصلى عليه عمر بن
~~الخطاب بالمدينة
# حدثنا الهروي حدثنا محمد بن صالح حدثنا سعيد بن أسد بمثله
# قال المدائني عمر بن عبيد الله بن معمر وعمر بن سعد PageV01P110 وعمر بن
~~عبد الرحمن بن الحارث بن هشام ولدوا عام قتل عمر بن الخطاب 
### | سنة أربع وعشرين
# في هذه السنة في المحرم بويع عثمان بن عفان بن أبي العاص بن أمية بن عبد
~~شمس بن عبد مناف يكنى أبا عمرو وأبا عبد الله اليوم الثالث من المحرم
# وقيل مات فيها سراقة بن مالك بن جعشم 
### | سنة خمس وعشرين
# فيها مات نوفل بن الحارث بن عبد المطلب بن هاشم بن عبد مناف ويكنى أبا
~~الحارث توفي بالمدينة PageV01P111 
### | سنة ست وعشرين
# فيها ولد يزيد بن معاوية وعبد الملك بن مروان وفي هذه السنة زاد عثمان في
~~مسجد رسول الله صلى الله عليه وسلم 
### | سنة سبع وعشرين
# قال بعضهم ماتت حفصة بنت عمر سنة سبع وعشرين PageV01P112
# وقيل إن فيها توفيت أم حرام ابنة ملحان بقبرس سقطت عن دابتها فماتت
### | سنة ثمان وعشرين وتسع وعشرين 
### | سنة ثلاثين
~~قال الواقدي فيها مات الطفيل والحصين ابنا الحارث بن المطلب
~~بدريان PageV01P113 وفيها مات عياض بن زهير من أهل بدر ومعمر بن أبي سرح من Milestone300
~~أهل بدر ومسعود بن الربيع من القارة من أهل بدر وفيها مات حاطب بن أبي
~~بلتعة وفيها مات جبار بن صخر من أهل بدر بالمدينة PageV01P114 وفيها مات
~~أبي بن كعب وفيها سقط خاتم رسول الله صلى الله عليه وسلم من يد عثمان في
~~بئر أريس حاطب بن أبي بلتعة يكنى أبا محمد مات بالمدينة وهو ابن خمس وستين
~~وفيها مات عبد الله بن مظعون أبو محمد وهو ابن ستين سنة مسعود بن الربيع
~~يكنى أبا عمير مات وهو ابن ستين معمر بن أبي سرح يكنى أبا سعد وعياض هو ابن
~~زهير بن أبي شداد بن ربيعة بن هلال بن أهيب بن ضبة بن الحارث بن فهر يكنى
~~أبا سعد وفي هذه السنة توفي أبو أسيد الساعدي واسمه مالك بن ربيعة
~~PageV01P115 بالمدينة وهو ابن اثنتين وسبعين سنة قال الواقدي اختلف في موت
~~أبي بن كعب بن قيس بن عبيد بن زيد وأثبت الأقاويل عندنا أنه مات سنة ثلاثين
# وفيها مات عبد الله بن كعب بن عمرو من أهل بدر وكان على خمس النبي صلى
~~الله عليه وسلم 
### | سنة إحدى وثلاثين
# قال الواقدي فيها مات أبو سفيان صخر بن حرب وهو ابن ثمان وستين سنة
~~PageV01P116
# قال الهيثم بن عدي فيها قتل معبد بن العباس بن عبد المطلب في غزوة
~~السوارقية
# وفيها مات عبد الله بن زيد الأنصاري صاحب الأذان 
### | سنة اثنتين وثلاثين
# قال الواقدي وعمرو بن علي ومحمد بن عبد الله بن نمير مات العباس بن عبد
~~المطلب سنة اثنتين وثلاثين PageV01P117
# ومات عبد الرحمن بن عوف سنة اثنتين وثلاثين وهو ابن خمس وسبعين ويكنى أبا
~~محمد
# قال ابن نمير ومات عبد الله بن مسعود بالمدينة سنة اثنتين وثلاثين ودفن
~~بالبقيع
# ومات عبد الله صاحب الأذان سنة اثنتين وثلاثين
# ومات أبو الدرداء وكعب الأحبار سنة اثنتين وثلاثين PageV01P118
# وقال المدائني وأبو موسى وعمرو والهيثم بن عدي ومات في سنة اثنتين
~~وثلاثين عبد الرحمن بن عوف وابن مسعود وأبو طلحة وعبد الله بن زيد صاحب Milestone300
~~الأذان وأبو الدرداء وأبو ذر PageV01P119 وكعب الأحبار
# قال الواقدي وعمرو وفيها مات العباس بن عبد المطلب وهو ابن ثمان وثمانين
~~وابن مسعود وعبد الله بن زيد وعبد الرحمن بن عوف وفيها مات الطفيل بن
~~الحارث بن المطلب بن عبد مناف أخو عبيده بن الحارث شهد بدرا
# مات وهو ابن سبعين سنة
# وفي هذه السنة مات أخوه الحصين بن الحارث
# وفيها مات سنان بن أبي سنان بن محصن بن أخي عكاشة بن محصن PageV01P120
# أبو ذر جندب بن جناده مات بالربذ وأبو الدرداء عويمر بن مالك بالشام وعبد
~~الله بن زيد أبو محمد مات وهو ابن أربع وستين سنة لم يذكر الهيثم عبد الله
~~بن زيد قال الهيثم حدثنا هشام بن عروة عن أبيه أن عبد الرحمن بن عوف توفي
~~في سنة اثنتين وثلاثين قال الهيثم وسمعت الأحوص يذكر عن خالد بن معدان أن
~~أبا الدرداء توفي سنة اثنتين وثلاثين 
### | سنة ثلاث وثلاثين
# فيها ولد أبو إسحاق عمرو بن عبد الله السبيعي وفيه اختلاف PageV01P121
# قال ابن نمير والواقدي مات المقداد بن عمرو بن ثعلبة سنة ثلاث وثلاثين
# قال المدائني وفي سنة ثلاث وثلاثين توفي العباس بن عبد المطلب وعامر بن
~~ربيعة والمقداد بن الأسود قال ابن زبر كانت سن المقداد سبعين سنة مات
~~بالجرف
# وحمله الرجال إلى المدينة على رقابهم وصلى عليه عثمان بن عفان
~~PageV01P122 
### | سنة أربع وثلاثين
# فيها ولد أبو عبد الله أنس بن سيرين أخو محمد قال ابن نمير سمعت ابن
~~إدريس يقول مات أبو طلحة زيد بن سهل سنة أربع وثلاثين مات ابن سبعين سنة
~~وصلى عليه عثمان قالوا ومات عباده بن الصامت بالشام سنة أربع وثلاثين قال
~~الواقدي وعمرو توفي عباده بن الصامت بن قيس بن أصرم بن فهر بالرملة بالشام
~~سنة أربع وثلاثين وهو ابن اثنتين وسبعين سنة
# وفيها مات أبو عبس بن جبر من أهل بدر PageV01P123
# وفيها مات مسطح بن أثاثه بن عباد بن المطلب بن عبد مناف بن قصي ويكنى أبا
~~عباد
# مات وهو ابن Milestone300 ست وخمسين سنة اسم أبي عبس عبد الرحمن بن جبر بن عمرو بن زيد
~~مات وهو ابن سبعين سنة ودفن بالبقيع وصلى عليه عثمان
# وكذا قال الواقدي في أبي طلحة وزاد فيه مات بالمدينة وفيها مات إياس بن
~~البكير
### | سنة خمس وثلاثين
~~فيها قتل أمير المؤمنين عثمان بن عفان في يوم الجمعة
~~بعد ثمان عشرة خلت من ذي الحجة سنة خمس وثلاثين وهو ابن إحدى وثمانين
~~PageV01P124 سنة وبويع علي بن أبي طالب وكانت خلافته اثنتي عشرة سنة تنقص
~~اثنى عشر يوما ودفن في الليل وبويع علي يوم قتل
### | سنة ست وثلاثين
# فيها مات أبو عبد الله حذيفة بن اليمان بعد عثمان بأربعين ليلة وفيها
~~كانت وقعة الجمل وقتل طلحة بن عبيد الله في المعركة ذكر أن مروان بن الحكم
~~قتله
# وكانت وقعة الجمل يوم الخميس لعشر خلون من جمادى الآخرة
# وقتل أبو عبد الله الزبير بن العوام بن خويلد بوادي السباع على
~~PageV01P125 سبعة فراسخ من البصرة قتله ابن جرموز
# وقتل في الوقعه محمد بن طلحة بن عبيد الله ويقال له السجاد وكعب بن سور
~~ومجاشع بن مسعود السلمي وهند الجملي PageV01P126
# وفي هذه السنة مات عمرو بن أبي عمرو بن ضبه الفهري من أهل بدر أبو شداد
# وفيها مات قدامة بن مظعون بن حبيب بن وهب بن حذافة بن جمح بن عمرو بن
~~هصيص أبو عمرو الجمحي وفيها مات عامر بن ربيعة بن مالك بن عامر بن ربيعة بن
~~حجر بن سلامان بن مالك بن ربيعة بن رفيده بن عنز بن وائل بن ربيعة بن نزار
~~في المحرم مات قدامة ابن ثمان وستين سنة
# قال الواقدي مات حذيفة بن اليمان بن حسيل بن جابر العبسي PageV01P127
~~ويكنى أبا عبد الله بالمدائن سنة ست وثلاثين
# وفيها مات عبد الله بن سعد بن أبي سرح بعسقلان 
### | سنة سبع وثلاثين
# ذكر الليث أن وقعة صفين كانت في شهر ربيع الأول قالوا وفي سنة سبع
~~وثلاثين مات خباب بن الأرت ويكنى أبا PageV01P128 عبد الله وهو ابن Milestone300 ثلاث
~~وسبعين سنة
# وكانت وقعة صفين في صفر
# وفيها قتل عمار بن ياسر بن قيس من اليمن حليف لبني مخزوم ويكنى أبا
~~اليقظان وهو ابن ثلاث وتسعين سنة
# وقتل خزيمة بن ثابت بن الفاكه أحد بني خطمه من الأوس يكنى أبا عماره
~~PageV01P129
# وأبو عمرة المازني
# وقتل مع معاوية عبيد الله بن عمر بن الخطاب
# اسم أبى عمرة المازني الأنصاري بشير بن عمرو بن محصن وهو أبو عبد الرحمن
~~بن أبي عمرة 
### | سنة ثمان وثلاثين
# قال الواقدي فيها مات سهل بن حنيف بن واهب بن عكيم بالكوفة وصلى عليه علي
~~بن أبي طالب
# وفيها مات صفوان بن بيضاء في شهر رمضان وقد شهد بدرا PageV01P130
# قال الواقدي صهيب بن سنان بن مالك بن عبد عمرو بن عقيل بن عامر بن جندله
~~بن خزيمه بن كعب بن سعد بن أسلم بن أوس بن مناة بن النمر بن قاسط بن ربيعة
~~حليف عبد الله بن جدعان يكنى أبا يحيى مات بالمدينة في شوال قال ابن زبر
~~وهو ابن سبعين سنة
# وفيها قتل محمد بن ابى بكر الصديق بمصر قتله عمرو بن العاص
# صفوان بن بيضاء أمه وهو صفوان بن وهب بن ربيعة بن هلال بن وهيب بن ضبه بن
~~الحارث بن فهير ويكنى أبا عمرو PageV01P131 
### | سنة تسع وثلاثين
### | سنة أربعين
# قال ابن نمير مات أبو أسيد الساعدي مالك بن ربيعة سنة الجماعة وكان أعمى
# قتل أمير المؤمنين علي بن أبي طالب ليلة الجمعة لسبع عشرة مضت من شهر
~~رمضان سنة تسع وثلاثين ودفن بالكوفة عند مسجد الجماعة في قصر الأمارة وكان
~~الذي قتله عبد الرحمن بن ملجم المرادي وكانت خلافته أربع سنين وثمانية أشهر
~~وعشرين يوما وبويع الحسن بن علي بن أبي طالب PageV01P132
# وفيها مات خوات بن جبير بن النعمان ويكنى أبا صالح بالمدينة وهو ابن أربع
~~وسبعين وهو من أهل بدر
# قال الهيثم بن عدي وأبو موسى محمد بن المثنى والمدائني وفي سنة أربعين
~~مات أبو رافع وحسان بن ثابت والأشعث بن قيس Milestone300 PageV01P133 وكعب بن مالك وأبو
~~مسعود عقبة بن عمرو حسان بن ثابت بن المنذر بن حرام بن جديلة يكنى أبا
~~الوليد PageV01P134
# ذكر الواقدي أنه مات ابن عشرين ومائة سنة
# قال أبو موسى وعمرو وفيها مات معيقيب بن أبي فاطمة ومعاذ بن عفراء
# وفي هذه السنة ولد علي بن عبد الله بن عباس ليلة قتل علي بن أبي طالب
# حدثنا هشام حدثنا أبو زرعة حدثني عبد الرحمن بن إبراهيم عن PageV01P135
~~علي بن معبد قال ولد ميمون بن مهران سنة أربعين وفي هذه السنة ولد عمرو بن
~~قيس وفيها ولد الحجاج بن يوسف قال الواقدي وفيها مات الحارث بن خزمة بن عدي
~~من أهل بدر مات بالمدينة ويكنى أبا بشير وهو ابن سبع وستين PageV01P136 
### | سنة إحدى وأربعين
# فيها سار الحسن من الكوفة وسار معاوية من الشام نحوه فالتقيا بمسكن فكره
~~الحسن القتال فسلم الأمر إلى معاوية وبايعه في شهر ربيع الأول لخمس بقين
~~منه
# قال الهيثم بن عدي فيها مات عثمان بن طلحة وصفوان بن أمية وحبيب بن مسلمة
~~PageV01P137 وأبو برده بن نيار ورفاعه بن رافع
# قال المدائني وفي سنة إحدى وأربعين مات حبيب بن مسلمه وعثمان بن طلحة
~~وصفوان بن أمية ورفاعة بن رافع وركانه بن عبد يزيد PageV01P138
# قال المدائني وفيها قتل عبادة بن قرط 
### | سنة اثنتين وأربعين
# فيها قتل بسر بن أبي أرطاة عبد الرحمن وقثما ابني عبيد الله بن العباس بن
~~المطلب وعمرو بن أراكة الثقفي PageV01P139 حدثنا محمد بن أحمد بن عبد
~~العزيز المعروف بابن أبي الأصبع بمصر حدثنا يحيى بن أيوب العلاف حدثنا يحيى
~~بن عبد الله بن بكير قال توفيت حفصة سنة اثنتين وأربعين قال ابن زبر فيه
~~اختلاف
# أخبرنا أبي حدثنا أحمد بن زهير بن حرب قال سمعت يحيى بن معين وأحمد بن
~~حنبل يقولان الأسود بن سريع بن عمارة بن حصين بن نزال بن مرة مات سنة
~~اثنتين وأربعين 
### | سنة ثلاث وأربعين
# حدثنا أبو رافع أسامة بن علي حدثنا البرلسي حدثنا يحيى بن بكير قال
# مات Milestone300 عمرو بن العاص ليلة الفطر سنة ثلاث وأربعين قال ابن زبر مات بمصر
~~ويكنى أبا عبد الله PageV01P140
# قال الواقدي مات عمرو بن العاص بن وائل بن هشام بن سعيد بن سهم ويكنى أبا
~~عبد الله يوم الفطر بمصر سنة ثلاث وأربعين
# قال الهيثم بن عدي وفي سنة ثلاث وأربعين مات عمرو بن العاص وعبد الله بن
~~سلام PageV01P141 ومحمد بن مسلمة الأنصاري
# قال الواقدي عبد الله بن سلام يكنى أبا يوسف وهو رجل من بني اسرائيل من
~~ولد يوسف بن يعقوب النبي عليه السلام توفي بالمدينة سنة ثلاث وأربعين
# قال المدائني وفي سنة ثلاث وأربعين مات عبد الله بن سلام وعمرو بن العاص
~~ومحمد بن مسلمة
# قال الليث وفي هذه السنة توفي عمرو بن العاص
# قال ابن نمير مات محمد بن مسلمة في صفر سنة ثلاث وأربعين 
### | سنة أربع وأربعين
# قالوا فيها ماتت أم حبيبة رملة بنت أبي سفيان زوج النبي صلى الله عليه
~~وسلم PageV01P142 وعتبة بن أبي سفيان
# قال أبو نعيم وابن نمير مات أبو موسى الأشعري في سنة أربع وأربعين وفيه
~~اختلاف
# مات أبو موسى وهو ابن نيف وستين سنة قاله ابن زبر PageV01P143 
### | سنة خمس وأربعين
# حدثنا عبد الله بن محمد قال قال الواقدي حدثني ابن أبي الدنيا عن أبيه
~~قال
# مات زيد بن ثابت سنة خمس وأربعين وصلى عليه مروان قال ابن زبر وفيه
~~اختلاف
# وزيد بن ثابت يكنى أبا سعيد ومات وهو ابن ست وخمسين سنة
# قال الواقدي وفيها توفيت حفصة بنت عمر زوج النبي صلى الله عليه وسلم
# قال عمرو بن علي وفيها مات PageV01P144 ثابت بن الضحاك
# قال الواقدي وفيها مات سلمة بن سلامة بن وقش أحد بني عبد الأشهل ويكنى
~~أبا عوف ودفن بالمدينة
# قال الواقدي وفيها مات عاصم بن ثابت بن عدي بن الجد بن العجلان ويكنى أبا
~~عمر وأبا عبد الله وهو ابن مائة سنة وخمس عشرة سنة 
### | سنة ست وأربعين
# فيها مات عبد الرحمن بن خالد بن الوليد قتله ابن أثال PageV01P145
~~النصراني Milestone300 بحمص
# أخبرنا أبي حدثنا إبراهيم بن عبد الله البغدادي حدثنا محمد بن سعد أخبرنا
~~محمد بن عمر الواقدي
# وحدثنا إبراهيم بن جعفر عن أبيه قال
# مات محمد بن مسلمة بالمدينة في صفر سنة ست وأربعين سنة وهو يومئذ ابن سبع
~~وسبعين
# قال ابن زبر وهو محمد بن مسلمة بن خالد يكنى أبا عبد الرحمن من أهل بدر 
### | سنة سبع وأربعين
# أخبرني أبي حدثنا محمد بن علي بن عفان حدثنا أبو نعيم حدثني يحيى بن سلمة
~~بن كهيل
# قال
# ولد أبي سنة سبع وأربعين قبل قتل الحسين بن علي بثلاث عشرة سنة
~~PageV01P146 أخبرنا أبي حدثنا أحمد بن زهير قال سمعت أحمد بن حنبل يقول عتي
~~بن ضمرة السعدي مات سنة سبع وأربعين 
### | سنة ثمان وأربعين
### | سنة تسع وأربعين
# فيها مات الحسن بن علي بن أبي طالب أبو محمد وكان قد سقي السم فوضع كبده
~~في ربيع الأول وهو يومئذ ابن ست وأربعين سنة فدفن بالبقيع 
### | سنة خمسين
# قالوا فيها ماتت صفية بنت حيي زوج النبي صلى الله عليه وسلم PageV01P147
# قالوا وفيها مات المغيرة بن شعبة بالكوفة في شعبان وهو ابن سبعين سنة
# قال الهيثم بن عدي والمدائني وفي سنة خمسين غزا يزيد بن معاوية أرض الروم
~~وكان معه في الغزو أبو أيوب الأنصاري خالد بن زيد فمات بأرض الروم
~~PageV01P148
# قال الهيثم والمدائني وفي هذه السنة مات المغيرة بن شعبة وأبو موسى
~~الأشعري والحكم بن عمرو الثقفي أخبرنا أبي حدثنا إبراهيم بن عبد الله حدثنا
~~محمد بن سعد أخبرنا محمد بن عمر عن أيوب بن النعمان من ولد كعب بن مالك بن
~~أسد قال مات كعب بن مالك بن أبي كعب بن القين أحد بني سلمة سنة خمسين وهو
~~ابن سبع وسبعين سنة ويكنى أبا عبد الله وكان قد ذهب بصره
# قال الواقدي أخبرنا محمد بن موسى الثقفي عن أبيه قال مات المغيرة بن شعبة
~~أبو عبد الله الثقفي بالكوفة سنة خمسين
# قال المدائني وفيها مات عبد الرحمن بن سمرة بن حبيب Milestone300 PageV01P149 وأبو
~~بكرة قال دحيم وفي سنة خمسين ولد الزهري 
### | سنة إحدى وخمسين
# حدثنا عبد الله بن محمد حدثني إبراهيم بن هانئ عن أبي عبد الله أحمد بن
~~حنبل قال بلغني أن زيد بن ثابت مات سنة PageV01P150 إحدى وخمسين
# قال الواقدي وفيها مات سعيد بن زيد بن عمرو بن نفيل ويكنى أبا الأعور
~~بالمدينة وهو ابن بضع وسبعين سنة
# قال ابن زبر زيد يكنى أبا سعيد وأبا خارجه
# قال الهيثم بن عدي في هذه السنة ماتت ميمونه زوج النبي صلى الله عليه
~~وسلم PageV01P151 وفيها مات سعيد بن زيد بن عمرو بن نفيل وجرير بن عبد الله
~~البجلي وعمرو بن حزم وكعب بن مالك الأنصاري PageV01P152
# قال الهيثم حدثني صالح بن حيان عن ولد عمرو بن حزم أنه توفي سنة إحدى
~~وخمسين
# قال وأخبرني ابن أبي ليلى أن كعب بن مالك توفي في هذه السنة
# قال المدائني فيها مات سعيد بن زيد وعمرو بن حزم وجرير بن عبد الله وكعب
~~بن عجره وقد قيل أن أبا بكرة واسمه نفيع بن الحارث مات في هذه السنة 
### | سنة اثنتين وخمسين
# مات كعب بن عجرة سنة اثنتين وخمسين وهو يومئذ ابن خمس PageV01P153 وسبعين
~~سنة
# هكذا يقول الواقدي والهيثم بن عدي وابن نمير
# قال الهيثم بن عدي ومات عمران بن حصين بالبصرة سنة اثنتين وخمسين وذكر
~~الواقدي أن أبا موسى الأشعري مات في سنة اثنتين وخمسين
# وفيها مات أبو أيوب الأنصاري واسمه خالد بن زيد بن كليب بالقسطنطينية
# عمران بن حصين يكنى أبا نجيد 
### | سنة ثلاث وخمسين
# قال المدائني مات عمران بن حصين سنة ثلاث وخمسين PageV01P154
# قال المدائني والواقدي ومات عبد الرحمن بن أبي بكر سنة ثلاث وخمسين
# وفيها مات زياد بن أبي سفيان
# عبد الرحمن يكنى أبا عبد الله
# وفيها توفي فضالة بن عبيد الأنصاري 
### | سنة أربع وخمسين
# قال محمد بن المثنى فيها ولد سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري
~~PageV01P155
# وقال ابن نمير والهيثم بن عدي والمدائني وفي سنة أربع وخمسين مات حكيم Milestone300 بن
~~حزام بن خويلد بن أسد بن عبد العزى بن قصي ومخرمة بن نوفل أبو المسور
~~وثوبان مولى رسول الله صلى الله عليه وسلم
# قال الهيثم وفيها مات حويطب بن عبد العزى PageV01P156
# وقال المدائني وفيها مات أبو قتادة الأنصاري
# حكيم يكنى أبا خالد
# زاد أبو موسى والواقدي وفيها مات سعيد بن يربوع
# وذكر أبو موسى أبا قتادة وحويطبا
# قال الهيثم حدثني ثور بن يزيد أن ثوبان مات في سنة PageV01P157 أربع
~~وخمسين بحمص
# قال الواقدي اسم أبي قتادة النعمان بن ربعي وقال غيره الحارث بن ربعي
# قال الواقدي حدثني يحيى بن عبد الله بن أبي قتادة قال توفي أبو قتادة
~~بالمدينة سنة أربع وخمسين وهو ابن سبعين سنة
# مات مخرمة وهو ابن مائة وخمس عشرة سنة
# مات حكيم بن حزام ابن مائة سنة وعشرين سنة
# قال الواقدي حدثني المنذر بن عبد الله عن موسى بن عقبة عن أبي حبيبة مولى
~~الزبير قال سمعت حكيم بن حزام يقول ولدت قبل الفيل بثلاث عشرة سنة
# أخبرنا أبي حدثنا أحمد بن خالد قال سمعت يحيى بن بكير يقول مات عبد
~~الرحمن بن أبي بكر الصديق سنة أربع وخمسين 
### | سنة خمس وخمسين
~~قال عمرو بن
~~علي وأبو موسى محمد بن المثنى والواقدي والهيثم بن PageV01P158 عدي وابن
~~نمير والمدائني مات سعد بن أبي وقاص سنة خمس وخمسين وهو سعد بن مالك أبو
~~إسحاق مات وهو ابن أربع وسبعين سنة
# وفي هذه السنة مات أبو اليسر ومجمع بن جارية PageV01P159
# واسم أبي اليسر كعب بن عمرو
# قال الهيثم حدثني عثمان بن عبد الرحمن عن عائشة بنت سعد قالت مات أبي في
~~قصره بالعقيق على عشرة أميال من المدينة فحمل إلى المدينة على رقاب الرجال
~~وذلك في سنة خمس وخمسين
# قال المدائني ومات زيد بن ثابت سنة خمس وخمسين 
### | سنة ست وخمسين
# قال الواقدي فيها توفيت جويرة بنت الحارث زوج النبي صلى الله عليه وسلم
~~في شهر ربيع الأول
# قال الهيثم وفيها مات عبد الله بن بحينة ومعقل بن Milestone300 يسار بالبصرة
~~PageV01P160 
### | سنة سبع وخمسين
# فيها مات معتب بن عوف بن الحمراء أبو عوف حليف بني مخزوم وهو ابن ثمان
~~وسبعين سنة
# قال الهيثم وفيها مات سعيد بن العاص وعبد الله بن عامر
# أخبرنا أبي حدثنا أحمد بن يحيى بن خالد قال سمعت يحيى بن بكير يقول ماتت
~~عائشة زوج النبي صلى الله عليه وسلم سنة سبع وخمسين وصلى PageV01P161 عليها
~~أبو هريرة
# قال المدائني فيها ماتت عائشة وأبو هريرة 
### | سنة ثمان وخمسين
# أخبرنا أبي حدثنا أحمد بن زهير بن حرب حدثنا الحسن بن حماد حدثنا طلحة
~~أبو محمد قال سمعت أشياخنا يذكرون مات عمرو بن العاص PageV01P162 والمغيرة
~~بن شعبة في خلافة معاوية بن أبي سفيان في سنة ثمان وخمسين وفي سنة ثمان
~~وخمسين ولد عوف الأعرابي
# قال الواقدي فيها قتل يزيد بن شجرة في البحر في السفن وفيها ماتت عائشة
~~ابنة أبي بكر الصديق زوج النبي صلى الله عليه وسلم ليلة سبع عشرة في شهر
~~رمضان ليلة الثلاثاء ودفنت في أول الليل
# قال الهيثم وفي هذه السنة مات أبو هريرة في شهر رمضان
# قال محمد بن سعد شداد بن أوس بن ثابت بن منذر بن حرام تحول إلى فلسطين
~~ومات بها سنة ثمان وخمسين وهو ابن خمس وسبعين سنة PageV01P163
# أخبرنا أبي حدثنا أحمد بن يحيى قال سمعت يحيى بن بكير يقول مات أبو هريرة
~~سنة ثمان وخمسين
# حدثنا أحمد بن عمير حدثني محمود بن إبراهيم بن سميع حدثني أبو سعيد عن
~~الواقدي أن ابن حوالة عبد الله ممن نزل الأردن ومات بالشام سنة ثمان وخمسين
~~
### | سنة تسع وخمسين
# قال الواقدي وعمرو فيها ماتت أم سلمة زوج النبي صلى الله عليه وسلم في
~~شوال PageV01P164
# قال الواقدي وابن نمير وفيها مات أبو هريرة
# قال الهيثم وفيها مات شيبة بن عثمان وجبير بن مطعم PageV01P165
# مات أبو هريرة وهو ابن ثمان وسبعين سنة
# قال ابن قتيبة فيها مات عبد الله بن عامر بن كريز بن ربيعة بن حبيب بن
~~عبد شمس بمكة
# مات أو Milestone300 محذورة سمرة بن معير بن لوذان بن عريج بن سعد بن جمح سنة تسع
~~وخمسين 
### | سنة ستين
# حدثنا عبد الله بن محمد حدثني أحمد بن زهير قال سمعت يحيى بن معين يقول
~~ولد قتاده سنة ستين PageV01P166
# قال أبو سليمان وهو قتادة بن دعامة أبو الخطاب السدوسي بصري
# وفي هذه السنة مات معاوية بن أبي سفيان أبو عبد الرحمن في يوم الخميس
~~بثمان بقين من رجب وهو ابن ثمان وسبعين سنة
# وفي هذا اليوم بويع يزيد بن معاوية قال الواقدي وابن نمير وعمرو بن علي
~~مات بلال بن الحارث أبو عبد الرحمن المزني سنة ستين زاد الواقدي وهو يومئذ
~~ابن ثمانين سنة
# وفيها مات صفوان بن المعطل السلمي بسميساط وهو ابن بضع وستين سنة ويكنى
~~أبا عمرو PageV01P167
# وفي هذه السنة ولد يزيد بن أبي مالك واسم أبي مالك هانئ قال الواقدي
~~وفيها مات أبو أسيد مالك بن ربيعة وهو ابن ثمان وسبعين سنة
# قال الليث بن سعد وفي سنة ستين توفي معاوية في رجب لأربع ليال خلت منه ثم
~~استخلف يزيد 
### | سنة إحدى وستين
# قال أبو سليمان فيها قتل أبو عبد الله الحسين بن علي بن أبي طالب قتل يوم
~~عاشوراء PageV01P168
# وقتل معه من اخوته لأبيه العباس وعبد الله وجعفر وعثمان وأبو بكر وقتل
~~معه من ولده عبد الله وعلي وإبراهيم PageV01P169
# وقتل معه من ولد أخيه الحسن القاسم وأبو بكر وعبد الله ومن ولد أخيه
~~العباس محمد بن العباس
# ومن ولد عبد الله بن جعفر محمد وعون
# ومن ولد عقيل PageV01P170 مسلم وعبد الرحمن وجعفر وعبد الله بنو عقيل
~~وعبد الله بن مسلم بن عقيل ومحمد بن أبي سعيد أبو عقيل أحد وعشرون رجلا
~~رحمة الله عليهم
# حدثنا الهروي محمد بن صالح قال قتل الحسين بن علي سنة إحدى وستين يوم
~~عاشوراء يوم السبت وهو ابن ست وخمسين سنة PageV01P171
# قال أبو نعيم مات علقمة سنة إحدى وستين
# قال الهيثم والمدائني وفي هذه السنة مات حمزة بن عمرو الأسلمي
# قال الواقدي وفيها مات Milestone300 جبر بن عتيك بن قيس بن هيشة يكنى أبا عبد الله من
~~أهل بدر وفي هذه السنة ولد سليمان الأعمش PageV01P172 وعمر بن عبد العزيز
~~وهشام بن عروة وطلحة بن يحيى بن طلحة بن عبيد الله أربعتهم أقران
# قال الواقدي حمزة بن عمرو الأسلمي يكنى أبا محمد مات سنة PageV01P173
~~إحدى وستين وهو ابن إحدى وسبعين 
### | سنة اثنتين وستين
# حدثنا الهروي حدثنا محمد بن صالح بن عبد الرحمن حدثنا سعيد بن أسد قال
~~توفي علقمة بن قيس سنة ثنتين وستين
# قال أبو نعيم مات مسروق سنة ثنتين وستين
# قال الليث بن سعد وفي سنة ثنتين وستين توفي مسلمة بن مخلد
# قال عمرو بن علي وابن نمير مات علقمة بن قيس النخعي ويكنى أبا شبل سنة
~~ثنتين وستين PageV01P174 
### | سنة ثلاث وستين
# قال الواقدي فيها مات طارق بن شهاب
# حدثنا الهروي حدثنا محمد بن صالح حدثنا سعيد بن أسد قال توفي مسروق سنة
~~ثلاث وستين
# فيها كانت وقعة الحرة بالمدينة يوم الأربعاء لثلاث بقين من ذي الحجة قتل
~~فيها عبد الله بن زيد المازني صاحب رسول الله صلى الله عليه وسلم ومعاذ بن
~~الحارث صاحب النبي صلى الله عليه وسلم ومعقل بن سنان PageV01P175 وعبد الله
~~بن حنظلة ومحمد بن أبي جهم بن حذيفة بن غانم ويزيد بن عبد الله بن زمعة
~~قتلوا صبرا بالسيف
# وذكر الهيثم والمدائني أن عبد الله بن عمرو بن العاص مات سنة ثلاث وستين
~~وهو مختلف فيه PageV01P176
# قال أبو نعيم مات عبيده سنة ثلاث وستين
# قال الواقدي عبد الله بن زيد بن عاصم بن عمرو أحد بني مازن بن النجار عم
~~عباده بن تميم قتل بالحرة سنة ثلاث وستين وهو ابن سبعين سنة
# قال المدائني وعمرو وفيها قتل محمد بن عمرو بن حزم ويكنى أبا عبد الملك 
### | سنة أربع وستين
# قالوا في هذه السنة مات المسور بن مخرمة في شهر ربيع الآخر وهو ابن
~~اثنتين وستين سنة PageV01P177 وفيها مات يزيد بن معاوية للنصف من شهر ربيع
~~الأول وبويع ابنه معاوية Milestone300 بن يزيد فعاش أربعين يوما ثم مات وقيل له لما
~~حضرته الوفاة لو استخلفت فقال كفيتها حيا فلا أتضمنها ميتا مات يزيد وهو
~~ابن ثمان وثلاثين سنة ومات ابنه معاوية وهو ابن إحدى وعشرين سنة وبويع عبد
~~الله بن الزبير بن العوام في جمادى الأولى PageV01P178 وفي هذه السنة قتل
~~الضحاك بن قيس بمرج راهط
# قال الليث كانت وقعة راهط في ذي الحجة بعد الأضحى بليلتين
# قال عمرو بن علي أصاب المسور بن مخرمة المنجنيق وهو يصلي في الحجر فمكث
~~خمسة أيام ثم مات في ربيع الأول سنة أربع وستين وهو يومئذ ابن ثلاث وستين
# وفي هذه السنة أحرقت الكعبة يوم السبت لثلاث ليال خلون من ربيع الأول
~~وفيها بني عبد الله بن الزبير الكعبة وأدخل الحجر فيها وجعل لها بابين بابا
~~يدخل الناس منه وبابا يخرج الناس منه 
### | سنة خمس وستين
# فيها قتل سليمان بن صرد PageV01P179 والمسيب بن نجبة الفزاري خرجا في
~~أربعة آلاف يطلبان بدم الحسين فوجه إليهما عبيد الله بن زياد شرحبيل بن ذي
~~الكلاع فالتقوا بعين الوردة في ربيع الآخر فاقتتلوا فقتل سليمان بن صرد
~~والمسيب بن نجبه
# وفيها مات مروان بن الحكم بدمشق في شهر رمضان وهو ابن أربع وستين وبويع
~~عبد الملك بن مروان بالشام
# قال عمرو والواقدي وابن نمير
# وفي هذه السنة مات عبد الله بن عمرو بن العاص أبو محمد وهو ابن اثنتين
~~وسبعين سنة PageV01P180
# قال المدائني وفيها مات الحارث الأعور وفي هذه السنة قتل أبو سليمان
~~الأعمش والأعمش يومئذ ابن خمس سنين
# وقال بعضهم إن ميمونة زوج النبي صلى الله عليه وسلم توفيت سنة ثلاث وستين
~~وهي ميمونة بنت الحارث 
### | سنة ست وستين
# قالوا فيها قتل عبيد الله بن زياد والحصين بن نمير ولي قتلهما إبراهيم بن
~~الأشتر وبعث برؤسهم إلى المختار فبعث بها إلى الزبير فنصبت بمكة والمدينة
~~وفي هذه السنة قتل النعمان بن بشير بن سعد بناحية حمص يكنى PageV01P181 أبا
~~عبد الله وفي هذه السنة مات أسماء بن حارثة الأسلمي Milestone300 توفي بالبصرة سنة ست
~~وستين وهو ابن ثمانين سنة وهو من أصحاب رسول الله صلى الله عليه وسلم
# قال المدائني وفيها مات زيد بن أرقم
# قال الليث بن سعد وفي سنة ست وستين مقتل عبيد الله بن زياد وأصحابه
~~بالخازر ومقتل ناتل بن قيس وأصحابه بفلسطين وفي هذه السنة ولد عبد الله بن
~~عون PageV01P182 
### | سنة سبع وستين
# قال محمد بن المثنى مات ابن عباس سنة سبع وستين وفيها قتل عبيد الله بن
~~علي بن أبي طالب ومحمد بن أشعث بن قيس وهمام بن النعمان العبدي PageV01P183
~~قتلهم المختار بن أبي عبيد وفي هذه السنة قتل المختار بن أبي عبيد في آخرها
# قال المدائني ومات الحكم بن أبي العاص الثقفي في سنة سبع وستين
# قال الليث وفي سنة سبع وستين مقتل المختار بن أبي عبيد ومقتل عمرو بن
~~سعيد بن العاص PageV01P184 
### | سنة ثمان وستين
# قال الليث فيها توفي عابس بن سعيد وذكر عمرو بن علي أن أبا واقد مات وهو
~~ابن سبعين سنة
# فقال عمرو بن علي ولد أيوب سنة ثمان وستين وفيها ولد حميد الطويل
~~PageV01P185
# قال المدائني مات عبد الرحمن بن حاطب بن أبي بلتعة بالمدينة سنة ثمان
~~وستين مات أبو واقد ابن خمس وستين سنة
# حدثنا عبد الله بن محمد قال بلغني أن مولد أيوب سنة ثمان وستين
# قال أبو سليمان وهو أيوب بن أبي تميمة واسم أبي تميمة كيسان ويكنى أبا
~~بكر بصري
# حدثنا أسامة بن علي حدثنا البرلسي حدثنا يحيى بن بكير قال مات عبد الله
~~بن عمرو بن العاص سنة ثمان وستين
# قال الهيثم وعمرو والواقدي وابن نمير مات ابن عباس سنة ثمان وستين
# قال الهيثم والمدائني ومحمد بن المثنى وفي سنة ثمان وستين مات
~~PageV01P186 جابر بن عبد الله وأبو واقد الليثي وزيد بن خالد الجهني وأبو
~~شريح الخزاعي ابن عباس هو عبد الله ابن العباس بن عبد المطلب أبو العباس
~~PageV01P187 مات بالطائف وهو ابن اثنتين وسبعين سنة وقد ذكر الواقدي موت
~~أبي واقد في هذه السنة Milestone300
# قال الواقدي أبو شريح الكعبي من خزاعة اسمه خويلد بن عمرو مات سنة ثمان
~~وستين بالمدينة
# أبو واقد عوف بن الحارث جاوز هذه السنة بمكة فمات بها وفي سنة ثمان وستين
~~مات زيد بن أرقم بن ثابت ويكنى أبا سعد قال الهيثم يكنى أبا انيسة 
### | سنة تسع وستين
# قال الهيثم بن عدي ومحمد بن المثنى وفي سنة تسع وستين قتل عمرو بن سعد بن
~~أبي وقاص وابنه PageV01P188 قال يحيى بن معين مات أبو الأسود سنة تسع وستين
~~وهو ابن خمس وثمانين 
### | سنة سبعين
# أخبرنا أبي حدثنا أحمد بن زهير قال سمعت يحيى بن معين يقول مات أبوالجلد
~~في الجارف
# قال أحمد بن زهير وكان طاعون الجارف بالبصرة سنة سبعين PageV01P189 قال
~~الليث بن سعد وفي سنة سبعين استشهد عمير بن الحباب
# حدثنا محمد بن يوسف حدثني محمد بن عبد الوهاب بن أبي تمام قال سمعت يحيى
~~بن عبد الله بن بكير يقول مات عبد الله بن عباس سنة سبعين قال أبو سليمان
~~وهذا خطأ من يحيى 
### | سنة إحدى وسبعين
# فيها مات عبد الله بن أبي حدرد الأسلمي واسم أبي حدرد سلامة أبو محمد وهو
~~ابن إحدى وثمانين سنة 
### | سنة ثنتين وسبعين
# فيها قتل مصعب بن الزبير بن العوام يوم الخميس النصف من جمادى الأولى
~~وقتل معه ابنه عيسى بن مصعب PageV01P190 وقتل إبراهيم بن الأشتر النخعي
~~وفيها مات أبو روعة الجهني واسمه معبد بن خالد من أصحاب رسول الله صلى الله
~~عليه وسلم وهو ابن ثمانين سنة وقد روى عنه الحديث قال عمرو وابن نمير مات
~~عبيدة السلماني وهو عبيدة بن عمرو سنة ثنتين وسبعين
# قال ابن نمير مات جابر بن عبد الله سنة ثنتين وسبعين ويكنى أبا عبد الله
~~وقد ذهب بصره 
### | سنة ثلاث وسبعين
# فيها قتل عبد الله بن الزبير بن العوام بمكة يوم الثلاثاء لتسع عشرة
~~PageV01P191 ليلة خلت من جمادى الأولى وهو ابن اثنتين وسبعين سنة وفيها
~~ماتت أسماء ابنة أبي بكر الصديق بعد ابنها بليال
# قال أبو نعيم Milestone300 وعمرو مات ابن عمر سنة ثلاث وسبعين وفيها بويع عبد الملك بن
~~مروان بالحرمين في جمادى الأولى وفيها مات بشر بن مروان بالبصرة
~~PageV01P192
# قال الواقدي فيها مات عوف بن مالك الأشجعي بالشام ويكنى أبا عمرو
# قال أبو نعيم مات عبيدة سنة ثلاث وسبعين
# قال المدائني وفيها مات السور بن مخرمة أصابه حفيف منجنيق 
### | سنة أربع وسبعين
# قالوا فيها مات رافع بن خديج بن رافع ويكنى أبا عبد الله توفي بالمدينة
~~وهو ابن ست وثمانين
# وفيها مات أبو سعيد الخدري سعد بن مالك بن سنان PageV01P193 وفيها مات
~~سلمة بن الأكوع الأسلمي ويكنى أبا إياس مات بالمدينة وهو ابن ثمانين سنة
~~وفيها مات عبد الله بن عمر بن الخطاب ويكنى أبا عبد الرحمن بمكة ودفن بفخ
~~وهو ابن أربع وثمانين سنة وهذا أثبت
# قال أبو نعيم وابن نمير وفيها مات عمرو بن ميمون الأودي
# قال الهيثم سلمة بن الأكوع يكنى أبا عامر PageV01P194
# أخبرنا أبي حدثنا إبراهيم بن عبد الله حدثنا محمد بن سعد أخبرنا محمد بن
~~عمر عن عبد العزيز بن عقبة عن إياس بن سلمة قال مات أبو سعيد سنة أربع
~~وسبعين ومما يبين لنا أن ابن عمر مات في هذه السنة وأن أبا نعيم قد أخطأ في
~~ذكره سنة ثلاث أن رافع بن خديج مات سنة أربع وسبعين وابن عمر حي وحضر
~~جنازته وبالله التوفيق 
### | سنة خمس وسبعين
# حدثنا هشام بن أحمد حدثنا أبو زرعة حدثني إبراهيم بن عبد الله بن العلاء
~~بن زبر قال ولد أبي عبد الله بن العلاء بن زبر سنة خمس وسبعين
# قال أبو نعيم وعمرو فيها مات الأسود بن يزيد PageV01P195 قال المدائني
~~مات جنادة بن أبي أمية سنة خمس وسبعين أول دينار ودرهم ضرب في الإسلام في
~~سنة خمس وسبعين في خلافة عبد الملك بن مروان الأسود بن يزيد يكنى أبا عمرو
~~وهو نخعي من أهل الكوفة
# قال عمرو بن علي مات عمرو بن ميمون الأودي سنة خمس وسبعين وقد كان أدرك
~~الجاهلية 
### | سنة ست Milestone300 وسبعين
# قال عمرو بن علي مات سعيد بن وهب الخيواني سنة ستة وسبعين PageV01P196 
### | سنة سبع وسبعين
### | سنة ثمان وسبعين
# فيها مات جابر بن عبد الله بن عمرو بن حرام الأنصاري أبو عبد الله وهو
~~ابن أربع وسبعين سنة وفي موته اختلاف بالمدينة
# قال عمرو وابن نمير فيها مات زيد بن خالد الجهني يكنى أبا عبد الرحمن
# قال الهيثم زيد يكنى أبا طلحة توفي بالكوفة
# قال الواقدي يكنى أبا عبد الرحمن مات بالمدينة سنة ثمان وسبعين
~~PageV01P197
# قال أبو نعيم فيها مات شريح القاضي وكان له يوم مات مائة سنة وثمان سنين
# قال المدائني وفي سنة ثمان وسبعين مات كريب مولى ابن عباس وشريح
# وفيها مات عبد الرحمن بن غنم الشامي PageV01P198 
### | سنة تسع وسبعين
# قال المدائني مات فيها عبد الرحمن بن عبد الله بن مسعود 
### | سنة ثمانين
# حدثنا الهروي محمد بن يوسف حدثنا إسحاق بن سيار حدثنا أبو نعيم قال ولد
~~أبو حنيفة سنة ثمانين وهو النعمان بن ثابت وفيها مات أبو جعفر عبد الله بن
~~جعفر بن أبي طالب بالمدينة PageV01P199
# قال عمرو فيها مات عبد الرحمن بن عبد القاري
# قال أبو نعيم وفيها مات سويد بن غفلة
# قال أبو نعيم ومات محمد بن الحنفية سنة ثمانين PageV01P200
# قال المدائني وفيها مات السائب بن يزيد الكندي وعبيد الله بن أبي بكرة
~~ومحمد بن الحنفية وسويد بن غفلة
# قال يحيى بن معين مات عبيد الله بن أبي بكرة سنة ثمانين
# قال ابن نمير مات شريح القاضي سنة ثمانين
# قال ابن نمير مات ابن أبي أوفى سنة ثمانين PageV01P201 
### | سنة إحدى وثمانين
# فيها ولد ابن أبي ذئب في المحرم
# قال الواقدي وعمرو وابن نمير وفيها مات محمد بن الحنفية في المحرم يكنى
~~أبا القاسم وهو ابن خمس وستين
# قال المدائني مات زر بن حبيش سنة إحدى وثمانين وهذا خطأ PageV01P202
# قال ابن نمير مات عبد الرحمن بن أبي ليلى سنة إحدى وثمانين وهذه خطأ لأنه
~~قتل في الجماجم
# قال ابن نمير مات سويد سنة إحدى وثمانين وله Milestone300 عشرون ومائة 
### | سنة ثنتين وثمانين
# فيها مات المهلب بن أبي صفرة
# قال المدائني مات كميل بن زياد سنة اثنتين وثمانين وهو ابن سبعين سنة
~~PageV01P203
# مات عمر بن عبيد الله بن معمر
# قال المدائني مات عمارة بن عمير وأبو الضحى مسلم بن صبيح الهمداني وعبد
~~الله بن مرة سنة اثنتين وثمانين PageV01P204
# قال عمرو مات سويد بن غفله يكنى أبا أمية سنة اثنتين وثمانين وهو ابن
~~عشرين ومائة سنة
# قال عمرو ومات زر بن حبيش سنة اثنتين وثمانين ويكنى أبا مطرف
# حدثنا أبي حدثنا أحمد يعني ابن زهير حدثني يحيى قال أن سوار بن عبد الله
~~ولد بسجستان سنة اثنتين وثمانين 
### | سنة ثلاث وثمانين
# فيها ولد شعبة بن الحجاج بن الورد أبو بسطام PageV01P205
# وفيها مات أبو الجوزاء واسمه أوس بن عبد الله
# وفي سنة ثلاث وثمانين كانت وقعة دير الجماجم بها
# قتل فيها عبد الرحمن بن محمد بن الأشعث وأبو جحيفة وهب بن عبد الله
~~السوائي PageV01P206 وبشر بن عمر السكوني وزر يكنى أبا مريم وعبد الله بن
~~شداد وابن أبي ليلى وأبو البختري
# قال المدائني وقتل فيها أبو الجوزاء وعبد الرحمن بن عوسجه PageV01P207
~~وعقبة بن وساج وعقبة بن عبد الغافر وعبد الله بن غالب وميمون بن أبي شبيب
# وفيها مات عبد الرحمن بن يزيد PageV01P208
# قال عمرو مات طارق بن شهاب الأحمسي وقد رأى النبي صلى الله عليه وسلم في
~~سنة ثلاث وثمانين
# وقد قيل إن مسلم بن يسار ويكنى أبا عبد الله قتل مع ابن الأشعث 
### | سنة أربع وثمانين
# فيها قتل الحجاج بن القرية
# قال المدائني ولد سوار بن عبد الله العنبري بسجستان سنة أربع وثمانين
# قال عمرو فيها مات عبد الله بن الحارث بن نوفل بن الحارث بن PageV01P209
~~عبد المطلب
# قال عمرو مات الأسود بن هلال سنة أربع وثمانين قال عمرو مات قيس بن أبي
~~حازم سنة أربع وفيها مات روح بن زنباع بالأردن وفيها بنى عبد الملك المصيصة
~~PageV01P210 
### | سنة خمس وثمانين
# حدثنا ابن منيع قال رأيت في كتاب سعد أخبرنا Milestone300 وهب بن جرير قال ولد أبي سنة
~~خمس وثمانين
# قال سعيد بن أسد توفى عمرو بن حريث سنة خمس وثمانين
# وتوفى عمرو بن أبي سلمة الهمداني سنة خمس وثمانين
# وفيها توفى عبد العزيز بن مروان بمصر في جمادي الأولى PageV01P211
# وفيها مات واثلة بن الأسقع الليثي وهو ابن ثمان وتسعين سنة
# قال أبو نعيم المدائني مات عمرو بن حريث سنة خمس وثمانين
# وفيها مات بشير بن عمرو وفيها مات عمرو بن سلمة عن أبي نعيم PageV01P212
~~
### | سنة ست وثمانين
# فيها مات أبو أمامة الباهلي بن عجلان وهو ابن أحد وتسعين وفيها مات عبد
~~الملك بن مروان يوم الخميس للنصف من شوال وبويع للوليد بن عبد الملك وفي
~~هذه السنة مات عبد الله بن أبي أوفى بالكوفة وهو آخر من مات من الصحابة
~~بالكوفة
# قال عمرو وفيها مات قبيصة بن ذؤيب أبو إسحاق وفيها ولد شعبة PageV01P213
# أخبرنا أبي حدثنا محمد بن غالب قال سمعت سليمان بن حرب يقول ولد جرير بن
~~حازم سنة ست وثمانين
# قال الواقدي والمدائني عبد الله بن أبي أوفى الأسلمي يكنى أبا معاوية
~~واسم أبي أوفى علقمة مات سنة ست وثمانين بالكوفة وفيها ولد ابن شوذب 
### | سنة سبع وثمانين
# قال الواقدي وابن نمير وأبو موسى مات عتبة بن عبد السلمي بحمص سنة سبع
~~وثمانين وهو ابن أربع وثمانين PageV01P214
# وفيها مات المقدام بن معدي كرب أبو يحيى بحمص وهو ابن إحدى وتسعين سنة
~~وقيل إنه أبو كريمة 
### | سنة ثمان وثمانين
# قال أبو نعيم فيها مات سهل بن سعد الساعدي
# قال الواقدي وعمرو وابن نمير مات عبد الله بن بسر المازني وأبو بسر
~~بالشام وهو ابن أربع وتسعين سنة
# وفي هذه السنة ولد أبو عمرو الأوزاعي PageV01P215
# وفيها ولد ابن عطاء قال عمرو مات عبد الرحمن بن عبد القاري سنة ثمان
~~وثمانين وهو ابن ثمان وتسعين يكنى أبا محمد 
### | سنة تسع وثمانين
# قال عمرو وفيها مات عبد الله بن ثعلبة بن صعير وهو ابن ثلاث وثمانين يكنى
~~أبا محمد PageV01P216 
### | سنة تسعين
# أخبرنا Milestone300 أبي حدثنا أحمد يعني ابن زهير حدثنا أحمد هو ابن حنبل حدثنا أبو
~~قطن حدثنا أبو خلده أن أبا العالية مات في يوم الاثنين في شوال سنة تسعين
# فيها مات أبو العالية الرياحي في شوال
# أخبرنا أبي حدثنا إسماعيل قال ابن المديني مات جابر بن زيد سنة تسعين قبل
~~أنس PageV01P217 قال عمرو مات عبد الرحمن بن مسور سنة تسعين يكنى أبا
~~المسور
# ومات أبو ظبيان واسمه حصين بن جندب البجلي سنة تسعين 
### | سنة إحدى وتسعين
# أخبرنا أبي حدثنا الحسين بن إسحاق حدثنا النضر حدثني PageV01P218 داوود
~~بن أبي الكرم عن عبد العزيز بن أبي حازم عن الجعد بن عبد الرحمن قال مات
~~السائب بن يزيد سنة إحدى وتسعين وهو ابن ثمان وثمانين سنة
# وفيها ولد رجاء بن أبي سلمة
# قال الواقدي والمدائني وابن نمير سهل بن سعد الساعدي يكنى أبا العباس مات
~~بالمدينة سنة إحدى وتسعين وهو ابن مائة سنة وهذا أثبت مما قال أبو نعيم
# وهكذا قال عمرو بن علي في السائب بن يزيد
# وفيها ولد زيد بن أبي أنيسة PageV01P219 
### | سنة اثنتين وتسعين
# قال عمرو مات إبراهيم بن يزيد بن شريك التيمي سنة اثنتين وتسعين
# أخبرنا أبي حدثنا الحسين حدثنا النضر حدثنا يعقوب بن محمد عن خبيب بن عبد
~~الله بن خبيب بن عبد الله بن الزبير عن أبيه عن جده خبيب بن عبد الله أنه
~~مات سنة اثنتين
# وتسعين وفيها ملت بلال بن أبي الدرداء ويكنى أبا محمد PageV01P220
# وفيها مات مالك بن أوس بن الحدثان يكنى أبا محمد وهو ابن أربع وتسعين
# أخبرنا أبي حدثنا الحسين حدثنا النضر قال سمعت أبا نعيم يقول مات علي بن
~~حسين سنة اثنتين وتسعين
# وفيها مات عروة بن الزبير وهو ابن سبع وسبعين PageV01P221
# حدثنا الطحاوي حدثنا علي بن عبد الرحمن قال سمعت سعيد بن عفير يقول ولد
~~عمرو بن الحارث بن يعقوب سنة اثنتين وتسعين ويكنى أبا أمية
# قال الواقدي مات أنس بن مالك بن النضر في سنة اثنتين وتسعين ويكنى أبا
~~حمزة Milestone300 وهو ابن سبع وتسعين
# سنة قال الهيثم فيها مات حكيم بن جابر الأحمسي PageV01P222 
### | سنة ثلاث وتسعين
# أخبرنا أبي حدثنا الحسين حدثنا النضر قال سمعت أبا نعيم يقول مات أنس بن
~~مالك سنة ثلاث وتسعين
# قال وسمعت أبا نعيم يقول مات سعيد بن المسيب وعروة بن الزبير سنة ثلاث
~~وتسعين قال أبو نعيم وجابن بن زيد أبو الشعثاء في سنة ثلاث وتسعين قال
~~المدائني مات سعيد وعروة وأبو بكر بن عبد الرحمن سنة ثلاث وتسعين
~~PageV01P223
# وفيها مات خبيب بن عبد الله بن الزبير قال عمرو مات أنس بن مالك سنة ثلاث
~~وتسعين يكنى أبا حمزة
# قال عمرو مات جابر بن زيد أبو الشعثاء سنة ثلاث وتسعين
# قال أحمد جابر بن زيد وأنس بن مالك ماتا في جمعة سنة ثلاث وتسعين 
### | سنة أربع وتسعين
# قال عمرو مات مالك بن الحارث سنة أربع وتسعين
# أخبرنا أبي حدثنا الحسين حدثنا النضر ويحيى بن المغيرة عن سليمان بن بلال
~~عن جعفر بن محمد عن أبيه أن علي بن حسين مات سنة أربع وتسعين ودفن بالبقيع
~~في أول السنة PageV01P224
# قال النضر وحدثني إسحاق الفروي عن عبد الحكم بن أبي فروة مثله
# قال أبو سليمان وفيه اختلاف
# حدثنا الهروي قرأت على الرشيدي أن موسى بن هارون البردعي حدثهم قال سمعت
~~ابن عيينة يقول قتل سعيد بن جبير سنة أربع وتسعين
# وفي هذه السنة مات سعيد وعروة وأبو بكر وعلي بن الحسين وهذا أثبت من
~~الاول
# حدثنا أبي حدثنا أحمد بن سعد حدثنا يحيى بن بكير قال سمعت الليث يقول
~~ولدت في شعبان سنة أربع وتسعين PageV01P225
# قال المدائني وعمرو مات تميم بن طرفة الطائي سنة أربع وتسعين
# وولد أبو بكر بن عياش سنة أربع وتسعين 
### | سنة خمس وتسعين
# قال عمرو فيها مات إبراهيم بن يزيد النخعي يكنى أبا عمران في آخرها قال
~~وكيع مات إبراهيم ابن نيف وخمسين PageV01P226
# حدثنا ابن منيع حدثنا إبراهيم عن أحمد قال بلغني أن شريك بن عبد الله ولد
~~سنة خمس وتسعين
# حدثنا الهروي Milestone300 قال قرأت على الرشيدي أن موسى يعني ابن هارون البردعي حدثه
~~قال سمعت ابن عيينه يقول مات الحجاج سنة خمس وتسعين في شوال وهو يومئذ ابن
~~أربع وخمسين وفيها مات أبو الصهباء صلة بن أشيم
# وفيها مات أبو عثمان النهدي واسمه عبد الرحمن بن مل وهو ابن PageV01P227
~~اثنتين وثلاثين ومائة سنة
# قال أبو نعيم قتل سعيد في سنة خمس وتسعين
# قال علي مات إبراهيم في سنة خمس وإبراهيم يكنى أبا عمران
# قال المدائني ولد قيس بن الربيع سنة خمس وتسعين
# وحدثنا أبي حدثنا إسماعيل قال قال ابن المديني مات الحجاج سنة خمس وتسعين
# وفيها مات إبراهيم وفيها قتل سعيد PageV01P228
# قال عمرو فيها مات مطرف بن عبد الله بن الشخير يكنى أبا عبد الله
# قال عمرو مات أبو تميمة الهجيمي واسمه طريف بن مجالد سنة خمس وتسعين
# ومات الفضيل بن يزيد الرقاشي أبا حسان سنة خمس وتسعين وبلغني أن أبا بكر
~~بن عياش مولده سنة خمس وتسعين 
### | سنة ست وتسعين
# يقال أن فيها ولد أبو عبد الله سفيان بن سعيد بن مسروق الثوري
~~PageV01P229
# حدثنا الهروي حدثنا محمد بن محمد بن المغيرة حدثنا عثمان بن أبي شيبة قال
~~سمعت أبا نعيم يقول مات إبراهيم سنة ست وتسعين
# وفيها مات الوليد بن عبد الملك بدمشق للنصف من جمادى الآخرة وهو ابن ست
~~وأربعين سنة وكانت خلافته تسع سنين وثمانية أشهر واستخلف أخوه سليمان
# وفيها مات محمود بن لبيد الأشهلي بالمدينة وهو ابن سبع وسبعين سنة
~~PageV01P230
# وفيها توفي عبد الله بن عمرو بن عثمان بن عفان بمصر ومات إبراهيم وهو ابن
~~سبع وأربعين وهو إبراهيم بن يزيد بن الأسود بن ربيعة بن عمرو بن ذهل بن
~~ربيعة بن حارثة بن سعد بن مالك بن النخع بن عمرو
# وفيها مات إبراهيم بن عبد الرحمن بن عوف بن سعد بن إبراهيم
# قال المدائني فيها مات عبد الرحمن بن أبي بكرة وهو ابن اثنتين وثمانين
~~سنة وسعيد بن وهب الهمداني PageV01P231
# قال عمرو ومات سعيد بن مرجانة يكنى Milestone300 أبا عثمان مولى لقريش سنة ستة وتسعين
# قال عمرو مات إبراهيم بن عبد الرحمن بن عوف أبو إسحاق سنة ست وتسعين وهو
~~ابن خمس وتسعين 
### | سنة سبع وتسعين
# حدثنا الهروي حدثنا البرلسي قال قال يحيى بن معين ولد سفيان الثوري سنة
~~سبع وتسعين كذا قال المدائني أن سفيان ولد هذه السنة
# حدثنا الهروي قال قرأت على الرشيدي أن يونس حدثهم قال سمعت ابن عيينة
~~يقول مات إبراهيم سنة سبع وتسعين
# قال الهيثم وفي سنة سبع وتسعين مات عبد الله بن كعب بن مالك PageV01P232
# قال عمرو فيها مات طلحة بن عبد الله بن عوف الزهري
# قال عمرو مات السائب بن خباب مولى فاطمة ابنة عتبة بن ربيعة يكنى أبا عبد
~~الرحمن سنة سبع و تسعين هو ابن اثنتين وتسعين سنة 
### | سنة ثمان وتسعين
# فيها مات عبد الرحمن بن يزيد بن جارية بالمدينة ومات أبو عبيدة مولى بن
~~أزهر
# وفيها مات أبو المليح الهذلي واسمه عامر بن أسامة حكى ذلك عمرو
~~PageV01P233
# قال عمرو وفيها مات كريب مولى ابن عباس يكنى أبا رشيدين
# قالوا وفيها مات عبيد اله بن عبد الله بن عتبة بن مسعود يكنى أبا عبد
~~الله
# قال المدائني وفيها مات عبد الله بن كعب بن مالك
# قال الهيثم فيها مات قيس بن أبي حازم البجلي PageV01P234 
### | سنة تسع وتسعين
# فيها توفي سليمان بن عبد الملك بدابق يوم الجمعة لعشر خلون من صفر وبويع
~~عمر بن عبد العزيز ومحمود بن الربيع الأنصاري يكنى أبا نعيم
# وذكر عمرو أن خارجة بن زيد بن ثابت مات فيها وهو مختلف فيه
# وذكر الليث أن سليمان توفي يوم الجمعة لعشر بقين من صفر PageV01P235
# قال الهيثم وفي سنة تسع وتسعين مات سالم بن أبي الجعد وفيها مات عبد الله
~~بن عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب ودفن بالأبواء
# قال يحيى بن معين مات سالم بن أبي الجعد سنة تسع وتسعين وهو ابن مائة
~~وخمس عشرة سنة 
### | سنة مائة
~~قال عمرو مات القاسم Milestone300 بن مخيمره PageV01P236 ومات
~~عبد الله بن مرة سنة مائة
# قال يحيى بن معين مات أبو عثمان النهدي سنة مائة
# حدثنا ابن منيع حدثني أحمد بن منصور حدثنا مسدد حدثنا ابن داود قال سمعت
~~علي بن أبي صالح يقول ولدنا سنة مائة وكان هو وأخوه حسن تؤما وتقدم خروج
~~علي قبل حسن وكان حسن لا يتقدم عليا
# حدثنا أبو جعفر الطحاوي حدثنا ابن المغيرة قال سمعت PageV01P237 سعيد بن
~~عفير يقول ولد سعيد بن أبي أيوب سنة مائة
# وفيها مات بسر بن سعيد الحضرمي وهو ابن ثمان وتسعين سنة وفيها مات خارجة
~~بن زيد بن ثابت وفيها مات أبو خالد الوالبي واسمه هرمز
# قال عمرو فيها مات أبو أمامة بن سهل بن حنيف واسمه أسعد
# قال المدائني وفيها مات شهر بن حوشب PageV01P238 وأبو عثمان النهدي وأبو
~~الضحى مسلم بن صبيح
# قال الهيثم وفي سنة مائة مات سليمان بن يسار وأبو عثمان النهدي وشهر بن
~~حوشب وفيها مات أبو سعيد المقبري واسمه كيسان وفيها مات عبد الملك بن يعلى
~~وكان قاضيا بالبصرة PageV01P239 وفيها مات ابن سلمة السلمي من أنفسهم
### | سنة إحدى ومائة
# فيها مات عمر بن عبد العزيز بدير سمعان قال الليث يوم الجمعة لخمس ليال
~~بقين من رجب مات وهو ابن تسع وثلاثين سنة وكانت خلافته سنتين وخمسة أشهر
~~وأربعة أيام واستخلف يزيد بن عبد الملك
# قال الهيثم وفي سنة إحدى ومائة مات مسلم بن يسار ومقسم مولى ابن عباس
~~PageV01P240 ولاحق بن حميد أبو مجلز
# قال الواقدي وعمرو فيها مات عمارة بن أكيمة الليثي وهو ابن تسع وسبعين
~~سنة
# وفيها مات عبد الله بن رافع بن خديج وفيها ولد يزيد بن زريع أو معاوية
~~PageV01P241 قال عمرو فيها مات أبو صالح ذكوان
# قال المدائني مقسم مولى ابن عباس مات سنة إحدى ومائة وفيها مات محمد بن
~~مروان بن الحكم 
### | سنة اثنتين ومائة
# قال الهيثم وفي هذه السنة مات عبيد الله بن عبد الله ومجاهد بن جبر وهكذا
~~قال أبو نعيم والمدائني في مجاهد Milestone300 PageV01P242 قال أبو سليمان أخطأ الهيثم
~~في ذكر عبيد الله في هذه السنة وما تابعه على ذلك أحد ألا ترى أن عمر بن
~~عبد العزيز بويع سنة تسع وتسعين فقال لو كان عبيد الله بن عبد الله حيا لما
~~صدرت إلا عن رأيه
# حدثنا محمد بن يوسف حدثني الحسن بن جرير حدثنا يحيى بن بكير حدثنا يعقوب
~~بن عبد الرحمن عن حمزة بن عبد الله بن عتبة بن مسعود قال كان عمر بن عبد
~~العزيز يقول لو كان لي عبيد الله حيا ما صدرت إلا عن رأيه ولوددت أن لي
~~بيوم واحد من عبيد الله
# قال عمرو مات الضحاك بن مزاحم الهلالي سنة اثنتين ومائة PageV01P243
# وفي هذه السنة ولد يحيى بن حمزة القاضي 
### | سنة ثلاث ومائة
# قال عمرو فيها مات يحيى بن وثاب الأسدي
# قال الواقدي وعمرو فيها مات أبو الشعثاء ومجاهد مولى قيس بن السائب ويزيد
~~الأصم وعطاء بن يسار وهو ابن أربع وثمانين سنة PageV01P244
# قال الهيثم وفيها مات أبو بردة بن أبي موسى وطاوس اليماني وعامر بن
~~شراحيل الشعبي PageV01P245 وخالد بن معدان عطاء بن يسار يكنى أبا محمد
# قال عمرو وفيها مات ومصعب بن سعد بن أبي وقاص خالد بن معدان بن أبي كريب
~~أبو عبد الله
# حدثنا هشام حدثنا أبو زرعة قال سمعت أبا مسهر يقول ولد يحيى بن حمزة سنة
~~ثلاث ومائة PageV01P246
# أخبرنا أبي حدثنا أحمد بن يحيى عن ابن بكير قال مات الشعبي سنة ثلاث
~~ومائة
# قال المدائني مات أبو بردة وطاوس سنة ثلاث وفيها ولد مندل بن علي مات
~~مجاهد بن جبر وهو ابن ثلاث وثمانين بمكة يكنى أبا الحجاج 
### | سنة أربع ومائة
# حدثنا الهروي حدثنا محمد بن محمد حدثنا عثمان قال سمعت أبا نعيم يقول مات
~~الشعبي وأبو بردة بن أبي موسى PageV01P247 وموسى بن طلحة سنة أربع ومائة
# قال المدائني مات ربعي بن حراش سنة أربع ومائة
# قال الهيثم وعمرو فيها مات يحيى بن عبد الرحمن بن حاطب وربعي بن حراش
~~PageV01P248
# قال عمرو فيها Milestone300 مات أبو سلمة بن عبد الرحمن
# قال أحمد بن حنبل مات مجاهد سنة أربع
# قال عمرو فيها مات عمير مولى أم الفضل يكنى أبا عبد الله وعامر بن سعد
# حدثنا هشام حدثنا أبو زرعة حدثني يزيد بن عبد ربه قال قرأت في ديوان
~~العطاء مات خالد بن معدان سنة أربع ومائة ومات عبد الأعلى بن عثمان سنة
~~أربع ومائة PageV01P249 وفيها ولد هشيم بن بشير
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال سمعت أنس بن عياض يقول ولدت
~~سنة أربع ومائة
# حدثنا أبي وابن الأعرابي قالا حدثنا عباس حدثنا أبو بكر بن أبي الأسود
~~قال مات الشعبي سنة أربع ومائة
# قال عمرو فيها مات أبو معبد مولى ابن عباس PageV01P250 وفيها ولد عمر بن
~~عبيد الطنافسي في رجب وفيها ولد سويد بن عبد العزيز 
### | سنة خمسة ومائة
# قال جرير بن حازم مات أبو رجاء سنة خمس ومائة وفيها توفى يزيد بن عبد
~~الملك لخمس ليال بقين من شعبان PageV01P251 واستخلف هشام بن عبد الملك
# مات يزيد بالبلقاء من أرض دمشق وهو ابن ثمان وثلاثين سنة وكانت خلافته
~~أربع سنين وشهرين وفيها مات المسيب بن رافع وفيها مات عمارة بن خزيمة بن
~~ثابت الخطمي يكنى أبا محمد بالمدينة وهو ابن خمس وسبعين سنة وفيها مات سنان
~~بن أبي سنان الديلي وهو ابن اثنتين وثمانين سنة PageV01P252
# قال الواقدي وعمرو فيها مات عكرمة مولى ابن عباس يكنى أبا عبد الله وهو
~~ابن ثمانين سنة مات وهو كثير عزة في يوم واحد
# قال عمرو ومات حميد بن عبد الرحمن بن عوف سنة خمس ومائة وهو ابن ثلاث
~~وسبعين ويكنى أبا عبد الرحمن مات بالمدينة PageV01P253
# قال عمرو وفيها مات عطاء بن يزيد وقد خولف في ذلك أخبرنا أبي حدثنا حبيش
~~بن يزيد عن يحيى بن صالح قال قال إسماعيل بن عياش مات خالد بن معدان سنة
~~خمس ومائة
# قال يحيى بن معين مات أبو رجاء العطاردي سنة خمس ومائة 
### | سنة ست ومائة
# فيها مات طاوس بن كيسان Milestone300 مولى بحير بن ريسان الحميري بمكة يكنى أبا عبد
~~الرحمن
# قالوا فيها مات سالم بن عبد الله في ذي الحجة يكنى أبا عمر
# حدثنا الهروي وهشام بن أحمد قالا حدثنا أبو زرعة حدثنا محمد بن أبي أسامة
~~PageV01P254
# حدثنا ضمرة عن ابن شوذب قال شهدت جنازة سالم بالمدينة سنة ست ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم عن يحيى بن بكير عن عطاف بن خالد
~~مثله
# حدثنا هشام حدثنا أبو زرعة حدثني يزيد بن عبد ربه قال ولد إسماعيل بن
~~عياش سنة ست ومائة
# قال ابن بكير مات طاوس سنة ست ومائة PageV01P255
# قال أبو نعيم الضحاك بن مزاحم طاوس بن كيسان وسالم بن عبد الله ماتوا سنة
~~ست ومائة
# أخبرنا أبي حدثنا محمد بن علي بن زيد حدثنا إبراهيم بن المنذر حدثنا محمد
~~بن الضحاك بن عثمان عن مالك بن أنس قال هلك سالم سنة ست ومائة وصلى عليه
~~هشام بن عبد الملك مات فيها زرارة بن أوفى الحرشي
# قال عمرو مات الشعبي عامر بن عبد الله بن شراحيل ويكنى أبا عمرو سنة ست
~~ومائة في أول السنة وهو ابن ثمانيين سنة PageV01P256 
### | سنة سبع ومائة
# قال ابن المديني مات الشعبي سنة سبع ومائة حدثنا الطحاوي حدثنا ابن
~~المغيرة قال سمعت ابن عفير يقول ولد المفضل بن فضالة سنة سبع ومائة
# قال أبو نعيم مات عكرمة سنة سبع ومائة
# وفيها مات عطاء بن يزيد الليثي وهو ابن اثنتين وثمانين سنة ويكنى أبا
~~يزيد وفيها مات سليمان بن يسار يكنى أبا أيوب وهو مولى ميمونة وهو ابن ثلاث
~~وسبعين سنة PageV01P257
# أخبرنا أبي حدثنا علي بن سهل قال ولد سفيان بن عيينة سنة سبع ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال سمعت ابن عيينة يقول ولدت في
~~شوال سنة سبع ومائة
# حدثنا أبي حدثنا أحمد بن خالد حدثنا ابن بكير حدثني الليث عن عبد العزيز
~~بن أبي سلمة عن عمر بن حسين قال مات القاسم بن محمد بقديد سنة سبع ومائة Milestone300
~~PageV01P258
# قال المدائني والهيثم وفيها مات أبو قلابة بالشام 
### | سنة ثمان ومائة
# قالوا مات أبو القاسم بن محمد بن أبي بكر بالمدينة سنة ثمان
# قال أبو نعيم وغيره مات محمد بن كعب القرظي في سنة ثمان وفيها مات بكر بن
~~عبد الله المزني PageV01P259
# أخبرنا أبي حدثنا الحسين بن كليب قال سمعت يونس المؤدب يقول كان مولد
~~إبراهيم بن سعد بن إبراهيم سنة ثمان ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال سمعت سويدا يقول ولدت سنة ثمان
~~ومائة
# قال الهيثم وفيها مات أبو العلاء يزيد بن عبد الله بن الشخير بالبصرة 
### | سنة تسع ومائة
# قالوا فيها مات أبو نجيح المكي PageV01P260
# وفيها مات أبو مجلز لاحق بن حميد حكى ذلك عمرو وفيه اختلاف
# وفيها مات أبو حرب بن الأسود
# وفيها مات أبو نضرة اسمه المنذر بن مالك قال ابن بكير مات سليمان بن يسار
~~سنة تسع ومائة 
### | سنة عشر ومائة
# حدثنا الهروي حدثنا ابن قتيبة حدثنا أحمد بن زيد حدثنا ضمرة حدثنا ابن
~~شوذب قال توفي الحسن سنة عشر ومائة PageV01P261
# وتوفي محمد بن سيرين بعده بمائة ليلة وفيها مات وهب بن منبه
# قال عمرو وسمعت أبا عاصم يقول ولد إسماعيل بن علية PageV01P262 وعبد
~~الوهاب الثقفي سنة عشر ومائة
# قال عمرو مات أبو البداح بن عاصم بن عدي سنة عشر ومائة وهو ابن أربع
~~وثمانين
# مات الحسن في رجب وهو الحسن بن يسار بالبصرة يكنى أبا سعيد
# ومات ابن سيرين في شوال يكنى أبا بكر
# قال عمرو مات نعيم بن أبي هند سنة عشر ومائة PageV01P263 
### | سنة إحدى عشرة ومائة
# قال سعيد بن أسد توفي أبو العلاء يزيد بن عبد الله بن الشخير سنة إحدى
~~عشرة ومائة
# قال الهيثم وفي سنة إحدى عشرة مات القاسم بن مخيمرة وكان تاجرا بدمشق
~~وأصله كوفي 
### | سنة اثنتي عشرة ومائة
# حدثنا عبد الله حدثنا أحمد قال سمعت أبا نعيم يقول مات طلحة سنة اثنتي
~~عشرة ومائة
# قال أبو سليمان هو طلحة بن مصرف بن عمرو بن كعب Milestone300 بن جحدب بن معاوية بن سعد
~~بن الحارث بن ذهل بن سلمة بن دول بن جشم PageV01P264 وفيها مات عبد الرحمن
~~بن أبي سعيد الخدري يكنى أبا نعيم
# قال أبو نعيم مات مكحول سنة إثنتي عشرة
# قال المدائني عن محمد بن طلحة قال مات أبي سنة اثنتي عشرة ومائة 
### | سنة ثلاث عشرة ومائة
# قالوا فيها مات يوسف بن ماهك المكي PageV01P265
# وفيها قتل البطال في مدينة يقال لها سباق بأرض الروم وقتل معه عبد الوهاب
~~بن بخت
# قال الواقدي وعمرو وفيها مات طلحة بن مصرف الأيامي وفيها مات عبد الله بن
~~عبيد بن عمير الليثي PageV01P266
# وعبد الله بن عبد الرحمن بن أبي سعيد الخدري ويكنى أبا حفص
# حدثنا هشام حدثنا أبو زرعة حدثني أبي عبد الله بن راشد عن خالد قال توفي
~~مكحول سنة ثلاث عشرة ومائة قال أبا سليمان وهو مختلف فيه وفيها ولد منبه بن
~~عثمان
# قال المدائني مات يوسف بن ماهك سنة ثلاث عشرة ومائه وفيها ولد أبو معاوية
~~الضرير محمد بن خازم PageV01P267 
### | سنة أربع عشرة ومائة
# قال عبد الرزاق بن همام عن أبيه توفي وهب بن منبه سنة أربع عشرة ومائة
# قال عمرو وأبو نعيم والمدائني والهيثم مات محمد بن علي بن حسين أبو جعفر
~~سنة أربع عشرة وهو ابن ثلاث وسبعين سنة قال أبو سليمان وفيه اختلاف
# حدثنا هشام حدثنا أبو زرعة حدثنا عبد الله بن جعفر الرقي قال سمعت أبا
~~المليح يقول مات عطاء بن أبي رباح سنة أربع عشرة ومائة PageV01P268 وقال
~~ابن عيينة حج أبي سنة أربع عشرة وفيها مات عطاء بن أبي رباح 
### | سنة خمس عشرة ومائة
# حدثنا عبد الله بن محمد حدثنا أبو سعيد الأشج قال سمعت ابن إدريس يقول
~~سألت شعبة متى مات الحكم قال سنة خمس عشرة ومائة
# قال ابن إدريس وفيها ولدت PageV01P269
# حدثنا عبد الله حدثني أحمد بن إبراهيم قال سمعت أبا نعيم يقول مات الحكم
~~بن عتيبة في سنة خمس عشرة ومائة والضحاك بن مزاحم
# قال أبو موسى والمدائني Milestone300 سنة خمس عشرة ومائة فيها مات عطاء بن أبي رباح
~~بمكة واسم أبي رباح اسلم وهو من مولدي الجند قدم به أبوه مكة وهو غلام فنشأ
~~وعلم الكتاب
# حدثنا هشام حدثنا أبو زرعة أخبرنا دحيم قال الذي لا أشك فيه أن سليمان بن
~~موسى مات سنة خمس عشرة ومائة
# قال أبو نعيم وعطاء بن أبي رباح سنة خمس عشرة يعني مات PageV01P270
# قال المدائني مات الحكم سنة خمس عشرة ومائة
# قال الهيثم وفي سنة خمس عشرة مات عكرمه والضحاك والحكم بن عتيبه 
### | سنة ست عشرة ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم حدثني أبو نعيم قال مات عمرو بن
~~مرة سنة ست عشرة ومائة
# حدثنا ابن منيع حدثني أحمد بن زهير قال سمعت أحمد بن حنبل يقول عمرو بن
~~مره سنة ست عشرة يعني مات وفيها مات مكحول بالشام
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال سمعت محمد بن شعيب يقول ولدت
~~سنة ست عشرة PageV01P271 حدثنا هشام حدثنا أبو زرعة حدثني يزيد بن عبد ربه
~~قال سمعت بقية بن الوليد يقول ولدت سنة ست عشرة ومائة
# حدثنا أبو الحارث أحمد بن سعيد حدثنا العباس بن الوليد قال سمعت محمد بن
~~شعيب يقول كان مولدي سنة ست عشرة بمعنى ومائة 
### | سنة سبع عشرة ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم قال سمعت أبا نعيم ح وحدثنا ابن
~~منيع حدثني محمد بن علي الجوزجاني قال سمعت أبا عبد الله أحمد بن حنبل ح
~~وحدثنا ابن منيع قال سمعت أحمد بن منصور يقول واتفقوا مات قتادة بواسط سنة
~~سبع عشرة ومائة وهو ابن سبع وخمسين PageV01P272 سنة
# حدثنا أسامة بن علي حدثنا محمد بن إبراهيم بن جنادة قال مات نافع مولى
~~ابن عمر سنة سبع عشرة ومائة
# حدثنا إبراهيم بن ميمون الصواف حدثنا البرلسي حدثنا بشار بن عبد الله عن
~~السري بن يحيى قال مات مالك بن دينار سنة سبع عشرة ومائة
# قال أبو موسى والهيثم مات عبد الرحمن الأعرج ومحمد بن Milestone300 PageV01P273 كعب
~~أبو حمزة ونافع مولى ابن عمر وقتادة بن دعامة وقيس بن سعد وابن أبي مليكة
~~وأبو بكر بن حزم PageV01P274 وموسى بن وردان وجعفر بن دينار الضبعي سنة سبع
~~عشرة ومائة وفيها مات أبو جعفر محمد بن علي بن حسين وفيها ماتت سكينة بنت
~~الحسين في شهر ربيع الأول وعائشة بنت سعد وفيها مات ميمون بن مهران وأبو
~~الحباب سعيد بن يسار مولى الحسن بن علي وهو ابن ثمانين سنة PageV01P275
~~وعبد الله بن عبيد بن عمير وأبو رجاء العطاردي وعبد الرحمن الأعرج ويكنى
~~أبا داوود بالأسكندرية كل هذا عن الواقدي
# قال عمرو فيها مات بكير بن عبد الله الأشج 
### | سنة ثمان عشرة ومائة
# أخبرنا أبي حدثنا أحمد بن عبيد حدثنا الهيثم قال مات أبو صخرة سنة ثمان
~~عشرة ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم عن أبي نعيم قال مات أبو صخرة جامع
~~بن شداد سنة ثمان عشرة ومائة PageV01P276 حدثنا ابن منيع حدثنا العباس بن
~~محمد حدثنا أبو مسلم حدثني طلق بن غنام حدثنا محمد بن عمر الأسدي قال مات
~~معبد بن خالد سنة ثمان عشرة ومائة وفي هذه السنة ولد محمد بن عبد الله
~~الأنصاري
# قال الواقدي وعمرو وفيها مات أبو عشانة حيي بن يؤمن بن معافر وعبد الرحمن
~~بن سابط PageV01P277 وعلي بن عبد الله بن عباس بالحميمة وفيها ولد محمد بن
~~عبد الله الأنصاري وفيها ولد عبد الله بن المبارك وفي هذه السنة ولد يزيد
~~بن هارون ولدوا ثلاثتهم في سنة واحدة PageV01P278 علي بن عبد الله بن عباس
~~يكنى أبا محمد مات وهو ابن ثمان وسبعين
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال صدقة بن خالد وعمر بن عبد
~~الواحد وشعيب بن إسحاق ولدوا سنة ثمان عشرة ومائة PageV01P279 
### | سنة تسع عشرة ومائة
# قال الواقدي وعمرو فيها مات حبيب بن أبي ثابت وعبد الرحمن بن سعيد بن
~~يربوع المخزومي وقيس بن سعد المكي وسليمان بن موسى الأشدقي وإياس بن سلمة
~~بن الأكوع وحبيب بن أبي ثابت وهو Milestone300 حبيب بن قيس بن دينار كوفي وفيها ولد معاذ
~~بن معاذ في آخرها PageV01P280
# حدثنا هشام حدثنا أبو زرعة حدثني الوليد بن عتبة ودحيم جميعا عن ابن بنت
~~الوليد بن مسلم قال ولد الوليد سنة تسع عشرة ومائة
# قال أبو نعيم والهيثم مات حبيب سنة تسع عشرة
# قال عمرو وفيها مات أيوب بن بشير المعاوي من الأوس يكنى أبا سليمان وهو
~~يومئذ ابن خمس وسبعين PageV01P281 
### | سنة عشرين ومائة
# أخبرنا أبي حدثنا ابن زهير حدثنا أحمد بن حنبل قال سمعت طلق بن غنام يقول
~~مات علي بن مدرك سنة عشرين ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم قال سمعت أبا نعيم يقول مات حماد
~~بن أبي سليمان سنة عشرين ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم قال سمعت أبا نعيم قال مات أبو قيس
~~الأودي سنة عشرين ومائة ومات قيس بن مسلم في سنة عشرين ومائة PageV01P282
~~قال أبو سليمان وكان مرجئا
# حدثنا ابن منيع حدثنا الجوزجاني قال سمعت أحمد يقول مات أنس بن سيرين سنة
~~عشرين ومائة وهو ابن ست وثمانين سنة بصري
# قال الواقدي وعمرو فيها مات أبو بكر بن محمد بن عمرو بن حزم ومحمد بن
~~إبراهيم بن الحارث التيمي وواقد بن عمرو بن سعد بن معاذ PageV01P283 وفيها
~~مات واصل بن حيان الأسدي وفيها ولد يحيى بن سعيد القطان
# قال سعيد بن أسد والمدائني والهيثم فيها مات عاصم بن عمر بن قتادة
# اسم أبي قيس الأودي عبد الرحمن بن ثروان وفيها ولد محمد بن يوسف الفريابي
~~PageV01P284
# حدثنا أبي وابن الأعرابي قالا حدثنا عباس حدثنا أبو بكر بن أبي الأسود
~~قال مات حماد بن أبي سليمان سنة عشرين ومائة
# قال الهيثم والمدائني علي بن مدرك مات سنة عشرين ومائة 
### | سنة إحدى وعشرين ومائة
~~حدثنا ابن منيع حدثنا أحمد بن إبراهيم والعباس بن محمد قالا حدثنا
~~أبو نعيم قال مات سلمة بن كهيل سنة إحدى وعشرين ومائة
# حدثنا الهروي قال سمعت عثمان بن سعيد السجزي يقول سلمة بن كهيل الحضرمي Milestone300
~~الكوفي مات سنة إحدى وعشرين ومائة قاله أبو بكر بن أبي شيبة وفيها قتل زيد
~~بن علي بن حسين بن علي بن أبي طالب بالكوفة في صفر PageV01P285 وفيها مات
~~محمد بن يحيى بن حبان حدثنا هشام حدثنا أبو زرعة حدثنا أبو مسهر حدثني سعيد
~~بن عطية بن قيس قال مات أبي سنة إحدى وعشرين ومائة وهو ابن أربع ومائة سنة
# أخبرنا أبي حدثنا محمد بن علي بن عفان حدثنا أبو نعيم حدثني يحيى بن سلمة
~~بن كهيل قال مات أبي في سنة إحدى وعشرين ومائة يوم عاشوراء وكان عمره ثلاثا
~~وسبعين سنة وسلمة يكنى أبا يحيى ويحيى يكنى أبا عبد الله 
### | سنة اثنتين وعشرين ومائة
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم قال سمعت أبا نعيم يقول مات زبيد
~~سنة اثنتين وعشرين ومائة PageV01P286
# قال أبو سليمان وفيه اختلاف
# قال سعيد بن أسد توفي حبيب بن أبي ثابت سنة اثنتين وعشرين ومائة
# وقال سعيد حدثنا أبو سعيد البصري عن أبي الهيثم المؤدب قال هلك حماد بن
~~أبي سليمان سنة اثنتين وعشرين ومائة
# قال توفي سلمة بن كهيل سنة اثنتين وعشرين ومائة وتوفي عمرو بن مرة سنة
~~اثنتين وعشرين وفيها مات يزيد بن عبد الله بن قسيط الليثي بالمدينة وفيها
~~قتل يعقوب بن عبد الله بن الأشج في البحر شهيدا PageV01P287 وفيها ولد أبو
~~عاصم الضحاك بن مخلد قال الهيثم وفي سنة اثنتين وعشرين مات إياس بن معاوية
~~وزبيد وفيها ولد سعيد بن عامر 
### | سنة ثلاث وعشرين
# ومائة قال عمرو فيها مات شرحبيل بن سعد يكنى أبا سعد PageV01P288 وفي هذه
~~السنة حج الزهري وسمع منه مالك وسفيان وعبيد الله بن عمر ومسلم بن خالد
~~وغيرهم 
### | سنة أربع وعشرين ومائة
# حدثنا عبد الله حدثنا ابن إسحاق قال قال ابن نمير مات زبيد سنة أربع
~~وعشرين ومائة زبيد يكنى أبا عبد الرحمن وفيها مات أبو بكر محمد بن مسلم بن
~~شهاب الزهري في أمواله بشغب ليلة الثلاثاء لسبع ليالي خلت في شهر رمضان وهو
~~ابن Milestone300 اثنتين وسبعين سنة PageV01P289
# قال الواقدي وعمرو وفيها مات القاسم بن أبي بزة واسم أبي بزة نافع
# قال المدائني والهيثم فيها مات أبو جمرة الضبعي
# قال أبو سليمان اسمه نصر بن عمران الزهري أبو بكر محمد بن مسلم بن عبيد
~~الله بن عبد الله
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى بن معين مات محمد بن عبد الرحمن
~~بن سعد بن زرارة سنة أربع وعشرين ومائة 
### | سنة خمس وعشرين ومائة
# حدثنا أسامة بن علي حدثنا البرلسي حدثنا ابن بكير قال سمعت عبد الله بن
~~وهب بن مسلم مولى ابن رمانة غير مرة من فيه إلى PageV01P290 أذني وهو يقول
~~ولدت في ذي القعدة سنة خمس وعشرين ومائة
# وفيها توفي هشام بن عبد الملك برصافة هشام يوم الأربعاء لست ليال خلون من
~~شهر ربيع الآخر وهو ابن أربع وخمسين سنة وكانت خلافته تسع عشرة سنة وستة
~~أشهر وعشر ليال وبويع الوليد بن يزيد بن عبد الملك وفيها مات أبو بشر جعفر
~~بن أبي وحشية والوليد بن أبي مالك الهمداني بالكوفة PageV01P291 وذكر
~~الواقدي أن عمرو بن دينار مات فيها
# حدثنا الهروي حدثنا أبو عوف قال سمعت أبا مسهر يقول مات الزهري سنة خمس
~~وعشرين ومائة
# قال المدائني صالح مولى التوأمة أبو عبد الله مات سنة خمس وعشرين
~~والتوأمة ابنة أمية بن خلف الجمحي
# قال الهيثم والمدائني بديل بن ميسرة مات سنة خمس وعشرين ومائة
~~PageV01P292 
### | سنة ست وعشرين ومائة
# فيها ولد الوليد بن مزيد صاحب الأوزاعي
# حدثنا ابن منيع حدثنا ابن زنجويه حدثنا الحميدي عن سفيان قال مات أبو
~~إسحاق سنة ست وعشرين ومائة
# حدثنا ابن منيع حدثنا ابن هانئ حدثنا ابن حنبل حدثنا يعقوب بن إبراهيم
~~قال مات سعد بن إبراهيم سنة ست وعشرين ومائة بعد الزهري بسنتين وهو ابن
~~اثنتين وسبعين سنة
# وفي هذه السنة توفي عمرو بن دينار PageV01P293 وفيها قتل الوليد بن يزيد
~~بالبخراء يوم الخميس لليلتين بقيتا من جمادى الآخرة وهو ابن ست وثلاثين سنة
~~وبويع يزيد بن الوليد بن عبد Milestone300 الملك في جمادى الآخرة
# ومات يزيد بن الوليد لهلال ذي الحجة سنة ست وعشرين مات عمرو وهو ابن
~~ثمانين سنة
# قال علي بن المديني حدثنا سفيان قال مات عمرو أول سنة ست وعشرين ولم يكن
~~بلغ الثمانين وكان يخضب
# قال عمرو وفيها مات عبيد الله بن أبي يزيد مولى آل قارظ بن شيبة وهو ابن
~~ست وثمانين PageV01P294 وفيها مات زيد بن أبي أنيسة 
### | سنة سبع وعشرين ومائة
# حدثنا ابن منيع حدثنا ابن إسحاق عن ابن نمير قال مات أبو إسحاق سنة سبع
~~وعشرين ومائة
# حدثنا ابن منيع حدثنا محمود عن يحيى بن آدم عن أبي بكر بن عياش بمثله
# قال أبو سليمان مات وهو ابن تسعين سنة وفي موته اختلاف
# حدثنا ابن منيع حدثنا محمود قال قال يحيى حدثنا ابن إدريس عن إسرائيل قال
~~توفي أبو إسحاق وهو ابن تسعين سنة PageV01P295
# حدثنا ابن منيع حدثنا ابن زهير قال سمعت يحيى بن معين يقول مات ثابت
~~البناني سنة سبع وعشرين ومائة وهو ثابت بن أسلم أبو محمد بصري
# قال أبو موسى وفي سنة سبع وعشرين ومائة مات سعد بن إبراهيم وعبد الكريم
~~الجزري وثابت البناني ومحمد بن المنكدر PageV01P296
# قال الواقدي فيها مات أبو قبيل حيي بن هانئ المعافري وأبو إسحاق السبيعي
~~قال عمرو فيها مات أبو عمران الجوني واسمه عبد الملك بن حبيب قال المدائني
~~فيها مات عبد الله بن دينار PageV01P297 وسعد بن إبراهيم وعبد الكريم
~~الجزري وثابت وسعيد بن مسروق الثوري
# قال المدائني أوفى بن دلهم العدوي ومالك بن دينار سنة سبع وعشرين ومائة
~~يعني ماتا وفيها بويع مروان بن محمد بن مروان بن الحكم بدمشق لثلاث خلون من
~~صفر وقد قيل لثلاث خلون من شهر ربيع الأول PageV01P298 قال يحيى بن معين
~~مات سعيد بن مسروق سنة سبع وعشرين ومائة
# قال ابن نمير وفيها مات بكير بن عيد الله الأشج مولى المسور بن مخرمة
~~واسم أبي إسحاق عمرو بن عبد الله 
### | سنة ثمان وعشرين ومائة
~~حدثنا ابن منيع
~~حدثنا محمد Milestone300 بن إسحاق عن ابن نمير قال مات أبو حصين سنة ثمان وعشرين ومائة
# قال أبو سليمان أبو حصين اسمه عثمان بن عاصم بن الحصين الكوفي
# قال سعيد بن أسد توفي جابر الجعفي سنة ثمان وعشرين
# قال الواقدي وابن نمير فيها مات ابن حصين وجابر الجعفي PageV01P299 ويزيد
~~بن أبي حبيب وجامع بن شداد قال أبو موسى والمدائني وفيها مات بشر بن حرب
~~وعمرو بن مالك النكري ومنصور بن زاذان PageV01P300 ومطر الوراق وعاصم
~~الجحدري وسعيد بن مسروق يزيد بن أبي حبيب مصري يكنى أبا رجاء
# قال عمرو فيها مات أبو التياح اسمه يزيد بن حميد الضبعي PageV01P301
~~وفيها مات أبو جمرة نصر بن عمران الضبعي
# حدثنا أبي حدثنا أحمد بن يحيى بن خالد بمكة أخبرني يحيى بن عبد الله قال
~~مات يزيد بن أبي حبيب سنة ثمان وعشرين مات وهو ابن نيف وسبعين وهو يزيد بن
~~سويد مات يوم عرفة
# قال المدائني ومات محمد بن المنكدر سنة ثمان وعشرين ومائة
# قال عمرو ومات أبو الزبير وهو محمد بن مسلم بن تدرس سنة ثمان وعشرين يعني
~~ومائة
# حدثنا أبي حدثنا ابن زهير حدثنا ابن حنبل قال مات سعيد بن مسروق سنة ثمان
~~وعشرين ومائة جابر الجعفي هو جابر بن يزيد PageV01P302 
### | سنة تسع وعشرين ومائة
# فيها ولد وكيع بن الجراح
# قال الهيثم وأبو موسى وأبو نعيم فيها مات يحيى بن أبي كثير
# قال الهيثم فيها مات مالك بن دينار قال الواقدي
# وفيها مات الحارث بن عبد الرحمن خال ابن أبي ذئب وأبو إسحاق الشيباني
~~PageV01P303 ومنصور بن زاذان وسعيد بن أبي صالح
# قال أبو موسى وفيها مات سالم أبو النضر وأبو جعفر القاري ويزيد بن رومان
~~PageV01P304
# قال عمرو وابن نمير فيها مات وهب بن كيسان مولى الزبير يحيى بن أبي كثير
~~أبو نصر قال أبو زرعة مات يحيى بن أبي كثير سنة تسع وعشرين
# قال عمرو وابن نمير مات عاصم بن عمر بن قتادة الأنصاري سنة تسع وعشرين
# ومات مطر الوراق سنة تسع وعشرين وهو مطر Milestone300 بن طهمان 
### | سنة ثلاثين ومائة
# فيها مات حفص المنقري وهو حفص بن سليمان
# قال المدائني فيها مات عبد الله بن أبي بكر بن محمد بن عمرو بن حزم
~~PageV01P305
# قال الواقدي وفيها مات أبو وجزة السعدي واسمه يزيد بن عبيد وأبو الزناد
~~عبد الله بن ذكوان مولى رملة بنت شيبة بن ربيعة وهو ابن ست وستين سنة في
~~رمضان ويزيد بن أبي مالك الهمداني وهو ابن اثنتين وسبعين سنة ودفن بدمشق
~~PageV01P306 ويزيد بن رومان وإسماعيل بن أبي حكيم ومحمد بن المنكدر وفيها
~~قتل عبد الله بن عبيدة بن نشيط أخوى موسى
# قال ابن المثنى ومات أبو التياح ومالك بن دينار وشعيب بن الحبحاب ويزيد
~~الرشك PageV01P307 وكلثوم بن جبر وحبيب المعلم ويحيى البكاء وعبد العزيز بن
~~صهيب وعامر الأحول PageV01P308 وعلي بن الحكم البناني سنة ثلاثين ومائة
# قال عمرو مات أبو الحويرث الزرقي واسمه عبد الرحمن بن معاوية وأبو وجزة
~~السعدي سنة ثلاثين ومائة
# قال أبو زرعة قال أبو نعيم ولدت سنة ثلاثين ومائة 
### | سنة إحدى وثلاثين ومائة
# حدثنا ابن منيع حدثنا ابن زنجويه عن سليمان بن حرب قال مات أيوب وهو ابن
~~ثلاث وستين PageV01P309
# حدثنا ابن منيع حدثني ابن زنجويه حدثنا إبراهيم بن زياد عن ابن عليه قال
~~مات أيوب سنة إحدى وثلاثين ومائة وهو أبو بكر أيوب بن كيسان بصري
# وفيها مات عبد الله بن دينار حدثنا ابن منيع حدثنا العدوي قال مات محمد
~~بن المنكدر سنة إحدى وثلاثين
# قال أبو سليمان هو محمد بن المنكدر بن عبد الله بن الهدير بن محرز أبو
~~عبد الله مدني
# ذكر عمرو وابن نمير أن فيها مات أبو الزناد واسمه عبد الله بن ذكوان مولى
~~رملة بنت شيبة
# قال الهيثم وفي سنة إحدى وثلاثين ومائة مات أيوب السختياني ومصر الوراق
~~PageV01P310
# قال عمرو مات أيوب سنة إحدى وثلاثين وكان يكنى أبا بكر وهو أيوب بن أبي
~~تميمة وأبو تميمة اسمه كيسان مولى لعنزة
# قال عمرو فيها مات إسحاق بن سويد العدوي 
### | سنة اثنتين وثلاثين ومائة Milestone300
# قال عمرو فيها مات عبد الله بن عثمان بن خيثم
# حدثنا ابن منيع حدثنا محمد بن إسحاق قال قال ابن نمير مات منصور بن
~~المعتمر سنة اثنتين وثلاثين
# قال سعيد بن أسد توفي منصور سنة ثنتين وثلاثين PageV01P311
# وفي هذه السنة بويع لأبي العباس عبد الله بن محمد بن علي بن العباس
~~بالكوفة في النصف من شهر ربيع الأول وفيها مات عبد الله بن أبي نجيح بمكة
~~وإسحاق بن عبد الله بن أبي طلحة وصفوان بن سليم مولى حميد بن عبد الرحمن بن
~~عوف ومحمد بن أبي بكر بن حزم ويكنى أبا عبد الملك وهو ابن اثنتين وسبعين
~~سنة PageV01P312 وفيها قتل مروان بن محمد بمصر في ذي الحجة
# حدثنا هشام حدثنا أبو زرعة حدثني عبد الرحمن بن يحيى بن إسماعيل بن عبيد
~~الله حدثني إبراهيم بن أبي شيبان قال مات إسماعيل بن عبيد الله سنة اثنتين
~~وثلاثين قبل دخول عبد الله بن علي دمشق بثلاثة أشهر
# قال أبو مسهر توفي يحيى بن يحيى الغساني سنة اثنتين وثلاثين PageV01P313
# قال المدائني عطية بن سعد العوفي مات سنة اثنتين وثلاثين
# قال الهيثم فيها مات عطية بن سعد العوفي ومنصور بن المعتمر ويونس بن
~~ميسرة وخصيف الجزري وعبد الله بن طاوس PageV01P314 ويحيى بن يحيى الغساني
~~وفيها قتل مروان بمصر في ذي الحجة لست بقين منه 
### | سنة ثلاث وثلاثين ومائة
# حدثنا ابن منيع حدثنا ابن زهير قال سمعت يحيى بن معين يقول مات منصور سنة
~~ثلاث وثلاثين ومائة
# قال أبو سليمان وهو منصور بن المعتمر بن عتاب السلمي الكوفي وفيها مات
~~داوود بن علي بن عبد الله بن العباس في شهر ربيع الأول وفيها مات مروان بن
~~أبي سعيد بن المعلي الزرقي PageV01P315
# وفيها مات يزيد بن يزيد بن جابر
# قال عمرو مات أبو حازم التمار واسمه سلمة ين دينار سنة ثلاث وثلاثين وكان
~~أعرج
# وحدثنا أبي حدثنا ابن زهير حدثنا ابن حنبل قال أخبرت أن مغيرة بن مقسم
~~مات سنة ثلاث وثلاثين ومائة
# قال عمرو مات Milestone300 مطرف بن طريف سنة ثلاث وثلاثين ومائة PageV01P316 ومات
~~سليمان بن عبد الله بن علاثه وكان علي قضاء مروان وكان ينزل حران سنة ثلاث
~~وثلاثين ومائة 
### | سنة أربع وثلاثين ومائة
# حدثنا ابن منيع حدثنا ابن زهير قال سمعت يحيى بن معين يقول مات مغيرة سنة
~~أربع وثلاثين ومائة
# قال أبو سليمان هو مغيرة بن مقسم كوفي مكفوف البصر حدثنا ابن منيع قال
~~أخبرت أن مولد علي بن الجعد في سنة أربع وثلاثين ومائة PageV01P317
# وفيها مات يزيد بن يزيد بن جابر الأزدي بالمدينة وإسماعيل بن محمد بن سعد
~~بن أبي وقاص وسعيد بن عمرو بن سليم الزرقي
# وفي هذه السنة ولد يحيى بن سعيد القطان ( قال ) إسحاق بن عبد الله
~~الأنصاري سنة أربع وثلاثين ومائة
# ووافق الهيثم أبا نعيم في موت مغيرة
# قال ابن نمير مات إسحاق بن عبد الله بن أبي طلحة سنة أربع وثلاثين ومائه
~~PageV01P318 
### | سنة خمس وثلاثين ومائة
# فيها مات يحيى بن يحيى الغساني وداود بن الحصين وعبد الله بن أبي بكر بن
~~حزم يكنى أبا محمد وهو ابن سبعين سنة
# أخبرنا أبي حدثنا أبو أسامة حدثنا أبي حدثنا ضمرة قال مات عطاء الخرساني
~~وعروة بن رويم سنة خمس وثلاثين ومائة PageV01P319
# قال الهيثم فيها مات عطاء الخرساني وهو ابن أبي مسلم
# أخبرنا أبي حدثنا أحمد بن السري بن سنان حدثنا محمد بم عثمان بن أبي
~~صفوان قال ولد عبد الرحمن بن مهدي سنة خمس وثلاثين ومائة
# فيها مات برد بن سنان الشامي يقول ذلك البخاري 
### | سنة ست وثلاثين ومائة
# أخبرنا أبي حدثنا جعفر الطيالسي قال قال يحيى بن معين هلك علي بن نديمة
~~سنة ست وثلاثين ومائة
# حدثنا عبد الله حدثني عباس بن محمد عن أبي بكر بن PageV01P320 أبي الأسود
~~قال يزيد بن أبي زياد مات سنة ست وثلاثين ومائة
# وفيها مات أبو العباس عبد الله بن محمد وبويع لأخيه أبي جعفر عبد الله بن
~~محمد ولقب المنصور
# وفيها مات ربيعة بن أبي عبد الرحمن الرأي ويكنى أبا عثمان Milestone300 والعلاء بن
~~الحارث
# وفيها مات يحيى بن أبي إسحاق PageV01P321
# قال أبو سليمان ربيعة بن أبي عبد الرحمن هو ربيعة بن فروخ مولى المنكدر
# مات أبو العباس يوم الأحد لاثنتي عشرة ليلة خلت من ذي الحجة بالأنبار مات
~~وهو ابن ثلاث وثلاثين سنة
# قال عمرو مات زيد بن أسلم ويكنى أبا أسامة سنة ست وثلاثين وهو مولى لعمر
~~بن الخطاب
# قال سمعت يحيى بن معين يقول مات إسماعيل بن أبي خالد سنة ست وثلاثين
~~ومائة PageV01P322
# أخبرنا أبي حدثنا ابن زهير حدثنا الحسن بن حماد حدثنا طلحة أبو محمد قال
~~مات عطاء بن السائب سنة ست وثلاثين ومائة
# قال عمرو مات أشعث بن سوار مولى ثقيف سنة ست وثلاثين ومائة 
### | سنة سبع وثلاثين ومائة
# فيها مات أسد بن وداعة الكندي وفيها قتل المنصور أبا مسلم بالمدائن في
~~شعبان PageV01P323
# حدثنا هشام حدثنا أبو زرعة قال سمعت يحيى بن صالح الوحاظى يقول ولدت سنة
~~سبع وثلاثين ومائة
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى بن معين مات خصيف سنة سبع
~~وثلاثين ومائة 
### | سنة ثمان وثلاثين ومائة
# فيها مات المسور بن رفاعة القرظي
# حدثنا هشام حدثنا أبو زرعة قال سمعت أبا اليمان يقول ولدت PageV01P324
~~سنة ثمان وثلاثين ومائة
# قال الوليد بن مسلم فيها مات يزيد بن أبي مالك وهو ابن ثمان وسبعين سنة
# قال عمرو مات سليمان الشيباني سنة ثمان وثلاثين ومائة ويكنى أبا إسحاق
~~وهو سليمان بن فيروز 
### | سنة تسع وثلاثين ومائة
# قال عمرو مات الحسن بن عبيد الله النخعي سنة تسع وثلاثين ومائة
# حدثنا عبد الله حدثني أبو إسحاق عن ابن نمير قال مات الشيباني سنة تسع
~~وثلاثين ومائة PageV01P325
# قال أبو سليمان هو سليمان بن أبي مسلم أبو إسحاق الشيباني كوفي
# حدثنا عبد الله حدثنا ابن هانئ حدثنا ابن حنبل حدثنا يزيد بن هارون قال
~~مات داوود بن أبي هند سنة تسع وثلاثين ومائة
# قال أبو سليمان هو داود بن دينار بصري
# حدثنا أسامة حدثنا البرلسي قال قال يحيى بن بكير مات سعيد Milestone300 بن أبي هلال
~~سنة تسع وثلاثين ومائة
# قال الواقدي وعمرو وابن نمير فيها مات يزيد بن عبد الله بن أسامة بن
~~الهاد الليثي PageV01P326 وفيها مات عبد الله بن أبي سفيان مولى ابن أبي
~~أحمد
# أخبرنا أبي حدثنا أبو قلابة قال سمعت قريش بن أنس يقول مات يونس بن عبيد
~~سنة تسع وثلاثين ومائة وفيها مات داوود بن أبي هند
# قال عمرو وابن نمير ومات عبد ربه بن سعيد الأنصاري سنة تسع وثلاثين ومائة
# قال الهيثم فيها مات بالبصرة داود بن أبي هند ويونس بن PageV01P327 عبيد
# قال عمرو سمعت معاذ بن معاذ يقول صليت على يونس سنة تسع وثلاثين ومائة
~~وكان يكنى أبا عبد الله وهو يونس بن عبيد بن دينار مولى لعبد القيس 
### | سنة أربعين ومائة
# قال الواقدي فيها مات يونس بن عبيد ويكنى أبا محمد بالبصرة وفيها مات
~~عمارة بن غزيه وفيها مات أيوب أبو العلا القصاب
# قال عمرو فيها مات داوود بن أبي هند أخبرنا أبي حدثنا علي بن عثمان حدثنا
~~أبو مسهر حدثنا سعيد بن عبد العزيز قال مات عروة بن رويم سنة أربعين ومائة
~~وحمل إلى PageV01P328 المدينة فدفن بها
# وكان في الأصل أبو أسامة بدل أبي مسهر ) وفيها ولد أبو مسهر عبد الأعلى
~~بن مسهر
# حدثنا هشام حدثنا أبو زرعة أخبرني محمود قال توفي عمرو بن قيس سنة أربعين
~~ومائة وهو ابن مائة سنة وهو يكنى أبا ثور
# قال المدائني والهيثم أبو حازم المدني مات سنة أربعين ومائة
# أخبرنا أبي حدثنا ابن زهير حدثنا الحسن بن حماد حدثنا طلحة أبو محمد قال
~~سمعت أشياخنا يذكرون قالوا مات أشعث بن سوار سنة أربعين ومائة PageV01P329
~~
### | سنة إحدى وأربعين ومائة
# قال الهيثم فيها مات عاصم الأحول وهو عاصم بن سليمان
# حدثنا ابن منيع حدثنا محمد بن علي قال سألت أحمد
# قال وحدثني ابن هانئ قال سمعت أحمد حدثني يحيى بن سعيد قال مات خالد سنة
~~إحدى وأربعين ومائة
# قال أبو سليمان هو خالد بن مهران أبو المنازل الحذاء البصري Milestone300
# حدثنا هشام حدثنا أبو زرعة قال سمعت محمد بن عثمان أبا الجماهر يقول ولدت
~~سنة إحدى وأربعين ومائة PageV01P330
# قال وسمعت أبا النضر إسحاق بن إبراهيم الدمشقي يقول ولدت سنة إحدى
~~وأربعين ومائة
# مات سعد بن سعيد الأنصاري سنة إحدى وأربعين ومائة قال عمرو فيها مات موسى
~~بن عقبة 
### | سنة اثنتين وأربعين ومائة
# أخبرنا أبي حدثنا ابن خالد عن محمد بن عزيز الأيلي قال مات عقيل بن خالد
~~سنة اثنتين وأربعين ومائة قال المدائني ليث بن أبي سليم مات سنة اثنتين
~~وأربعين ومائة PageV01P331
# قال الهيثم وفي سنة اثنتين وأربعين مات حميد الطويل وخالد بن مهران
~~الحذاء
# قال عمرو فيها مات أبو بكر بن عمر أخو عبيد الله بن عمر
# قال عمرو مات عاصم الأحول سنة اثنتين وأربعين ومائة هو عاصم بن سليمان
~~مولى لآل زياد
# أخبرنا أبي حدثنا ابن السري حدثنا محمد بن عمر المقري حدثنا قريش بن أنس
~~قال مات حميد الطويل سنة اثنتين وأربعين ومائة
# ومات خالد سنة اثنتين وأربعين ومائة
# قال يحيى بن معين مات ليث بن أبي سليم سنة اثنتين وأربعين PageV01P332
# ومات هارون بن عنترة أبو عمرو سنة اثنتين وأربعين ومائة 
### | سنة ثلاث وأربعين ومائة
# فيها مات عبد الرحمن بن عطاء صاحب الشارعة
# أخبرنا أبي حدثنا أبو قلابة قال سمعت قريشا يقول مات سليمان التيمي
~~والحجاج الصواف وسعيد الجريري في سنة ثلاث وأربعين ومائة PageV01P333 وفيها
~~ولد علي بن عياش
# قال المدائني عثمان البتي مات سنة ثلاث وأربعين ومائة
# قال وفيها مات يحيى بن سعيد الأنصاري وحجاج الصواف وسليمان التيمي
~~PageV01P334 وسعيد الجريري
# قال الهيثم فيها مات سليمان بن طرخان التيمي وسعيد بن إياس الجريري وعمرو
~~بن عبيد بن باب ويحيى بن سعيد الأنصاري
# قال عمرو مات حميد الطويل سنة ثلاث وأربعين ومائة وهو ابن خمس وسبعين
~~يكنى أبا عبيدة وهو مولى لخزاعة
# حدثنا ابن منيع أخبرني أحمد بن منصور حدثنا إبراهيم بن حميد الطويل قال
~~مات أبي سنة ثلاث وأربعين ومائه وقد أتت عليه خمس وسبعون سنة
# قال Milestone300 أبو سليمان هو حميد بن زاذاويه أبو عبيدة بصري وقيل ابن طرخان
~~PageV01P335 وفيها ولد سعيد بن أبي مريم
# أخبرنا أبي حدثنا ابن زهير حدثنا ابن حنبل قال محمد بن أبي إسماعيل مات
~~سنة ثلاث وأربعين ومائة 
### | سنة أربع وأربعين ومائة
# حدثنا ابن منيع قال بلغني أن الجريري توفي سنة أربع وأربعين ومائة
# قال أبو سليمان وهو سعيد بن إياس بصري وفيها مات عمرو بن عبيد
# حدثنا هشام حدثنا أبو زرعة حدثني محمد بن أبي أسامة PageV01P336 حدثنا
~~ضمرة قال توفي أسيد بن عبد الرحمن من أهل الرملة سنة أربع وأربعين ومائة
# قال سعيد بن أسد مات عبد الملك بن أبي بشير صاحب الشعبي في سنة أربع
~~وأربعين ومائة
# قال أبو نعيم والهيثم وعمرو مات ابن شبرمة سنة أربع وأربعين ومائة
# قال دحيم ولد يحيى بن حسان سنة أربع وأربعين ومائة PageV01P337
# قال المدائني عبد الله بن شبرمة مات سنة أربع وأربعين ومائة
# قال عمرو مات يحيى بن سعيد الأنصاري سنة أربع وأربعين ومائة وفيها مات
~~عبد الله بن أبي سبرة
# قال عمرو مات مجالد بن سعيد الهمداني سنة أربع وأربعين آخر ذي الحجة 
### | سنة خمس وأربعين ومائة
# قال عمرو مات محمد بن عمرو سنة خمس وأربعين ومائة
# قال المدائني مات عمر مولى غفرة سنة خمس وأربعين ومائة PageV01P338
# حدثنا عبد الله حدثنا أحمد بن إبراهيم عن أبي نعيم قال مات ابن أبي ليلى
~~سنة خمس وأربعين ومائة
# قال أبو سليمان هو محمد بن عبد الرحمن كوفي
# حدثنا ابن منيع حدثني محمد بن إسحاق عن ابن نمير قال مات إسماعيل بن أبي
~~خالد سنة خمس وأربعين ومائة اسم أبي خالد كثير وقليل هرمز
# حدثنا عبد الله حدثني عباس قال سمعت أبا مسلم يقول سمعت سعيد بن عامر
~~يقول مات حبيب بن الشهيد سنة خمس وأربعين ومائة PageV01P339 وفيها مات يحيى
~~بن الحارث الذماري وهو ابن سبعين سنة
# قال الواقدي وفيها مات عمرو بن ميمون بن مهران
# قال أبو نعيم فيها مات عبد الملك بن أبي Milestone300 سليمان وهشام بن عروة
# حدثنا هشام حدثنا أبو زرعة حدثنا أبو نعيم قال مات هشام بن عروة سنة خمس
~~وأربعين ومائة
# أخبرنا أبي حدثنا أبو قلابة قال سمعت قريش بن أنس يقول مات حسين المعلم
~~PageV01P340 وحبيب الشهيد وهشام بن عروة سنة خمس وأربعين ومائة
# قال سعيد بن أسد وعمرو فيها توفي عبد الملك بن أبي سليمان العرزمي
# قال عمرو مات أجلح سنة خمس وأربعين ومائة وحبيب الشهيد مات سنة خمس
~~وأربعين ومائة في آخرها
# قال المدائني عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب توفي سنة
~~خمس وأربعين ومائة PageV01P341 
### | سنة ست وأربعين ومائة
# حدثنا ابن منيع حدثنا ابن زهير عن أبي نعيم قال مات إسماعيل بن أبي خالد
~~سنة ست وأربعين ومائة
# حدثنا الهروي حدثنا إسحاق قال قال أبو نعيم ومات إسماعيل سنة ست وأربعين
~~ومائة قالوا وفيها مات هشام بن عروة وعوف بن أبي جميلة الأعرابي
# حدثنا الهروي وهشام قالا حدثنا أبو زرعة حدثني يزيد بن عبد ربه قال مات
~~الزبيدي سنة ست وأربعين ومائة وهو مختلف فيه
# قال سعيد بن أسد والمدائني وتوفي إسماعيل بن أبي خالد سنة PageV01P342 ست
~~وأربعين ومائة وهو مولى بجيلة
# أخبرنا أبي حدثنا عمر بن مدرك الرازي قال سمعت مكي بن إبراهيم يقول مات
~~هشام بن حسا سنة ست وأربعين ومائة أول يوم من صفر وشهدت جنازته
# قال المدائني محمد بن السائب مولى أسامة بن زيد من سبي نجران مات سنة ست
~~وأربعين ومائة PageV01P343
# أخبرنا أبي حدثنا إسماعيل قال قال علي بن المديني مات عبيد الله بن عمر
~~سنة ست وأربعين ومائة
# قال الهيثم وفي سنة ست وأربعين ومائة مات إسماعيل بن أبي خالد وعوف بن
~~أبي جميلة الأعرابي عوف يكنى أبا سهل وهو عوف بن رزينة
# قال عمرو مات أشعث الحمراني سنة ست وأربعين وهو الأشعث بن عبد الملك
~~ويكنى أبا هانئ 
### | سنة سبع وأربعين ومائة
# أخبرنا أبي عن أبيه عن إبراهيم بن عبد الله بن العلاء بن زبر Milestone300 قال ولدت
~~سنة سبع وأربعين ومائة PageV01P344
# قال الواقدي وعمرو فيها مات هشام بن حسان القردوسي وأشعث بن عبد الملك
~~الحمراني هشام يكنى أبا عبد الله وهو مولى لعتيك كان ينزل درب القراديس
~~فنسب إليهم وفيها ولد مروان بن محمد الطاطري
# قال ابن نمير فيها مات زكرياء بن أبي زائدة وهو أثبت PageV01P345 قالوا
~~فيها ولد مروان
# أخبرنا أبي حدثنا أبو خالد حدثني إسحاق بن إبراهيم بن العلاء قال مات
~~الزبيدي سنة سبع وأربعين ومائة
# قال الهيثم وفي سنة سبع وأربعين ومائة مات سليمان بن مهران الأعمش
~~بالكوفة وهشام بن حسان القردوسي بالبصرة 
### | سنة ثمان وأربعين ومائة
# قال عمرو مات البختري بن المختار العبدي سنة ثمان وأربعين ومائة وهو جد
~~المعذل بن غيلان PageV01P346
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم حدثنا أبو نعيم قال مات الأعمش سنة
~~ثمان وأربعين ومائة وهو ابن ثمان وثمانين سنة
# قال أبو سليمان وهو سليمان بن مهران الكاهلي كوفي
# حدثنا الطحاوي حدثنا ابن المغيرة حدثنا سعيد بن عفير قال سمعته يقول توفي
~~عمرو بن الحارث بن يعقوب بن عبد الله مولى قيس بن سعد بن عبادة سنة ثمان
~~وأربعين ومائة مصري يكنى أبا أمية وهو ابن ست وخمسين سنة
# حدثنا الهروي حدثنا فهد ح وحدثنا هشام حدثنا أبو زرعة قال قال أبو نعيم
~~الفضل بن دكين مات جعفر بن محمد والأعمش وابن أبي ليلى وزكرياء بن أبي
~~زائدة سنة ثمان وأربعين ومائة PageV01P347 وفيها مات محمد بن الوليد
~~الزبيدي بحمص
# حدثنا هشام حدثنا أبو زرعة حدثنا أحمد بن صالح قال مات عمرو بن الحارث
~~سنة ثمان وأربعين ومائة
# قال أبو زرعة وحدثنا ابن أبي أسامة حدثنا ضمرة قال مات السيباني سنة ثمان
~~وأربعين ومائة
# أخبرنا أبي حدثنا ابن أبي أسامة الحلبي حدثنا أبي حدثنا ضمرة قال مات
~~السيباني سنة ثمان وأربعين ومائة وهو ابن خمس وثمانين
# قال المدائني ابن أبي ليلى محمد بن عبد الرحمن مات سنة ثمان وأربعين
~~ومائة
# قال عمرو فيها مات جعفر بن محمد في Milestone300 آخر السنة
# أخبرنا أبي حدثنا ابن زهير قال سمعت يحيى قال مات ابن أبي ليلى سنة ثمان
~~وأربعين ومائة PageV01P348
# أخبرنا أبي حدثنا ابن زهير قال سمعت أحمد بن حنبل يقول مات الأعمش وابن
~~أبي ليلى وزكرياء بن أبي زائدة سنة ثمان وأربعين ومائة 
### | سنة تسع وأربعين ومائة
# قالوا فيها مات عمرو بن مهاجر الأنصاري مولى أسماء بنت يزيد بن السكن
# قالوا وقيها مات الوضين بن عطاء وفيها مات المثنى بن الصباح PageV01P349
# حدثنا هشام حدثنا أبو زرعة حدثني أبو الجماهر قال مات الوضين بن عطاء سنة
~~تسع وأربعين ومائة وهلك عبد الحميد بن يزيد الجذامي سنة تسع وأربعين ومائة
# قال الهيثم وفيها مات عثمان الأسود قال عمرو وأبو عاصم مات عبد الملك بن
~~عبد العزيز بن جريح سنة تسع وأربعين ومائة PageV01P350
# قال عمرو مات زكرياء بن أبي زائدة سنة تسع وأربعين ومائة 
### | سنة خمسين ومائة
# حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال مات أبو حنيفة النعمان بن
~~ثابت في رجب سنة خمسين ومائة وهو ابن سبعين سنة وفيها مات عثمان بن الأسود
~~وفيها مات عبد الملك بن جريج قاله ابن حنبل وفيها مات أبو جناب يحيى بن أبي
~~حيه بالكناسه
# حدثنا هشام حدثنا أبو زرعة قال ولد محمد بن عايذ في سنة PageV01P351
~~خمسين ومائة
# قال الهيثم وفي سنة خمسين ومائة مات ابن جريج وأبو حنيفة
# قال عمرو مات محمد بن إسحاق بن يسار صاحب المغازي سنة خمسين ومائة وفيها
~~مات عبيد الله بن أبي زياد القداح PageV01P352 
### | سنة إحدى وخمسين ومائة
# قالوا فيها مات عبد الله بن عوف بن أرطبان المزني أبو عوف وحنظلة بن أبي
~~سفيان الجمحي ومات إبراهيم بن أبي عبلة سنة إحدى وخمسين وهو إبراهيم بن شمر
~~بن يقظان العقيلي
# حدثنا الهروي حدثنا علي بن الحسن بن داوود قال قال أبو نعيم مات يونس بن
~~أبي إسحاق سنة إحدى وخمسين PageV01P353
# قال المدائني أبو حنيفة النعمان بن ثابت مولى لتيم اللات بن ثعلبة مات
~~سنة إحدى وخمسين ومائة
# مات Milestone300 ابن عون وهو ابن خمس وثمانين سنة
# قال ابن قتيبه مات الزنجي بن خالد سنة إحدى وخمسين ومائة 
### | سنة اثنتين وخمسين ومائة
# قال عمرو فيها مات أبو حرة واسمه واصل بن عبد الرحمن PageV01P354 فيها
~~مات طلحة بن عمرو الحضرمي
# قال المدائني يونس بن أبي إسحاق مات سنة اثنتين وخمسين
# قال ضمرة هلك إبراهيم بن أبي عبلة سنة اثنتين وخمسين ومائة وفيها ولد
~~إبراهيم بن العلاء الزبيدي في شعبان
# قال المدائني محمد بن إسحاق بن يسار مات سنة اثنتين وخمسين
# قال الهيثم وفيها مات عباد بن منصور الناجي قاضي أهل البصرة PageV01P355
~~
### | سنة ثلاث وخمسين ومائة
# فيها مات الحسن بن عمارة أبو محمد وعبد الرحمن بن يزيد بن جابر وثور بن
~~يزيد PageV01P356 وهشام بن أبي عبد الله يكنى أبا بكر وهو هشام بن سنبر
# حدثنا هشام حدثنا أبو زرعة حدثنا هشام بن عمار قال ولدت سنة ثلاث وخمسين
~~ومائة
# قال المدائني موسى بن عبيدة الربذي مات سنة ثلاث وخمسين ومائة يكنى أبا
~~عروة
# أخبرنا أبي حدثنا ابن زهير قال سمعت يحيى بن معين يقول مات فطر بن خليفة
~~سنة ثلاث وخمسين ومائة فطر يكنى أبا بكر PageV01P357
# قال عمرو مات مسعر بن كدام أبو سلمة سنة ثلاث وخمسين ومائة
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى بن معين هلك الضحاك بن عثمان سنة
~~ثلاث وخمسين
# حدثنا ابن شلحويه قال حدثنا ابن الحريص قال سمعت هشام بن عمار يقول ولدت
~~سنة ثلاث وخمسين ومائة PageV01P358
### | سنة أربع وخمسين ومائة
# قال ابن قتيبة مات أبو عمرو بن العلاء وهو مسافر في طريق الشام يعني سنة
~~أربع وخمسين ومائة
# مات في سنة أربع وخمسين ومائة الحكم بن أبان يكنى أبا عيسى
# حدثنا عبد الله حدثني إبراهيم بن هانئ عن أحمد بن حنبل قال مات علي بن
~~صالح سنة أربع وخمسين ومائة وهو ابن أربع وخمسين PageV01P359
# حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال وعلي بن صالح مات سنة أربع
~~وخمسين ومائة
# وقال أبو موسى وفيها مات علي Milestone300 بن صالح وقرة بن خالد والمفضل بن لاحق
# قال الهيثم وفي سنة أربع وخمسين مات جعفر بن برقان ومعمر بن راشد
~~PageV01P360 وعلي بن صالح معمر أبو عروة
# حدثنا هشام حدثنا أبو زرعة أخبرني ابن أبي الحواري قال سمعت أبا مسهر
~~يقول مات عبد الرحمن بن يزيد بن جابر سنة أربع وخمسين ووافقهم المدائني في
~~قرة
# أخبرنا أبي حدثنا ابن خلدون حدثنا حفص بن عمر العدني قال مات الحكم بن
~~أبان سنة أربع وخمسين ومائة وهو ابن أربع وثمانين سنة 
### | سنة خمس وخمسين ومائة
# حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال مات مسعر بن كدام سنة خمس
~~وخمسين ومائة وعمر بن ذر في سنة خمس وخمسين ومائة PageV01P361
# قال أبو موسى فيها مات عبد الحميد بن جعفر ويكنى أبا الفضل وفطر بن خليفة
~~ويكنى أبا بكر وعثمان بن عطاء الخرساني
# قال الهيثم وفيها مات عثمان بن عطاء الخرساني وفيها مات محمد بن عبد الله
~~الشعيثي PageV01P362
# أخبرنا أبي حدثنا أحمد بن يحيى قال مات صفوان بن عمرو سنة خمس وخمسين
~~ومائة
# قال دحيم سمعت يحيى بن بكير يقول ولدت سنة خمس وخمسين ومائة ووافقه
~~المدائني في فطر بن خليفة 
### | سنة ست وخمسين ومائة
# وقال أبو موسى وعمرو وفيها مات عمر بن ذر وعلي بن أبي جملة PageV01P363
~~وسعيد بن أبي عروبة
# قال الهيثم والمدائني فيها مات سوار بن عبد الله قاضي البصرة اسم أبي
~~عروبة مهران وسعيد يكنى أبا النضر
# قال أبو نعيم والمدائني ومات عمر بن ذر في سنة ست وخمسين ومائة
# مات سوار وسنه اثنتان وسبعون سنة في ذي الحجة ووافقهما المدائني في سعيد
~~بن أبي عروبة
# عمر بن ذر بن عبد الله بن زرارة الهمداني PageV01P364
# قال الحسن بن علي فيها توفي ابن شوذب وعلي بن أبي حملة وعبد الحكم بن عبد
~~الله بن أبي فروة أبو عبد الله وأبو بكر بن أبي مريم الغساني 
### | سنة سبع وخمسين ومائة
# حدثنا هشام حدثنا أبو زرعة حدثنا أبو مسهر قال فيها مات أبو Milestone300 عمرو عبد
~~الرحمن بن عمرو الأوزاعي ببيروت وهو ابن سبعين سنة PageV01P365
# قال أبو موسى والمدائني فيها مات أبو عمرو وأبو سفيان أبناء العلاء
# حدثنا الهروي حدثنا سعد بن عبد الله بن عبد الحكم حدثنا قدامة بن محمد
~~قال هلك الحجاج بن صفوان سنة سبع وخمسين ومائة قال سعد وهو خال قدامه
~~الأوزاعي عبد الرحمن بن عمرو بن محمد وفيها مات أبو مخنف
# أخبرنا أبي حدثنا ابن خلدون قال سمعت أبي مسهر يقول مات الأوزاعي يوم
~~الأحد أول النهار لليلتين خلتا من صفر سنة سبع وخمسين ومائة ولى يومئذ ثمان
~~عشرة سنة
# حدثنا أبو الحارث أحمد بن سعيد حدثنا العباس بن الوليد قال PageV01P366
~~سمعت أبي يقول كانت وفاة الأوزاعي سنة سبع وخمسين ومائة وعمر بن صهبان ووبر
~~بن أبي دليلة أبو عبد الله
# قال الحسن بن علي فيها مات مصعب بن ثابت وفيها ولد الحسن بن عرفة العبدي
~~PageV01P367 
### | سنة ثمان وخمسين ومائة
# حدثنا أسامة حدثنا البرلسي حدثنا يحيى بن بكير قال مات حيوة بن شريح سنة
~~ثمان وخمسين ومائة
# قال الواقدي وفيها مات مالك بن مغول البجلي بالكوفة في ذي الحجة
# وفيها خرج أبو جعفر متوجها إلى الحج فمات عند بئر ميمون يوم السبت لثلاث
~~ليال خلون من ذي الحجة وبويع لابنه محمد بن عبد الله المهدي PageV01P368
~~أخبرنا أبي حدثنا ابن أبي خيثمة قال ولد يحيى بن معين سنة ثمان وخمسين
~~ومائة
# قال الحسن بن علي فيها توفي معاوية بن صالح وأفلح بن حميد المدني والحسين
~~بن واقد PageV01P369 ومعرف بن واصل ومحمد بن عبيد الله العرزمي وفضيل بن
~~مرزوق ويونس بن أبي إسحاق السبيعي
# وحمزة بن حبيب الزيات القاري وحيوة بن شريح PageV01P370 
### | سنة تسع وخمسين ومائة
# حدثنا ابن منيع حدثنا ابن هانئ قال سمعت ابن حنبل يقول مات ابن أبي ذئب
~~سنة تسع وخمسين ومائة
# حدثنا ابن منيع قال سمعت أحمد بن منصور يقول مات ابن أبي ذئب سنة تسع
~~وخمسين ومائة وهو أبو الحارث محمد بن عبد الرحمن بن المغيرة Milestone300 بن أبي ذئب
~~واسم أبي ذئب هشام بن عبد الله بن قيس بن عبد ود المزني
# حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال ومالك بن مغول في سنة تسع
~~وخمسين ومائة في أولها مات
# قالوا فيها مات عبد العزيز بن أبي رواد مولى المغيرة بن المهلب بن أبي
~~صفرة
# وأخبرنا أبي حدثنا ابن أبي شيبة قال PageV01P371 ولد أبو بكر بن أبي شيبة
~~سنة تسع وخمسين ومائة
# قال المدائني مات الحسن العرني سنة تسع وخمسين ومائة ( وفي نسخة أخرى
~~الجفري بدل العرني ) في ذي الحجة ووافق المدائني أبا نعيم في مالك بن مغول
~~وكذا قال الهيثم في ابن أبي ذئب ومالك قال عمرو مات مالك في سنة تسع وخمسين
~~ومائة 
### | سنة ستين ومائة
# أخبرنا أبي حدثنا ابن خالد حدثني محمد بن عزيز قال PageV01P372 مات يونس
~~بن يزيد سنة ستين ومائة
# قال المدائني أبو جناب القصاب اسمه عون بن ذكوان مولى الحريش مات سنة
~~ستين ومائة وهو ابن مائة وست وفيها مات الأسود بن شيبان
# قال ابن منيع رأيت في كتاب محمد بن سعد بحر بن كنيز السقاء يكنى أبا
~~الفضل مات سنة ستين ومائة
# حدثنا ابن منيع حدثنا عبد الله بن أحمد قال سمعت أبي يقول حدثنا يحيى بن
~~سعيد قال مات شعبة سنة ستين ومائة وهو ابن خمس وسبعين PageV01P373
# حدثنا ابن منيع حدثنا ابن هانئ عن أحمد قال مات المسعودي سنة ستين ومائة
~~وهو عبد الرحمن بن عبد الله
# حدثنا ابن منيع حدثنا أحمد بن إبراهيم حدثنا أبو نعيم قال مات إسرائيل
~~سنة ستين ومائة وهو إسرائيل بن يونس بن أبي إسحاق كوفي يكنى أبا يوسف حدثنا
~~ابن منيع حدثنا ابن زهير قال سمعت يحيى بن معين يقول مات الربيع بن صبيح في
~~سنة ستين ومائة يكنى أبا بكر وفي هذه السنة توفي أبو الفضل بحر بن كنيز
~~السقاء
# حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال مات إسرائيل سنة ستين ومائة
~~PageV01P374
# حدثنا الهروي حدثنا البرلسي عن يحيى بن Milestone300 بكير أنه قال مات حرملة بن عمران
~~سنة ستين ومائة قال عمرو إن شعبة مات وله سبع وسبعون سنة
# أخبرنا أبي حدثنا ابن أبي خيثمة قال ولد أبو خيثمة سنة ستين ومائة وفيها
~~ولد محمد بن رمح بن المهاجر 
### | سنة إحدى وستين ومائة
# حدثنا عبد الله بن محمد حدثنا أحمد بن منصور قال سمعت أبا الوليد
~~الطيالسي يقول مات سفيان سنة إحدى وستين ومائة هو PageV01P375 ويزيد بن
~~إبراهيم قال أبو سليمان هو التستري يكنى أبا سعيد
# حدثنا الطحاوي حدثنا ابن المغيرة قال سمعت سعيد بن عفير يقول توفي سعيد
~~بن أبي أيوب سنة إحدى وستين ومائة يكنى أبا يحيى
# حدثنا الهروي حدثنا البرلسي قال قال ابن معين مات سفيان الثوري سنة إحدى
~~وستين ومائة بالبصرة وفي هذه السنة توفي رجاء بن أبي سلمة وهو ابن سبعين
~~سنة قال الحسن بن علي فيها مات زائدة بن قدامة PageV01P376 وحرب بن شداد 
### | سنة اثنتين وستين ومائة
# حدثنا ابن منيع حدثني ابن زهير قال سمعت يحيى يقول مات التستري سنة
~~اثنتين وستين ومائة
# أخبرنا أبي حدثنا ابن أبي خيثمة قال ولد علي بن المديني سنة اثنتين وستين
~~ومائة
# أخبرنا أبي قال قال إسماعيل القاضي ولد علي بن عبد الله المديني سلخ
~~جمادى الأولى سنة اثنتين وستين ومائة
# قال الهيثم وفي سنة اثنتين وستين مات السدي PageV01P377 وأبو الأشهب جعفر
~~بن حيان العطاردي بالبصرة
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك أبو بكر بن عبد الله بن أبي
~~سبرة ببغداد سنة اثنتين وستين ومائة 
### | سنة ثلاث وستين ومائة
# حدثنا ابن منيع حدثنا عباس حدثنا أبو مسلم قال سمعت العلاء بن عبد الجبار
~~يقول مات همام سنة ثلاث وستين ومائة هو همام بن يحيى بن دينار أبو عبد الله
~~العوذي
# حدثنا أسامة حدثنا البرلسي قال قال ابن بكير PageV01P378 مات موسى بن علي
~~بالأسكندرية سنة ثلاث وستين ومائة
# قال الواقدي فيها مات أبو الأشهب جعفر بن حيان بالبصرة قال أبو سليمان
~~وفيه اختلاف قال أبو زرعة مات Milestone300 سلمة العيار سنة ثلاث وستين ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني سليمان البهراني قال سمعت الوحاطي يقول
~~مات شعيب بن أبي حمزة وحريز بن PageV01P379 عثمان وابن مهدي سنة ثلاث وستين
~~ومائة قال الواقدي فيها مات موسى بن علي بن رباح 
### | سنة أربع وستين ومائة
# أخبرنا أبي عن أبيه حدثني إبراهيم بن عبد الله بن العلاء بن زبر قال توفي
~~أبي سنة أربع وستين ومائة وهو ابن تسع وثمانين سنة وصلى عليه سعيد بن عبد
~~العزيز
# حدثنا الهروي حدثنا محمد بن صالح حدثنا سعيد بن أسد قال توفي شيبان أبو
~~معاوية سنة أربع وستين ومائة PageV01P380
# حدثنا هشام أبو زرعة قال ابن أبي الحواري قال ولدت في سنة أربع وستين
~~ومائة
# أخبرنا أبي حدثنا ابن أبي خيثمة قال ولد أحمد بن حنبل سنة أربع وستين قال
~~الواقدي فيها مات شيبان وفيها مات عمر بن أبي زائدة وكامل أبو العلاء
~~PageV01P381 
### | سنة خمس وستين ومائة
# حدثنا ابن منيع قال رأيت في كتاب محمد بن سعد توفي أبو الأشهب بالبصرة
~~سنة خمس وستين ومائة قال أبو سليمان وهو خطأ والأول أثبت
# وسرار بن المجشر وأبو مريم الأنصاري 
### | سنة ست وستين ومائة
# حدثنا ابن منيع حدثنا ابن زهير قال قلت ليحيى قال المدائني أرى مباركا
~~مات سنة ست وستين ومائة فقال يحيى يقال ذاك PageV01P382 قال أبو سليمان وهو
~~المبارك بن فضالة أبو فضالة
# قال المدائني مات قيس بن الربيع سنة ست وستين وهو ابن إحدى وسبعين سنة
# قال الهيثم في سنة ست وستين ومائة مات معقل بن عبيد الله الجزري في
~~الجزيرة والمبارك بن فضالة بالبصرة PageV01P383 
### | سنة سبع وستين ومائة
# أخبرنا أبي حدثنا أحمد بن عبيد قال قال المدائني مات حماد بن سلمة يوم
~~الثلاثاء في ذي الحجة سنة سبع وستين ومائة قال المدائني وفيها مات عقبة بن
~~أبي الصهباء وسويد أبو حاتم وسعيد بن زيد أخو حماد بن زيد
# وداود بن أبي الفرات PageV01P384 وعبد العزيز بن مسلم كل هذا عن المدائني
~~وعبد العزيز يكنى Milestone300 أبا زيد مات مندل سنة سبع وستين ومائة وهو ابن أربع وستين
# حدثنا عبد الله حدثني العبدي قال سمعت أبا نعيم يقول مات الحسن بن حي في
~~سنة سبع وستين ومائة وهو ابن سبع وستين
# حدثنا عبد الله حدثنا أحمد بن إبراهيم قال سمعت أبا نعيم يقول مات قيس بن
~~الربيع وجعفر الأحمر سنة سبع وستين ومائة PageV01P385
# حدثنا ابن منيع حدثنا عباس حدثنا أبو مسلم قال سمعت العلاء يقول مات أبو
~~هلال محمد بن سليم سنة سبع وستين ومائة قال أبو سليمان هو محمد بن سليم بن
~~هلال الراسبي
# حدثنا عبد الله حدثنا محمد بن علي قال سمعت ابن عائشة يقول مات حماد بن
~~سلمة يوم الثلاثاء في ذي الحجة سنة سبع وستين ومائة
# حدثنا عبد الله وأبي قالا حدثنا عباس قال سمعت يحيى يقول مات القاسم بن
~~الفضل سنة سبع وستين ومائة PageV01P386 قال أبو سليمان القاسم بن الفضل بن
~~المغيرة الحداني
# حدثنا الهروي حدثنا أبو سيار حدثنا أبو نعيم قال الحسن بن صالح بن حي
~~وقيس بن الربيع وجعفر الأحمر بن زياد يعني ماتوا في سنة سبع وستين ومائة
~~ومات سعيد بن عبد العزيز التنوخي بدمشق سنة سبع وستين ومائة وهو ابن بضع
~~وسبعين 
### | سنة ثمان وستين ومائة
# حدثنا ابن منيع حدثنا أحمد بن زهير قال سمعت يحيى يقول مات الحسن بن صالح
~~ثمان وستين ومائة
# حدثنا عبد الله حدثنا أحمد بن منصور قال سمعت يحيى PageV01P387 عبد
~~الحميد يقول مات قيس بن الربيع سنة ثمان وستين في رجب وفيها مات عبيد الله
~~بن الحسن العنبري قاضي البصرة في ذي القعدة
# حدثنا هشام حدثنا أبو زرعة عن أبي الجماهر قال مات سعيد بن بشير سنة ثمان
~~وستين ومائة
# أخبرنا أبي حدثنا علي بن عثمان النفيلي حدثنا أبو جعفر بن نفيل قال مات
~~النضر بن عربي سنة ثمان وستين PageV01P388 وقال الهيثم في سنة ثمان وستين
~~ومائة مات قيس بن الربيع بالكوفة وعبيد الله بن الحسن العنبري 
### | سنة تسع وستين ومائة
# فيها Milestone300 مات وهيب بن خالد بالبصرة وفيها خرج المهدي إلى ما سبذان في المحرم
~~وتوفي بها ليلة الخميس لثمان بقين من المحرم وبويع ابنه موسى بن محمد
~~الهادي PageV01P389 وفيها مات خالد بن يزيد أبو عراك بن خالد ويكنى أبا
~~هاشم مات ابن تسع وثمانين سنة
# قال الهيثم وفي هذه السنة مات السرى بن يحيى البصري ونافع بن عمر الجمحي
~~
### | سنة سبعين ومائة
# حدثنا ابن منيع قال قرأت في كتاب ابن سعد حدثنا وهب بن جرير بن حازم قال
~~مات أبي سنة سبعين ومائة وهو ابن خمس وثمانين سنة وهو جرير بن حازم أبو
~~النضر وكان يخضب بحمرة PageV01P390 وفيها مات موسى بن محمد بعيساباذ ليلة
~~الجمعة لأربع عشرة ليلة خلت من شهر ربيع الأول وبويع لهرون بن محمد الرشيد
~~حدثنا هشام حدثنا أبو زرعة حدثني دحيم قال ولدت سنة سبعين ومائة
# أخبرنا أبي حدثنا علي بن عثمان النفيلي حدثنا أبو جعفر بن نفيل قال مات
~~محمد بن الزبير في سنة سبعين ومائة PageV01P391 قال الهيثم مات جرير بن
~~حازم الجهضمي وأبو معشر المدني فيها
# قال المدائني فيها مات محمد بن مسلم الطائفي وجرير بن حازم وأبو جزي نصر
~~بن طريف وأبو معشر
# أخبرنا أبي حدثنا ابن زهير قال سمعت محمد بن بكار يقول مات أبو معشر سنة
~~سبعين ومائة في شهر رمضان PageV01P392 
### | سنة إحدى وسبعين ومائة
# قال المدائني فيها مات عدي بن الفضل ومهدي بن ميمون وسلام أبو المنذر
~~فيها بنيت طرسوس بناها هارون الرشيد على يدي فرج الخصي قال الحسن بن علي
~~فيها مات عبد الرحمن بن سليمان بن PageV01P393 الغسيل وحبان بن علي العنزي
~~
### | سنة اثنتين وسبعين ومائة
# قال المدائني فيها مات صالح المري والفرات بن أبي الفرات
# قال الحسن بن علي مات فيها روح بن مسافر مولى سعد بن أبي وقاص
~~PageV01P394 والوليد بن أبي ثور اليمامي 
### | سنة ثلاث وسبعين ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني عبد الله بن ذكوان قال ولدت سنة ثلاث
~~وسبعين ومائة يوم عاشوراء
# أخبرنا أبي حدثنا Milestone300 ابن حيان حدثنا ابن بكير وغيره مات بكر بن مضر سنة ثلاث
~~وسبعين ومائة PageV01P395
# أخبرنا أبي حدثنا النفيلي حدثنا أبو جعفر قال مات زهير بن معاوية في سنة
~~ثلاث وسبعين ومائة
# قال المدائني فيها مات سليمان بن بلال
# أخبرنا أبي حدثنا الطيالسي قال سمعت يحيى بن معين يقول حدثنا عبد الله بن
~~محمد بن أسماء بن عبيد بن مخارق قال مات ( جويرية ) بن أسماء أول ليلة من
~~رجب سنة ثلاث وسبعين ومائة وكنيته أبو مخارق PageV01P396 وأبو بكر بن نافع
~~وعثمان البري وفيها ماتت الخزيران وصالح بن المنصور ومحمد بن سليمان بن علي
~~بن عبد الله بن العباس PageV01P397 
### | سنة أربع وسبعين ومائة
# حدثنا ابن منيع حدثنا ابن هانئ عن ابن حنبل قال توفي زهير سنة أربع
~~وسبعين هو زهير بن معاوية بن حديج بن الرحيل الجعفي
# قالوا وفيها مات عبد الله بن لهيعة يوم الأحد النصف من شهر ربيع الأول
~~وكان من الحضارمة من أنفسهم ويكنى أبا عبد الرحمن
# قال أبو موسى وفي سنة أربع وسبعين ومائة مات سلام بن أبي مطيع
~~PageV01P398 وابن أبي الزناد وداود بن عبد الرحمن العطار وابن لهيعة وعمرو
~~بن ثابت وجويرية بن أسماء
# حدثنا هشام حدثنا أبو زرعة حدثنا دحيم قال مات ابن لهيعة سنة أربع وسبعين
~~ومائة PageV01P399
# أخبرنا أبي حدثنا أحمد بن سعد بن إبراهيم حدثنا ابن بكير قال مات الليث
~~بن سعد سنة أربع وسبعين ومائة وهو ابن ثمانين سنة ووافقهم المدائني في سلام
~~وجويرية وابن أبي الزناد 
### | سنة خمس وسبعين ومائة
# حدثنا عبد الله بن محمد حدثنا علي بن محمد قال سمعت ابن عائشة يقول مات
~~أبو عوانة سنة خمس وسبعين ومائة
# قال أبو موسى وفي سنة خمس وسبعين ومائة مات حزم القطعي PageV01P400
~~والليث بن سعد أبو الحارث المصري
# حدثنا هشام حدثنا أبو زرعة حدثني دحيم أن الليث مات سنة خمس وسبعين ومائة
~~أخبرنا أبي حدثنا ابن خالد حدثنا ابن بكير قال مات الليث سنة خمس وسبعين
~~ومائة النصف من شعبان وهو ابن Milestone300 اثنتين وثمانين سنة 
### | سنة ست وسبعين ومائة
# قال عمرو مات عبد الواحد بن زياد سنة ست وسبعين ومائة ويكنى أبا بشر قال
~~أبو زرعة فيها ولد الوليد بن عتبة PageV01P401
# قال أبو زرعة حدثني محمود بن خالد قال ولدت في شهر رمضان سنة ست وسبعين
~~ومائة هو والوليد بن عتبة في سنة واحدة
# أخبرنا أبي حدثنا ابن نفيل حدثنا أبو جعفر قال مات موسى بن أعين في سنة
~~ست وسبعين ومائة
# قال أبو جعفر ومات معقل بن عبيد الله في سنة ست وسبعين ومائة PageV01P402
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك فرج بن فضالة سنة ست وسبعين
~~ومائة 
### | سنة سبع وسبعين ومائة
# حدثنا ابن منيع حدثنا ابن هانئ عن أحمد بن حنبل قال بلغني مات شريك سنة
~~سبع وسبعين ومائة مات وهو ابن اثنتين وثمانين سنة وهو شريك بن عبد الله
~~النخعي حدثنا الهروي حدثنا إسحاق حدثنا أبو نعيم قال مات شريك بن عبد الله
~~سنة سبع وسبعين ومائة مستهل ذي القعدة قال أبو موسى وفي سنة سبع وسبعين
~~ومائة مات شريك وعبد الواحد بن زياد PageV01P403 وأبو وكيع بن الجراح بن
~~مليح وفهد بن جابر وفرج بن فضالة ووافقهم المدائني في عبد الواحد والجراح
~~وابن جابر والفرج 
### | سنة ثمان وسبعين ومائة
# حدثنا أسامة حدثنا يونس بن عبد الأعلى قال مالك بن أنس سنة ثمان وسبعين
~~ومائة يعني مات
# قال أبو موسى مات جعفر بن سليمان الضبعي سنة ثمان وسبعين ومائة
~~PageV01P404 
### | سنة تسع وسبعين ومائة
# قالوا فيها مات حماد بن زيد بن درهم في شهر رمضان يوم الجمعة لعشر خلون
~~منه بالبصرة وفيها مات خالد بن عبد الله الواسطي
# قال الواقدي وأبو موسى فيها مات مالك بن أنس بن عبد الله وفيها مات أبو
~~الأحوص وعبد الله بن سالم الوحاظي PageV01P405
# أخبرنا أبي حدثنا علي بن سهل قال قال أبو نعيم مات بشر بن منصور وأبو
~~الأحوص ومالك وحماد بن زيد في سنة تسع وسبعين ومائة
# قال سعيد بن أسد مات ابن Milestone300 المبارك سنة تسع وسبعين ومائة حدثنا الهروي
~~حدثنا محمد بن سليمان بن داود قال سمعت ابن المديني يقول مات خيار الأرض
~~جميعا في سنة واحدة مالك وحماد وخالد وسلام بن سليم أبو الأحوص وعبد الله
~~بن المبارك سنة تسع وسبعين ومائة PageV01P406
# حدثنا الهروي حدثنا محمد بن صالح حدثنا نعيم بن حماد قال مات ابن المبارك
~~سنة تسع وسبعين ومائة وهو مختلف فيه
# حدثنا هشام حدثنا أبو زرعة حدثنا دحيم قال مات مالك سنة تسع وسبعين ومائة
# أخبرنا أبي حدثنا ابن يحيى حدثنا يحيى بن سليمان الجعفي قال مات عبيد
~~الله بن عمر البرقي سنة تسع وسبعين ومائة 
### | سنة ثمانين ومائة
# قال الواقدي وابن المثنى والمدائني فيها مات عبد الوارث بن سعيد أبو
~~عبيدة التنوري في المحرم بالبصرة PageV01P407 وفيها مات عباد بن عباد بن
~~حبيب بن المهلب بن أبي صفرة يوم الأحد لاثنتي عشرة ليلة بقيت من رجب وفيها
~~مات المبارك بن سعيد الثوري وعلي بن هاشم بن البريد وعبيد الله البرقي قال
~~أبو موسى وفيها مات سليم بن أخضر PageV01P408 وبشر بن منصور ومعاوية بن عبد
~~الكريم
# حدثنا هشام حدثنا أبو زرعة حدثني هشام بن عمار أن صدقة مات سنة ثمانين
~~ومائة وهو ابن اثنتين وستين سنة
# حدثنا أبي حدثنا الطيالسي قال قال يحيى هلك عباد بن عباد المهلبي فيها 
### | سنة إحدى وثمانين ومائة
# مات مصعب بن ماهان سنة إحدى وثمانين ومائة
# حدثنا الطحاوي حدثنا علي يعني ابن المغيرة حدثنا سعيد هو ابن غفير قال
~~مات المفضل بن فضالة سنة إحدى وثمانين ومائة وهو ابن أربع وسبعين سنة
~~PageV01P409
# قال أبو موسى وعمرو والمدائني مات أبو المليح الرقي وأبو عمر الصنعاني
~~حفص بن ميسرة صنعاء الشام وعبد الله بن المبارك مات بهيت يكنى أبا عبد
~~الرحمن مات وهو ابن ثلاث وستين سنة وفيها مات عبد الرحمن بن عبد الملك بن
~~أبجر
# حدثنا الهروي حدثنا سعد بن عبد الله حدثنا قدامة بن محمد قال هلك المنذر
~~بن عبد الله الحزامي سنة إحدى وثمانين Milestone300 ومائة PageV01P410
# حدثنا الهروي حدثنا محمد بن يعقوب الفرجي قال سمعت المسيب بن واضح يقول
~~مات ابن المبارك سنة إحدى وثمانين ومائة
# حدثنا هشام حدثنا أبو زرعة قال مات إسماعيل بن عياش سنة إحدى وثمانين
~~ومائة وهو ابن خمس وسبعين
# أخبرنا أبي حدثنا ابن حيان أخبرني أبي قال مات ابن المبارك سنة إحدى
~~وثمانين ومائة بهيت
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك خلف بن خليفة سنة إحدى
~~وثمانين ومائة وفيها مات عيسى بن المنصور 
### | سنة اثنتين وثمانين ومائة
# حدثنا عبد الله حدثني عباس حدثنا أبو مسلم قال PageV01P411 مات إسماعيل
~~بن عياش سنة اثنتين وثمانين ومائة فيها مات عمار بن محمد بن أخت سفيان
~~الثوري في المحرم وفيها مات يزيد بن زريع وهو ابن إحدى وثمانين يكنى أبا
~~معاوية
# أخبرنا أبي وابن الأعرابي قالا حدثنا عباس حدثنا أبو بكر قال مات سنة
~~اثنتين وثمانين ومائة
# أخبرنا إسحاق بن يعقوب العطار قال سمعت أحمد بن عبد الأعلى يقول مات أبو
~~يوسف القاضي سنة اثنتين وثمانين ومائة 
### | سنة ثلاث وثمانين ومائة
# قالوا فيها مات هشيم بن بشير أبو معاوية ببغداد في شعبان PageV01P412
# قالوا فيها مات يوسف بن يعقوب بن الماجشون ومحمد بن السماك القاص
# قال أبو موسى وفيها مات يحيى بن حمزة القاضي وسفيان بن حبيب وأنيس بن
~~سوار الجرمي وسليمان بن سليم الرفاعي ونوح بن قيس الحداني PageV01P413
~~وخالد بن يزيد الهدادي
# أخبرنا أبي حدثنا النفيلي حدثنا أبو جعفر قال مات هشيم في شعبان سنة ثلاث
~~وثمانين ومائة
# قال المدائني فيها مات هشيم بن بشير وسفيان بن حبيب ونوح بن قيس
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك هشيم في شعبان سنة ثلاث
~~وثمانين ومائه وإبراهيم ابن سعد PageV01P414 وزياد بن عبد الله البكائي
~~ويحيى بن أبي زائده في سنة ثلاث وثمانين ومائه
# حدثنا ابن شلحويه قال سمعت أبا زرعة يقول حدثني سليمان قال يحيى بن حمزة
~~سنة ثلاث وثمانين ومائه سفيان بن حبيب يكنى أبا معاوية البصري وفيها مات
~~أبو بلال Milestone300 بكار بن بلال وهو ابن ثلاث وثمانين PageV01P415 
### | سنة أربع وثمانين ومائة
# فيها مات عبد الله بن عبد العزيز بن عبد الله بن عبيد الله بن عمر بن
~~الخطاب العابد بالمدينة وفيها مات حميد بن الأسود أبو الأسود
# أخبرنا أبي حدثنا ابن كليب قال سمعت يونس المؤدب يقول مات أبو إسحاق
~~إبراهيم سنة أربع وثمانين ومائة وهو ابن ست وسبعين
# أخبرنا أبي قال قال أبو عبد الله محمد بن عمران بن حبيب الهمذاني ولدت
~~سنة أربع وثمانين ومائه 
### | سنة خمس وثمانين ومائة
# حدثنا الهروي حدثنا محمد بن الحسن بن قتيبه قال سمعت ابن أبي السري يقول
~~مات معتمر بن سليمان وبشر بن المفضل في سنة PageV01P416 خمس وثمانين ومائه
~~وفيها مات أبو إسحاق الفزاري وخالد بن يزيد بن أبي مالك PageV01P417 وزياد
~~بن الربيع أبو خراش وعبد العزيز بن محمد الدراوردي وابن أبي حازم وفيها مات
~~سليمان بن عتبة
# أخبرنا أبي قال قال أبو عمر هلال بن العلا ولدت في رجب سنة خمس وثمانين
~~ومائه PageV01P418
# حدثنا هشام حدثنا أبو زرعة حدثني سليمان بن عبد الرحمن أن يحيى بن حمزة
~~مات سنة خمس وثمانين ومائة
# وهو ابن اثنتين وثمانين سنة
# أخبرنا أبي حدثنا ابن حيان حدثنا ابن بكير قال مات ضمام بن إسماعيل سنة
~~خمس وثمانين ومائة وفيها مات عبد الصمد بن علي بن عبد الله بن العباس 
### | سنة ست وثمانين ومائة
# قالوا فيها مات عباد بن العوام ببغداد في جمادى الأولى وفيها ولد الحارث
~~بن أبي أسامة PageV01P419 وفيها مات خالد بن الحارث وفيها مات جرير بن عبد
~~الحميد
# مات خالد وهو ابن ست وستين وهو خالد بن الحارث بن سليم الهجيمي يكنى أبا
~~عثمان
# أخبرنا أبي حدثنا ابن عليل حدثنا محمد بن عبده قال مات أبي عبده بن
~~سليمان بن حاجب بن زرارة بن عبد الرحمن بن صرد بن سمير بن مليل بن عبد الله
~~بن أبي بكر بن كلاب سنة ست وثمانين PageV01P420 ومائه وهو ابن ست وستين سنة
# أخبرنا أبي وابن الأعرابي Milestone300 قالا حدثنا عباس حدثنا ابن أبي الأسود قال
~~وخالد بن الحارث سنة ست وثمانين يعني مات
# قال ابن السري فيها مات الدراوردي وأبو إسحاق الفزاري وهلك عبد العزيز في
~~شهر ربيع الآخر 
### | سنة سبع وثمانين ومائة
# قال الواقدي وأبو موسى والمدائني فيها مات أبو علي الفضيل بن عياض بمكة
~~PageV01P421 وفيها مات المعتمر بن سليمان التيمي وبشر بن المفضل بالبصرة
~~وخالد بن الحارث وعلي بن نصر الجهضمي ومحمد بن سواء وعبده بن سليمان
~~الكلابي ورباح بن زيد الصنعاني المعيمر مات في صفر يكنى أبا محمد وهو ابن
~~إحدى وثمانين سنة PageV01P422
# قال ابن نمير فيها مات عبد السلام
# أخبرنا أبي قال سمعت أبا محمد عبد الله بن روح المدائني يقول ولدت يوم
~~السبت أول يوم من صفر سنة سبع وثمانين ومائة وهو اليوم الذي قتل فيه جعفر
~~بن يحيى البرمكي
# أخبرنا أبي حدثنا ابن خالد قال مات معتمر سنة سبع وثمانين ومائة
# أخبرنا أبي قال أملى علينا أبو يزيد يوسف بن يزيد بن كامل بن حكيم
~~القراطيسي ولدت في سنة سبع وثمانين ومائة PageV01P423
# محمد بن سواء يكنى أبا الخطاب وهو رجل من بني سدوس
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك فضيل بن عياض سنة سبع
~~وثمانين ومائة وفيها هلك عمر بن عبيد الطنافسي في رجب 
### | سنة ثمان وثمانين ومائة
~~أبي إسحاق وعتاب بن بشير PageV01P424 ورشدين بن سعد والحسين بن الحسن
# قال ابن نمير فيها مات عبده بن سليمان في جمادى وعقبة بن خالد
# أخبرنا أبي وابن الأعرابي قالا حدثنا عباس بن أبي الأسود قال مات جعفر بن
~~سليمان وعبد الله بن جعفر المدني سنة ثمان وثمانين ومائة
# أخبرنا أبي حدثنا النفيلي حدثنا أبو جعفر قال مات عتاب بن بشير في سنة
~~ثمان وثمانين ومائة ووافقه المدائني في عيسى بن يونس PageV01P425
# أخبرنا أبي حدثنا الطيالسي قال قال يحيى هلك جرير بن عبد الحميد ومرحوم
~~العطار سنة ثمان وثمانين ومائة 
### | سنة تسع وثمانين ومائة
# فيها مات مرحوم بن عبد العزيز العطار وأبو Milestone300 عبد الصمد العمي عبد العزيز بن
~~عبد الصمد وشعيب بن إسحاق وعبد الأعلى بن عبد الأعلى PageV01P426 ويوسف بن
~~خالد السمتي وعمر بن أبي خليفة العبدي وسريج بن أبي سراج الجرمي وفيها مات
~~أبو خالد الأحمر
# قال أبو زرعة فيها مات شعيب بن إسحاق وهو ابن إحدى وسبعين سنة
# مات عبد الأعلى في شعبان كان يكنى أبا أحمد وهو رجل من بني سامة
# قال ابن قتيبة مات الكسائي علي بن حمزة ويكنى أبا الحسن PageV01P427
~~ومحمد بن الحسن الفقيه سنة تسع وثمانين ومائة
# حدثنا ابن شلحويه حدثنا ابن المعلى قال سمعت دحيما يقول توفي شعيب بن
~~إسحاق يوم الخميس لثلاث عشرة ليلة بقيت من رجب سنة تسع وثمانين ومائة 
### | سنة تسعين ومائة
# فيها مات عثمان بن عبد الحميد اللاحقي
# قال ابن نمير وفيها مات حميد الرؤاسي PageV01P428 وفيها مات محمد بن خالد
~~الوهبي أخو أحمد 
### | سنة إحدى وتسعين ومائة
# فيها مات مخلد بن الحسين بالمصيصة في شهر ربيع الأول وفيها مات يعلى بن
~~شبيب الطايفي أخبرنا
# أبي حدثنا ابن خالد أخبرني إبراهيم بن أبي الفياض قال مات عبد الرحمن بن
~~القاسم صاحب مالك بن أنس سنة إحدى وتسعين ومائة PageV01P429
# أخبرنا أبي حدثنا ابن خالد حدثنا يحيى بن سليمان قال مات خالد بن حيان
~~سنة إحدى وتسعين ومائة 
### | سنة اثنتين وتسعين ومائة
# فيها مات أبو يعقوب يوسف بن يعقوب بن إبراهيم القاضي في رجب PageV01P430
~~وفيها مات علي بن ظبيان القاضي بقرماسين وفيها مات عبد الله بن إدريس
~~الأودي في عشر ذي الحجة وفيها مات محمد بن أبي عدي وعمر بن علي المقدمي
~~PageV01P431 وعرعره بن البرند وفيها ولد أحمد بن العلاء أخو هلال
# أخبرنا أبي حدثنا أبو خالد حدثنا يحي بن سليمان الجعفي قال مات أبو بكر
~~بن عياش سنة اثنتين وتسعين ومائة
# أخبرنا أبي حدثنا النفيلي حدثنا أبو جعفر قال مات محمد بن سلمة في سنة
~~اثنتين وتسعين ومائة PageV01P432
# مات عبد الله بن إدريس وهو ابن ثمان وسبعين سنة 
### | سنة ثلاث وتسعين ومائة
# أخبرنا Milestone300 أبي حدثنا علي بن سهل قال قال أبو 2 نعيم مات أبو إدريس يعني ثلاث
~~وتسعين ومائة وحدثنا الهروي حدثنا جعفر بن محمد بن سوار قال سمعت أبا
~~السايب سلم بن جنادة يقول مات عبد الله بن إدريس يوم السبت قبل الأضحى
~~بخمسة أيام سنة ثلاث وتسعين ومائة وشهدت جنازته وصلى عليه رجل كان علينا
~~يقال له داوود بن عيسى وفيها مات أمير المؤمنين هارون الرشيد بطوس يوم
~~السبت لثلاث ليال خلون من جمادى الأولى وأتت الخلافة ابنه محمد الأمين وهو
~~ببغداد يوم الخميس للنصف من جمادى الأولى PageV01P433 وفيها مات أبو بكر بن
~~عياش بالكوفة وإسماعيل بن إبراهيم بن علية في ذي القعدة
# قال أبو موسى وفيها مات محمد بن سلمة الحراني ومحمد بن جعفر بن عباد
~~ويحيى بن سليم الطائفي ومروان بن معاوية الفزاري بمكة مات مروان
# أخبرنا أبي قال سمعت أبا موسى عيسى بن عبد الله بن سنان PageV01P434
~~الطيالسي يقول ولدت في سنة ثلاث وتسعين ومائة في جمادى الآخرة بعدما مات
~~هارون الرشيد بأربعين يوما
# أخبرنا أبي حدثنا النفيلي حدثنا ابن النفيلي قال مات ابن علية في سنة
~~ثلاث وتسعين ومائة
# ووافقهم المدائني في يحيى بن سليم الطائفي ومروان الفزاري قال عمرو فيها
~~مات إسماعيل بن علية وهو ابن ثلاث وثمانين سنة
# مات أبو بكر بن عياش وهو ابن ثمان وتسعين سنة 
### | سنة أربع وتسعين ومائة
# قال ابن نمير مات أبو معاوية وعثام بن علي PageV01P435 ومحمد بن فضيل
~~وحفص بن غياث سنة أربع وتسعين ومائة
# قال أبو موسى وعمرو فيها مات عبد الوهاب الثقفي والوليد بن مسلم
# حدثنا هشام حدثنا أبو زرعة قال مات سويد بن عبد العزيز PageV01P436 سنة
~~أربع وتسعين ومائة وصلى عليه منصور بن المهدي وهو ابن ست وثمانين وفيها مات
~~محمد بن حرب الأبرش
# أخبرنا أبي وابن الأعرابي قالا حدثنا عباس حدثنا أبو بكر قال مات محمد بن
~~أبي عدي سنة أربع وتسعين ومائة
# مات حفص بن غياث بالكوفة في العشر
# مات عبد الوهاب وهو ابن Milestone300 أربع وثمانين وكان قد اختلط
# مات محمد بن خالد الوهبي سنة أربع وتسعين ومائة PageV01P437 
### | سنة خمس وتسعين ومائة
# قال أبو موسى فيها مات أبو معاوية ومحمد بن فضيل
# حدثنا الطبراني قال قال ابن أميه مات إسحاق الأزرق سنة خمس وتسعين ومائة
~~قال ابن نمير وفيها مات عبد الرحمن المحاربي
# حدثنا هشام حدثنا أبو زرعة قال مات الوليد بن مسلم منصرفه من الحج سنة
~~خمس وتسعين ومائة
# أخبرنا أبي وابن الأعرابي قالا حدثنا عباس حدثنا أبو بكر قال PageV01P438
~~مات بشر بن السري سنة خمس وتسعين
# ومات مؤرج عمرو بن سدوس ويكنى أبا فيد سنة خمس وتسعين ومائة 
### | سنة ست وتسعين ومائة
# حدثنا الهروي حدثنا الفرجي حدثني ابن هانئ الأثرم قال سمعت أحمد قال حج
~~وكيع سنة ست وتسعين ومائة ومات بالطريق يفيد PageV01P439
# قالوا فيها مات حفص بن غياث ومعاذ بن معاذ
# أخبرنا أبي حدثنا معاذ بن المثنى حدثني أبي قال توفي أبي معاذ بن معاذ
~~يوم الاثنين لليلة بقيت من شهر ربيع الآخر سنة ست وتسعين ومائة
# حدثنا هشام حدثنا أبو زرعة حدثني الوليد بن عتبة قال مات بقية بن الوليد
~~سنة ست وتسعين ومائة وهو ابن ثمانين سنة
# مات معاذ وهو ابن ثمان وسبعين سنة
# وفيها مات عبد الملك بن صالح الهاشمي PageV01P440
# أخبرنا أبي حدثنا محمد بن عيسى بن حيان قال خرج شعيب بن حرب إلى مكة فمات
~~بمكة سنة ست وتسعين ومائه 
### | سنة سبع وتسعين ومائة
# حدثنا أسامة حدثنا يونس قال مات ابن وهب في شعبان سنة سبع وتسعين ومائة
~~وهو ابن اثنتين وسبعيتن سنة
# قال الواقدي وابن نمير مات وكيع في منصرفه عن الحج في المحرم يفيد
# قال أبو موسى وفيها مات الحسن بن حبيب بن ندبة وشعيب بن حرب المدائني
~~بمكه PageV01P441 وربعي بن علية
# قال ابن نمير فيها مات إبراهيم بن عيينه أخو سفيان
# أخبرنا أبي وأحمد بن زياد قالا حدثنا عباس حدثنا أبو بكر قال مات وكيع في
~~سنة سبع وتسعين ومائة
# حدثنا أبي حدثنا يوسف Milestone300 القراطيسي قال صليت على جنازة ابن وهب في سنة سبع
~~وتسعين ولي عشر سنين
# مات وكيع وهو ابن ثمان وستين سنة ومات ابن وهب وهو ابن اثنتين وسبعين سنة
# قال البخاري مات بقية بن الوليد سنة سبع وتسعين ومائة PageV01P442 
### | سنة ثمان وتسعين ومائة
# فيها مات سفيان بن عيينة في رجب
# ويحيى بن سعيد القطان
# وعبدالرحمن بن مهدي
# مات سفيان بمكة يوم السبت أول يوم من رجب
# وفيها مات أبو قطن عمرو بن الهيثم بالبصرة لأربع ليال بقين من شعبان وهو
~~ابن سبع وسبعين سنة
# وفيها قتل محمد بن هارون ليلة الأحد لخمس ليال بقين من المحرم
# وبويع أخوه عبدالله بن هارون المأمون PageV02P443
# وفيها مات معن بن عيسى القزاز في آخرها
# مات ابن مهدي وهو ابن ثلاث وستين يكنى أبا سعيد ويحيى يكنى أبا سعيد
# ومات ابن عيينه وهو ابن احدى وتسعين سنة
# أخبرنا أبي حدثنا ابن خالد حدثنا ابن عزيز قال
# مات سلامة ابن روح بن أخي عقيل بن خالد سنة ثمان وتسعين ومائة
# أخبرنا أبي حدثنا ابن خالد حدثنا إسحاق بن إبراهيم بن العلاء قال مات
~~بقية بن الوليد سنة ثمان وتسعين ومائة 
### | سنة تسع وتسعين ومائة
# مات بهز بن أسد PageV02P444
# وبقية أبو يحمد الحمصي
# وعبدالله بن نمير سنة تسع وتسعين ومائة
# أخبرنا أبي حدثنا سعيد بن محمد قال مات شعيب بن الليث بن سعد في آخر شهر
~~رمضان سنة تسع وتسعين ومائه
# وفيها قدم محمد بن إدريس مصر
# أخبرنا أبي حدثنا أبو خالد حدثنا عبدالملك بن شعيب قال
# مات أبي شعيب لليلة بقيت من شعبان سنة تسع وتسعين ومائة
# وفيها مات محمد بن إبراهيم بن ( إسماعيل ) بن إبراهيم بن PageV02P445
# الحسن بن طباطبا 
### | سنة مئتين
# قالوا فيها مات صفوان بن عيسى بالبصرة في رجب
# وأبو البختري وهب بن وهب ببغداد
# وأبو هشام المخزومي
# وعبدالملك بن الصباح المسمعي PageV02P446
# وأبو قتيبة
# وسالم بن نوح العطار
# والوليد بن خالد
# وأسباط بن محمد
# أخبرنا أبي حدثنا عيسى بن محمد الأسكافي قال
# مات أمية Milestone300 بن خالد في سنة مائتين
# حدثنا هشام حدثنا أبو زرعة قال قال دحيم مات أنس بن PageV02P447 عياض سنة
~~مائتين وهو ابن ستة وسبعين
# حدثنا هشام حدثنا أبو زرعة قال قال دحيم
# مات محمد بن شعيب سنة مائتين وهو ابن أربع وثمانين
# حدثنا هشام حدثنا أبوزرعة قال قال دحيم
# مات عمر بن عبد الواحد سنة مائتين وهو ابن اثنتين وثمانين سنة
# حدثنا أبو الحارث أحمد بن سعيد حدثنا العباس بن الوليد قال كانت وفاة
~~محمد بن شعيب سنة مائتين 
### | سنة إحدى ومائتين
# فيها مات أبو أسامة حماد بن أسامة بالكوفة يوم الإثنين لأحدى عشرة ليلة
~~بقيت من شوال
# فيها مات حرمى بن عمارة بن أبي حفصة PageV02P448
# فيها مات محمد بن إسماعيل بن أبي فديك بالمدينة
# فيها مات سعد بن إبراهيم بن سعد بن إبراهيم بن عوف في ذي الحجة 
### | سنة اثنتين ومائتين
# فيها مات حماد بن مسعده يوم الإثنين لسبع مضين من رجب
# وفيها مات أمية بن خالد
# وسهل بن حسام
# ويوسف بن يعقوب الضبعي PageV02P449
# وفيها مات أبو يحيى عبدالحميد الحماني
# وأبو سفيان سعيد بن يحيى الواسطي
# وفيها قتل الفضل بن سهل ذو الرياستين يكنى أبا العباس بسرخس اغتاله نفر
~~دخلوا عليه فقتلواه PageV02P450 
### | سنة ثلاث ومائتين
# حدثنا الهروي حدثنا الفرجي حدثنا الأثرم قال سمعت أحمد يقول مات حسين
~~الجعفي
# وزيد بن حباب
# ومحمد بن بشر
# وأبو داوود الحفري
# وأبو أحمد الزبيري PageV02P451
# ويحيى بن آدم سنة ثلاث ومائتين
# وأبو داوود الطيالسي
# ويحيى بن آدم بفم الصلح وهو يحيى بن آدم بن سليمان
# قال ابن قتيبة النضر بن شميل المروزي المازني كان من أهل البصرة فانتقل
~~إلى مرو توفى بخراسان سنة ثلاث ومائتين PageV02P452
# حدثنا أبو الحارث أحمد بن سعيد حدثنا العباس بن الوليد بن مزيد قال مات
~~أبي سنة ثلاث ومائتين وهو ابن سبع وسبعين سنة 
### | سنة أربع ومائتين
# مات الشافعي وهو ابن اثنتين وخمسين سنة
# وفيها مات محمد بن عبيد الطنافسي بالكوفة PageV02P453
# وفيها مات محمد بن بكر البرساني
# وإبراهيم بن حبيب بن Milestone300 الشهيد
# وشجاع بن الوليد
# قال عمرو مات أبو داوود سنة أربع ومائتين وهو ابن إحدى وسبعين سنة
# وفيها مات الشافعي
# وخالد بن نجيح PageV02P454
# مات الشافعي وهو ابن أربع وخمسين سنة
# أخبرنا أبي حدثنا يوسف قال توفي الشافعي سنة أربع ومائتين
# حدثنا أبو الحارث حدثنا العباس بن الوليد بن مزيد قال
# مات عقبة بن علقمة سنة أربع ومائتين
# حدثنا الخزاعي حدثنا الخلال قال
# مات محمد بن سميع سنة أربع ومائتين
# وفيها مات أشهب بن عبدالعزيز PageV02P455 
### | سنة خمس ومائتين
# فيها مات أبو عامر العقدي
# ويعقوب بن إسحاق الحضرمي
# وروح بن عبادة
# وعبدالله بن حمران PageV02P456
# وذكر أبو أمية أن في هذه السنة مات محمد بن عبيد
# وإسحاق بن منصور السلولي
# أخبرنا أبي عن ابن أبي العوام قال مات روح بن عبادة
# ومحمد بن عبيد
# ويعقوب الحضرمي في سنة خمس ومائتين
# روح بن عبادة أبو محمد القيسي بصري
# مات يعقوب بن إسحاق وأبو عامر في يوم واحد
# وفيها مات السرى بن الحكم والي مصر في شوال 
### | سنة ست ومائتين
# قالوا فيها مات يزيد بن هارون في ربيع الآخر بواسط PageV02P457
# وعمر بن يونس
# ومؤمل بن إسماعيل
# ووهب بن جرير
# وشبابة بن سوار بالمدائن PageV02P458
# وإسحاق بن إدريس
# وحجاج بن محمد الأعور ببغداد في شهر ربيع الأول
# وفيها مات عبدالله بن نافع الصائغ في رمضان بالمدينة
# وهب مختلف فيه
# حدثنا الحسن بن علي حدثنا أبوأمية قال
# مات محاضر بن المورع PageV02P459
# وخلف بن تميم
# ومحمد بن جعفر المدائني
# والهيثم بن عدي
# وشبابة سنة ست ومائتين 
### | سنة سبع ومائتين
# قال ابن قتيبة مات الفراء يحيى بن زياد يكنى أبا زكريا سنة سبع ومائتين
~~PageV02P460
# حدثنا هشام حدثنا أبو زرعة قال شهدت جنازة زيد بن يحيى بن عبيد بباب
~~الصغير سنة سبع ومائتين بعد المغرب
# وفيها مات الهيثم بن عدي الطائي في المحرم بفم الصلح
# وفيها مات وهب بن جرير بن حازم في المحرم
# وعمر بن حبيب القاضي بالبصرة في شهر ربيع الأول
# وفيها مات عبدالصمد بن عبدالوارث بن سعيد التنوري Milestone300 بالبصرة في جمادى الأول
# وجعفر بن عون بن جعفر بن عمرو بن حريث بالكوفة في شعبان PageV02P461
# وبشر بن عمر الزهراني بالبصرة في شعبان
# وكثير بن هشام في شعبان بفم الصلح
# ومحمد بن كناسة الأسدي في شوال PageV02P462
# وأزهر بن سعد السمان في شوال
# وأبو النضر هاشم بن القاسم ( الكناني ) في ذي القعدة
# ومحمد بن عمر الواقدي في ذي الحجة
# وفيها مات عبدالعزيز بن أبان القرشي PageV02P463
# حدثنا الشعراني حدثنا أبو أمية قال مات أبو النضر
# وعمر بن حبيب القاضي سنة سبع ومائتين
# وفيها مات أبو عتاب الدلال سهل بن حماد في صفر
# ويحيى بن كثير العنبري
# وفيها مات يحيى بن حسان
# وفيها مات خالد بن عبدالرحمن 
### | سنة ثمان ومائتين
# فيها مات الأسود بن عامر شاذان PageV02P464
# وفيها مات عبدالله بن بكر بن حبيب السهمي من باهله بصرى ليلة الثلاثاء
~~لثلاث عشرة ليلة بقيت من المحرم ودفن يوم الثلاثاء وصلى عليه سعيد بن سلم
# وفيها مات يونس بن محمد المؤدب يوم السبت لسبع ليال خلون من صفر
# وفيها مات سعيد بن عامر بالبصرة في أول شوال PageV02P465
# وفيها مات يعقوب بن إبراهيم بن سعد بن إبراهيم بن عبدالرحمن بن عوف بفم
~~الصلح آخر يوم من شهر رمضان
# حدثنا الشعراني حدثنا أبو مية قال مات بشر بن عمر
# وسعيد بن عامر
# ومحمد بن مصعب القرقساني
# وعثمان بن عمر بن فارس سنة ثمان ومائتين
# وفيها مات أشهل بن حاتم PageV02P466
# و حماد بن عيسى
# ( ويحيى ) بن أبي بكير قاضي كرمان
# وقريش بن أنس
# وهذا عن أبي موسى PageV02P467
# أخبرنا أبي حدثنا أبو قلابة قال
# مات قريش وأشهل وابن عامر سنة ثمان ومائتين
# فيها مات يحيى بن حسان وهو ابن أربع وستين سنة
# مات سعيد وهو ابن ست وثمانين
# فيها مات الفضل بن الربيع 
### | سنة تسع ومائتين
# قالوا فيها مات الحسن بن موسى الأشيب بالري وكان توجه على قضاء طبرستان
~~فمات قبل أن يصل إليها وذلك في شهر ربيع PageV02P468 الأول
# وفيها مات ( يعلى ) بن عبيد الطنافسي يوم الأحد لخمس ليال Milestone300 خلون من شوال
~~بالكوفة
# قال أبو موسى وفيها مات بشر بن عمر
# ومعاذ بن هانىء الأزدي
# أخبرنا أبي حدثنا أبو قلابة قال مات بشر بن عمر سنة تسع ومائتين
# قال ابن قتيبة مات الهيثم بن عدي في سنة تسع ومائتين PageV02P469
# وفيها مات جامع بن بكار بن بلال وهو ابن تسع وستين
# وفيها مات عثمان بن عمر بن فارس
# وفيها مات قريش بن أنس 
### | سنة عشر ومائتين
# فيها مات أبو زكرياء يحيى بن إسحاق السيلحيني البجلي
# وفيها مات محمد بن حرب المدني صاحب سفيان بن عيينة
# قال ابن المثنى مات أحمد بن إسحاق سنة عشر ومائتين
# وفيها مات مروان بن محمد الطاطري وهو ابن أربع وستين سنة PageV02P470
# وفيها قتل المأمون إبراهيم بن محمد بن عبد الوهاب بن إبراهيم الإمام ابن
~~عائشة ومن معه وصلبهم ببغداد 
### | سنة إحدى عشرة ومائتين
# حدثنا الهروي حدثنا مطين قال مات طلق بن غنام سنة إحدى عشرة ومائتين مات
~~طلق في رجب بالكوفة
# وفي هذه السنة مات أحمد بن إسحاق الحضرمي في شعبان
# قال أبو موسى مات أبو زيد صاحب الهروي PageV02P471
# ومحمد بن خالد بن عثمة سنة أحدى عشرة ومائتين
# وفيها مات أبو العتاهية الشاعر يوم الإثنين لثلاث خلون من جمادي الآخرة
# وفيها مات عمرو بن الحارث الزبيدي
# وفيها مات عبد الرحمن بن محمد المحاربي بالكوفة في شهر رمضان
# حدثنا الهروي حدثنا محمد بن علي التمار قال
# مات عبد الرزاق بن همام في شوال سنة إحدى عشرة ومائتين PageV02P472 
### | سنة إثنتي عشرة ومائتين
# أخبرنا أبي حدثنا محمد بن أحمد بن حبيب الذارع قال
# فيها مات أبو عاصم النبيل الضحاك بن مخلد بالبصرة في ذي الحجة
# قال أبو موسى مات عون بن عمارة سنة اثنتي عشرة ومائتين
# حدثنا هشام حدثنا أبو زرعة قال مات الفريابي محمد بن يوسف سنة إثنتي عشرة
~~ومائتين أدركت ذاك
# حدثنا هشام حدثنا أبو زرعة قال نعي إلينا أبو المغيرة عبد القدوس ابن
~~الحجاج سنة إثنتي عشرة ومائتين
# مات أبو عاصم وهو ابن تسعين سنة Milestone300 PageV02P473
# وفيها مات عبد الله بن مالك الخزاعي أبو العباس 
### | سنة ثلاث عشرة ومائتين
# حدثنا الهروي حدثنا مطين قال
# مات عبيد الله بن موسى سنة ثلاث عشرة ومائتين
# وفيها مات عمرو بن عاصم الكلابي بالبصرة في غرة جمادي الآخرة
# وفيها مات أبو عبد الرحمن عبد الله بن يزيد المقرىء في رجب
# وفيها مات عبد الله بن داوود الهمداني الخريبي بخريبة البصرة PageV02P474
~~في شوال
# وفيها مات محمد بن عرعرة بن البرند بالبصرة في شوال
# وفيها مات عبيد الله بن موسى بالكوفة في شوال
# قال أبو موسى مات حجاج بن نصير سنة ثلاث عشرة ومائتين
# وفيها مات بشر بن شعيب بن أبي حمزة
# وفيها مات عبدالوهاب بن سعيد بن عطية المكي PageV02P475
# حدثنا الهروي حدثنا علي بن الحسن بن داوود قال
# مات حسين ابن محمد المروذي سنة ثلاث عشرة ومائتين
# وفيها مات حكم بن مبارك أبو صالح البلخي 
### | سنة أربع عشرة ومائتين
# قال أبو موسى مات عاصم بن مهجع الأسدي
# ومعاوية بن عمرو سنة أربع عشرة ومائتين في جمادي الأولى PageV02P476
# وفي هذه السنة ولد ابن منيع
# قال محمد بن سعد مات أبو أحمد حسين بن محمد ببغداد في صفر سنة أربع عشرة
# وفيها مات علي بن إسحاق الخراساني في المحرم بمرو وكان من أصحاب ابن
~~المبارك
# حدثنا الشعراني حدثنا أبو أمية قال
# مات قبيصة بن عقبة سنة أربع عشرة ومائتين PageV02P477
# وفيها مات عمرو بن أبي سلمة صاحب الأوزاعي
# وفيها مات أحمد بن خالد الوهبي وفيه اختلاف 
### | سنة خمس عشرة ومائتين
# حدثنا الهروي حدثنا الخضري قال مات قبيصة
# ح وأخبرنا أبي حدثنا الحارث قال قال محمد بن سعد مات قبيصة بن عقبة
~~السوائي بالكوفة في صفر سنة خمس عشرة ومائتين
# قال أبو موسى فيها مات يحيى بن حماد PageV02P478
# ومحمد بن عبد الله الأنصاري ومات الأنصاري ابن سبع وتسعين سنة
# قال ابن سعد مات أبو يعقوب إسحاق بن ( عيسى ) بن الطباع بأذنه في ربيع
~~الأول سنة خمس عشرة ومائتين
# وفيها مات مكي بن إبراهيم البلخي ببلخ Milestone300 في النصف من شعبان وقد قارب المائة
# وفيها مات هوذه بن خليفة PageV02P479
# وفيها مات علي بن الحسن بن شقيق المروزي صاحب عبد الله بن المبارك بمرو
~~في شعبان
# وفيها مات ثابت بن محمد العابد أبو إسماعيل الكناني
# وفيها مات أحمد بن خالد الوهبي
# حدثنا هشام حدثنا أبو زرعة قال شهدت جنازة محمد بن المبارك الصوري في
~~شوال سنة خمس عشرة ومائتين
# حدثنا الهروي حدثنا علي بن الحسين بن داوود قال
# مات قبيصة بن عقبة سنة خمس عشرة ومائتين PageV02P480 
### | سنة ست عشرة ومائتين
# أخبرنا أبي حدثنا أحمد بن ملاعب قال
# مات ثابت بن محمد أبو إسماعيل سنة ست عشرة ومائتين
# قال أبو موسى فيها مات عبد الملك بن قريب الأصمعي
# قال ابن سعد مات يحيى بن يعلى بن الحارث المحاربي بالكوفة سنة ست عشرة
~~ومائتين
# أخبرنا أبي حدثنا محمد بن أحمد بن حبيب الذارع قال
# توفي حجاج بن منهال في صفر سنة ست عشرة ومائتين PageV02P481
# حدثنا هشام حدثنا أبو زرعة قال مات محمد بن زرعة بن روح الرعيني من أصحاب
~~الوليد سنة ست عشرة ومائتين
# وفيها مات معن بن الوليد بن هشام من أصحاب الوليد
# حدثنا هشام حدثنا أبو زرعة قال شهدت جنازة محمد بن [ بكار ] بن بلال
~~منصرفه من الحج أول سنة ست عشرة ومائتين
# وفيها مات هوذة بن خليفة 
### | سنة سبع عشرة ومائتين
# قال ابن سعد فيها مات حجاج بن منهال الأنماطي بالبصرة لخمس بقين من شوال
~~PageV02P482
# وموسى بن داوود قاضي المصيصه
# وفيها مات سريج بن النعمان بن الحسين ببغداد يوم الأضحى
# قال أبو موسى مات محمد بن كثير المصيصي سنة سبع عشرة ومائتين
# أخبرنا أبي حدثنا محمد بن سليمان الواسطي قال PageV02P483
# مات محمد بن عبد الله الرقاشي سنة سبع عشرة ومائتين
# وفيها مات أبو موسى سلمة بن موسى الأنصاري 
### | سنة ثمان عشرة ومائتين
# قال أبو موسى مات أبو نعيم سنة ثمان عشرة ومائتين
# ومات المعلى بن أسد أخو بهز يوم الثلاثاء لسبع عشرة خلون من شوال سنة
~~ثمان Milestone300 عشرة ومائتين
# ومات أبو مسهر عبد الأعلى بن مسهر ببغداد في هذه السنة وكان المأمون
~~أشخصه PageV02P484
# وفيها مات يوسف بن بهلول بالكوفة
# وفيها مات عثمان بن زفر بالكوفة
# وفيها مات عبد الله المأمون بالبذندون يوم الخميس لإحدى عشرة ليلة خلت من
~~رجب
# وبويع لأخيه أبي إسحاق محمد بن الرشيد المعتصم بالله
# مات أبو مسهر وهو ابن ثمان وسبعين سنة PageV02P485
# أخبرنا أبي حدثنا صالح بن موسى عن أبي نعيم قال
# مات عبد الله بن الفرج سنة ثمان عشرة ومائتين وله خمس وثمانون سنة 
### | سنة تسع عشرة ومائتين
# فيها توفى أبو غسان مالك بن إسماعيل النهدي بالكوفة
# قال ابن سعد توفى أبو نعيم الفضل بن دكين بالكوفة ودفن يوم الثلاثاء
~~انسلاخ شعبان
# وفيها مات عبد الله بن رجاء الغداني يوم الإثنين آخر ذي الحجة سنة تسع
~~عشرة
# وفيها مات علي بن عياش وهو ابن ست وسبعين سنة PageV02P486
# حدثنا هشام حدثنا أبو زرعة قال
# مات العباس بن طالب بمصر سنة تسع عشرة ومائتين
# وقيل مات أبو الأسود النضر بن عبد الجبار
# وعمرو بن الربيع بن طارق
# وسعيد بن عيسى بن تليد الرعينى PageV02P487 
### | سنة عشرين ومائتين
# مات آدم بن أبي اياس في جمادي الأولى سنة عشرين ومائتين
# مات عثمان بن الهيثم مؤذن المسجد الجامع ليلة الأحدى عشرة ليلة خلون من
~~رجب سنة عشرين ومائتين
# ومات أبو حذيفة موسى بن مسعود ليلة الجمعة لسبع خلون من جمادي الآخرة سنة
~~عشرين ومائتين
# ومات أبو عمر الضرير لسبع بقين من شعبان سنة عشرين PageV02P488 ومائتين
# أخبرنا أبي حدثنا ابن زهير قال سمعت أبي ويحيى بن معين يقولان أنكرنا
~~عفان في صفر لأيام خلون من سنة عشرين ومائتين ومات بعد ذلك بجمعة أو نحوها
# أخبرنا أبي حدثنا ابن زهير قال مات محمد بن الأصبهاني في عشر ذي الحجة
~~سنة عشرين ومائتين وأصبغ بن الفرج
# وفيها مات محمد بن الرضا موسى بن جعفر PageV02P489 
### | سنة إحدى وعشرين ومائتين
# مات أبو همام الدلال محمد بن محبب سنة احدى وعشرين ومائتين
# ومات عبد Milestone300 الله بن مسلمة بن قعنب بمكة يوم الخميس لست خلون من المحرم سنة
~~احدى وعشرين ومائتين
# وفيها مات عيسى بن أبان بن صدقة قاضي البصرة في المحرم
# وفيها مات أبو اليمان الحكم بن نافع وهو ابن ثلاث وثمانين سنة
~~PageV02P490
# قال أبو زرعة وفيها مات آدم بن أبى اياس
# وفيها مات الحسن بن بشر الكوفى 
### | سنة إثنتين وعشرين ومائتين
# فيها مات مسلم بن إبراهيم الأزدى لعشر بقين من صفر
# والوليد بن هشام القحذمي
# ومحمد بن محبوب وفيها مات يحيى الوحاظى وهو ابن خمس وثمانين سنة
~~PageV02P491
# وفيها مات عبد الله بن صالح وهو ابن خمس وثمانين سنة
# حدثنا الهروي حدثنا علي بن الحسن بن داوود قال
# مات مسلم بن إبراهيم سنة إثنتين وعشرين ومائتين 
### | سنة ثلاث وعشرين ومائتين
# فيها مات سليمان بن حرب بالبصرة
# ومحمد بن عبد الله الخزاعي بالبصرة PageV02P492
# وخالد بن خداش ببغداد
# وآبو سلمى بن التبوذكي موسى بن إسماعيل بالبصرة
# قال أبو موسى وفيها مات محمد بن سنان في المحرم
# قال وأحسب داوود بن شبيب مات فيها
# حدثنا الشعراني حدثنا أبو أمية قال مات عارم PageV02P493
# وعمرو بن مرزوق
# وأبو سلمة التبوذكي سنة ثلاث وعشرين ومائتين
# وإبراهيم بن أبي سويد
# حدثنا الهروي حدثنا علي بن الحسن بن داوود قال مات محمد بن عبد الله
~~الخزاعي سنة ثلاث وعشرين ومحمد بن كثير سنة ثلاث PageV02P494 وعشرين
~~ومائتين
# وسليمان بن حرب 
### | سنة أربع وعشرين ومائتين
# فيها مات أبو عبيد القاسم بن سلام بمكة
# وأبو الحسن علي بن محمد المدائني في ذي القعدة ببغداد PageV02P495
# وأحمد بن عبد الله الغداني
# قالوا وفيها مات ابن أبي مريم ابن ثمانين سنة
# وفيها مات حيوة بن شريح
# ويزيد بن عبد ربه
# ابن أبي مريم مات وهو ابن ثمانين سنة حكى ذلك أبو زرعة PageV02P496
# حدثنا هشام حدثنا أبو زرعة قال
# مات أبو الجماهر محمد بن عثمان سنة أربع وعشرين
# وهو ابن اربع وثمانين سنة
# وفي هذه السنة ولد عبد الله بن عتاب الزفتي الخزاعي
# وفيها مات أبو مسلم عبد الرحمن Milestone300 بن يونس في رجب فجأة
# وأبو النعمان عارم محمد بن الفضل 
### | سنة خمس وعشرين ومائتين
# فيها مات محمد بن حاتم حبي PageV02P497 
### | سنة ست وعشرين ومائتين
# قال أبو موسى فيها مات الحوضي
# وعياش الرقام
# وفيها مات محمد بن خليد العبدي في جمادى الأولى
# وفيها مات موسى بن إسماعيل
# وحرمي بن حفص PageV02P498
# ومحمد بن عبد الله الخزاعي كل هذا عن أبي موسى
# قال أبو زرعة ومات سعيد بن منصور سنة ست وعشرين ومائتين
# توفي أبو ثوابة فضالة بن المفضل بن فضالة في رمضان سنة ست وعشرين ومائتين
# مات سعيد بن عفير في رمضان سنة ست وعشرين ومائتين PageV02P499 
### | سنة سبع وعشرين ومائتين
# فيها مات بشر بن الحارث العابد يوم الأربعاء لعشر خلون من ربيع الأول
# وفيها توفي أبو الأحوص محمد بن حيان
# والهيثم بن خارجه جميعا في ذي الحجة
# قال أبو موسى وفيها مات أحمد بن عبد الله بن يونس الكوفي PageV02P500
# وإسماعيل بن أبي أويس
# وسعيد بن منصور
# وفيها مات أبو الوليد يوم الجمعة لسبع خلون من صفر
# وسهل بن بركان
# والحجبي PageV02P501
# والقاسم بن سلام بن مسكين
# وسهل بن محمد العسكري
# وفي هذه السنة مات أمير المؤمنين المعتصم بالله بسامرا ليلة الأحد للنصف
~~من شهر ربيع الأول وبويع ابنه هارون الواثق بالله
# وفيها ولد ابن عمارة أنا سألته عن مولده PageV02P502
# قال أبو زرعة مات أحمد بن يونس
# وسليمان بن حرب
# وهشام بن عبد الملك الطيالسي سنة سبع وعشرين ومائتين
# وفيها مات محمد بن عبد الوهاب الحارثي حكى ذلك ابن منيع 
### | سنة ثمان وعشرين ومائتين
# فيها توفى أبو نصر التمار عبد الملك بن عبد العزيز يوم الثلاثاء أول يوم
~~من المحرم ودفن بباب حرب وهو يومئذ ابن إحدى وتسعين سنة
# وفيها توفى داوود بن عمرو الضبي يوم الأربعاء لثمان بقين في المحرم
~~PageV02P503
# وفي شعبان توفى أبو سليمان داوود الأشقر السمسار ببغداد
# وفي شهر رمضان توفى أبو عمران محمد بن جعفر الوركان ببغداد
# وفيها مات معاذ بن أسد
# وعيسى بن إبراهيم
# حدثنا عبد الله بن Milestone300 محمد حدثنا أحمد بن عمران الأخنسي سنة ثمان وعشرين
~~ومائتين وفيها مات PageV02P504
# قال ابن قتيبة مات محمد بن عبيد الله العتبي سنة ثمان وعشرين ومائتين
# وفيها مات محمد بن حسان السمتي أبو جعفر
# وفيها مات يحيى بن عبد الحميد الحماني
# وفيها مات أحمد بن محمد بن أيوب صاحب إبراهيم بن سعد PageV02P505
# توفى أبو زرعة عبد الأحد بن الليث بن عاصم بن كليب الرعيني ثم القتباني
~~في رجب سنة ثمان وعشرين ومائتين 
### | سنة تسع وعشرين ومائتين
# فيها مات خلف بن هشام البزار ببغداد يوم السبت لسبع خلون من جمادى الآخرة
# وفيها مات مسدد بن مسرهد
# وعبيد الله بن عائشة PageV02P506
# وعبد الله بن سوار
# وعبد الرحمن بن المبارك
# واللاحقى
# وأبو يعلى PageV02P507
# وإسحاق بن عمر بن سليط
# وثوبان بن سعيد بن عروة
# وأحمد بن شبيب المقرىء
# أخبرنا أبي حدثنا أبو خالد قال
# مات عمرو بن خالد سنة تسع وعشرين ومائتين في شعبان 
### | سنة ثلاثين ومائتين
# حدثنا عبد الله بن محمد قال
# توفى علي بن الجعد يوم السبت في رجب لست ليال بقين منه سنة ثلاثين
~~ومائتين وقد استكمل ستا وتسعين سنة PageV02P508
# وفيها مات محمد بن سعد كاتب الواقدي في جمادي الآخرة
# وفيها ولد عبدالله بن أبي داوود 
### | سنة إحدى وثلاثين ومائتين
# قتل الواثق أحمد بن نصر بن مالك الخزاعي في خلف القرآن يعني سنة إحدى
~~وثلاثين ومائتين
# وفيها مات محمد بن المنهال الضرير PageV02P509
# وأمة بن بسطام
# وعبدالله بن محمد بن أسماء
# أخبرنا أبي حدثنا ابن حيان قال مات يحيى بن بكير سنة إحدى وثلاثين
~~ومائتين في صفر وهو ابن ست وسبعين سنة
# وفيها مات خلف بن سالم في رمضان PageV02P510
# وفيها مات هارون بن معروف أبو علي
# وفيها مات عبدالله بن عون الخراز 
### | سنة اثنتين وثلاثين ومائتين
# فيها مات الحكم بن موسى يوم السبت ليومين خليا من شوال
# أخبرنا أبي حدثنا ابن خالد قال
# مات يوسف بن عدي سنة اثنتين وثلاثين ومائتين PageV02P511
# فيها مات الواثق بسر من رأى يوم الأربعاء لست ليال بقين من Milestone300 ذي القعدة وهو
~~ست ابن وثلاثين سنة وتسعة أشهر
# وبويع أخوه جعفر بن محمد يكنى أبا الفضل المتوكل على الله يوم مات أخوه
# سمعت محمد بن الفيض يقول مات محمد بن عائذ في ذي الحجة سنة اثنتين
~~وثلاثين ومائتين وحضرت جنازته
# وفيها مات عمرو الناقد أبو عثمان وصلى عليه مالك بن طوق PageV02P512 طوق
### | سنة ثلاث وثلاثين ومائتين
# فيها مات سليمان بن عبدالرحمن وهو ابن ثمانين
# حدثنا أبو الحارث أحمد بن سعيد وأخبرنا أبي قالا حدثنا العباس بن محمد
~~الدوري قال مات يحيى بن معين بالمدينة في أيام الحج مات قبل أن يحج سنة
~~ثلاث وثلاثين ومائتين وصلى عليه والي المدينة وكلم الحزامي الوالي فأخرجوا
~~له سرير النبي صلى الله عليه وسلم فحمل عليه فصلى PageV02P513 عليه الوالي
~~ثم صلى عليه بعد ذلك ومات وله سبع وسبعون سنة إلا أياما
# وفيها مات عبدالجبار بن عاصم أبو طالب في ربيع الآخرة
# وفيها مات علي بن المديني 
### | سنة أربع وثلاثين ومائتين
# أخبرنا أبي حدثنا علي بن عثمان بن نفيل قال مات أبو جعفر النفيلي في شهر
~~ربيع الآخرة سنة ربيع الآخرة سنة أربع وثلاثين ومائتين PageV02P514
# أخبرنا أبي حدثنا أحمد بن زهير بن حرب قال مات أبي
# ومحمد بن عبد الله بن نمير والنفيلي في سنة أربع وثلاثين ومائتين
# قال محمد بن الفيض ومات سليمان بن عبدالرحمن التميمي ابن بنت شرحبيل في
~~سنة أربع وثلاثين ومائتين
# قال أبو سليمان والأول أثبت
# وفي هذه السنة توفي أبو الربيع الزهراني
# وفيها مات يحيى بن أيوب أبو زكرياء في ربيع الأول PageV02P515
# قال ابن منيع وفيها مات عبدالرحمن بن صالح الأزدي
# قال الحسن بن علي مات فيها علي بن عبدالله المديني
# وأبو عمر عثمان بن طالوت بن عباد الصيرفي
# وفيها مات شجاع بن مخلد 
### | سنة خمس وثلاثين ومائتين
# فيها مات روح بن عبدالمؤمن PageV02P516
# ومحمد بن أبي بكر المقدمي
# أخبرنا أبي حدثنا محمد بن عثمان بن أبي شيبة قال
# توفي أبو بكر بن أبي شيبة بالكوفة سنة خمس وثلاثين ومائتين Milestone300 وهو ابن ست
~~وسبعين سنة
# وفيها مات منصور بن أبي مزاحم واسم مزاحم بشير في ذي القعدة
# وفيها مات عبدالرحمن بن صالح
# ومردويه الصائغ فيها توفي PageV02P517
# ومحمد بن حاتم السمين
# وإسماعيل الترجماني ماتا في هذه السنة
# قال الحسن بن علي مات فيها محمد بن عباد المكي
# وشجاع بن مخلد
# وسريج بن يونس PageV02P518
# وعبيد الله بن عمر القواريري 
### | سنة ست وثلاثين ومائتين
# فيها مات هدبة بن خالد
# وشيبان بن فروخ
# وأبو محمد الخطابي
# وفيها مات أحمد بن إبراهيم الموصلي PageV02P519
# والمسيبي فيها مات
# وأبو معمر القطيعي
# والفضل بن غانم
# ومحمد بن بشير
# وأبو محمد اليمامي عبدالله بن الرومي
# ومصعب بن عبدالله بن الزبيري في شوال PageV02P520
# وطالوت بن عباد
# وعبد الواحد بن غياث
# قال الحسن بن علي فيها مات زهير بن عباد
# وعبد الله بن عمر الخطابي 
### | سنة سبع وثلاثين ومائتين
# أخبرنا أبي حدثنا علي بن عثمان النفيلي قال مات سعيد حفص PageV02P521
# خال أبي جعفر بن نفيل يوم الجمعة ليومين من رمضان سنة سبع وثلاثين
~~ومائتين
# قال الحسن بن علي بن داوود بن سليمان توفى فيها عبد الأعلى بن حماد
~~النرسى
# وأبو كامل الفضيل بن الحسن الجحدري
# ومحمد بن بكار العيشي
# وعبيد الله بن معاذ العنبري PageV02P522
# وابراهيم بن محمد الشافعي
# وعبد الله بن مطيع
# ويزيد بن موهب الرملي 
### | سنة ثمان وثلاثين ومائتين
# أخبرنا أبي حدثنا أبو محمد النفيلي علي بن عثمان قال
# مات معلل بن نفيل يوم الثلاثاء لثمان خلون من شهر ربيع الآخر سنة ثمان
~~وثلاثين ومائتين
# وفيها توفى إبراهيم بن أيوب الحوراني في شهر ربيع الآخر PageV02P523
# قالوا وفيها توفى إبراهيم بن هشام بن يحيى الغساني
# قال محمد بن الفيض : ومات صفوان بن صالح مولي عبد الرحمن بن أم الحكم
~~الثقفي سنة ثمان وثلاثين ومائتين قال محمد بن الفيض ومات إبراهيم بن هشام
~~بن يحيى الغساني سنة ثمان وثلاثين ومائتين
# وفي هذه السنة توفى محمد بن عبيد بن حساب
# وفيها مات الربيع بن ثعلب PageV02P524
# ومحمد بن المتوكل بن أبى السرى 
### | سنة تسع Milestone300 وثلاثين ومائتين
# حدثنا هشام حدثنا أبو زرعة قال فيها مات العباس بن عثمان بن محمد المكتب
~~من أصحاب الوليد بن مسلم
# وفيها مات صفوان بن صالح الثقفي
# أخبرنا أبي حدثنا محمد بن عثمان بن أبي شيبة قال
# مات أبي سنة تسع وثلاثين ومائتين وهو ابن ثلاث وثمانين
# سألت عمرو بن ( عاصم ) بن يحيى الصوري متى ولدت فقال PageV02P525 لي ولدت
~~سنة تسع وثلاثين ومائتين
# قال الحسن بن علي فيها مات عبد الله بن عمر أبان مشكدانه
# والحسن بن عيسى بن ماسرجس
# وعثمان بن سعيد بن كثير بن دينار الحمصى
# وأبو سعيد سحنون التنوخي بافريقية PageV02P526
# وفيها ولد أبو جعفر الطحاوي
# ومات فيها وهبان بن بقيه 
### | سنة أربعين ومائتين
# أخبرنا الهروى وحدثنا هشام بن أحمد قالا حدثنا أبو زرعة قال مات الوليد
~~بن عتبة أبو العباس في جمادي الأولى سنة أربعين ومائتين مات وهو ابن أربع
~~وستين سنة
# سألت أبا الطبيب علي بن محمد بن أبي سليمان الصوري متى ولدت قال ولدت في
~~أول سنة أربعين ومائتين PageV02P527
# وفي هذه السنة توفي عبد الرحمن بن غياث أبو بحر
# قال الحسن بن علي مات فيها قتيبة بن سعيد أبو رجاء وأبو ثور إبراهيم بن
~~خالد الكلبي
# وسويد بن نصر أبو الفضل المروزي
# وأبو بكر الأعين محمد بن أبي عتاب PageV02P528
# ويعقوب بن حميد بن كاسب المدني
# وأحمد بن أبي شعيب الحراني
# وأبو ثور يكنى أبا عبدالله 
### | سنة إحدى وأربعين ومائتين
# أخبرنا أبي وأبو الحارث قالا حدثنا عباس الدوري قال
# توفي أبو عبدالله أحمد بن حنبل ببغداد يوم الجمعة لاثنتي عشرة ليلة خلت
~~من شهر ربيع الأول سنة إحدى وأربعين ومائتين
# قال أبو سليمان مات وله سبع وسبعون سنة وأيام PageV02P529
# قال الحسن بن علي فيها مات الحسن بن حماد سجاده
# وإسماعيل بن بهرام
# وهانئ بن المتوكل
# وأبو طالب هاشم بن الوليد الهروي
# وهديه بن عبد الوهاب
# وأبو قدامة السرخسي PageV02P530
# وزيد بن حريش الأهوازي
# وسفيان بن بشر بمصر 
### | سنة إثنتين وأربعين ومائتين
# حدثنا الشعراني قال قال أبو أمية Milestone300 فيها مات أبو عبد الله أحمد بن محمد بن
~~حنبل بن هلال بن أسد
# أخبرنا الهروي وحدثنا هشام قالا حدثنا أبو زرعة قال
# توفى عبد الله بن ذكوان في شوال سنة اثنتين وأربعين ومائتين وهو في
~~السبعين
# أخبرنا أبي حدثنا أحمد بن يحيى بن خالد قال مات محمد بن رمح في شوال سنة
~~اثنتين وأربعين ومائتين وهو ابن اثنتين وثمانين PageV02P531 سنة
# قال أبو سليمان وقال لنا ذلك أحمد بن عبد الوارث
# في هذه السنة ولد أبو محمد عبد الرحمن بن عبد الله بن محمد بن عبد الله
~~بن يزيد المقريء هو حدثنا بذلك وأخرج إلينا خط جده محمد بن عبد الله بتاريخ
~~مولده
# قال لي الحسن بن حبيب أبو علي ولدت في سنة إثنتين وأربعين ومائتين
# وفيها توفي أحمد بن أبي بكر الزهري وأبو مصعب صاحب مالك بن أنس
# وحامد بن يحيى البلخي PageV02P532
# ويحيى بن أكثم
# وزكرياء كاتب العمري
# ونوح بن حبيب القومسي
# ومحمد بن سليمان لوين PageV02P533
# ومحمد بن سلمة المرادي
# ( قال عبد العزيز الكتاني حدثني أبو الحسن علي بن الحسن الربعي حدثنا أبو
~~الحسين محمد بن علي بن أبي فروة الملطي المقريء حدثنا أبو القاسم القاسم بن
~~إبراهيم بن أحمد الصوفي حدثنا أبو جعفر محمد بن سليمان بن حبيب العلاف
~~الكوفي الأسدي المنتقل إلى المصيصة المعروف بلقبه لوين في سنة ست وأربعين
~~ومائتين بإذنه وفي هذه السنة مات وحمل إلى المصيصة ودفن بها ) 
### | سنة ثلاث وأربعين ومائتين
# قال الحسن بن علي فيها توفى أبو همام الوليد بن شجاع السكوني وابن أبي
~~عمر العدني بمكة PageV02P534
# وعبد الله بن معاوية الجمحي
# وإسماعيل بن هود
# وأحمد بن عيسى المصري
# وحرملة بن يحيى بن عبد الله بن حرملة 
### | سنة أربع وأربعين ومائتين
# حدثنا محمد بن أحمد بن عمارة قال توفى عبده بن عبد الرحيم المروزي بدمشق
~~في يوم عرفة من سنة أربع وأربعين ومائتين ودفن بباب PageV02P535 الجابية
# قال الحسن بن علي فيها مات أحمد بن منيع
# والحسين بن حريث أبو عمار
# ومجاهد بن Milestone300 موسى
# ومحمد بن إسحاق بن أبي يعقوب الكرماني
# ومحمد بن عبد الملك بن أبي الشوارب PageV02P536
# وعبد الحميد بن بيان
# وإبراهيم بن سعيد الجوهري
# ومحمد بن أبان البلخي
# وإبراهيم بن عبد الله الهروي
# في هذه السنة قدم المتوكل إلى دمشق PageV02P537 
### | سنة خمس وأربعين ومائتين
# فيها مات هشام بن عمار بن نصير
# وعبد الرحمن بن إبراهيم بن عثمان بن ميمون دحيم يتيم عثمان بن عفان حدثنا
~~بذلك جماعة مات دحيم وهو ابن خمس وأربعين سنة
# وهشام بن إثنتين وتسعين سنة
# وقال محمد بن الفيض بن الفياض مات دحيم يوم الأحد لأيام مضت من شهر رمضان
~~بعد العصر سنة خمس وأربعين ومائتين
# قال الحسن بن علي وفيها مات إسماعيل بن [ موسى ] بن بنت السدي
# وأحمد بن عبده PageV02P538
# ومحمد بن عبد الأعلى
# وسوار بن عبد الله القاضي
# ومحمد بن رافع أبو عبد الله النيسابوري
# وإسحاق بن أبي إسرائيل PageV02P539
# وذو النون بن إبراهيم الأخميمي
# وأبو حمزة نصير بن الفرج
# وفيها مات أحمد بن أبى الحوارى 
### | سنة ست وأربعين ومائتين
# مات فيها أحمد بن أبى الحوارى في رجب وهو ابن اثنتين وثمانين سنة
# وفيها مات محمد بن مصطفى الحمصى بمكة في موسم سنة ست PageV02P540 وأربعين
~~ومائتين
# وفيها توفى أحمد بن إبراهيم الدورقي أبو عبد الله
# قال الحسن بن علي فيها مات إسماعيل بن عبد الله بن زراره
# وشباب خليفة بن خياط PageV02P541
# ووهب بن بيان الواسطى
# وأبو الفضل عباس بن عبد العظيم العنبرى
# وأبو شريح محمد بن زكرياء كاتب العمري
# ومحمد بن حاتم المؤدب PageV02P542
# وشعيب بن سهل الرازي القاضي
# وأحمد بن عيسى بن زيد بن علي بن الحسين وهو ابن ثمان وثمانين سنة 
### | سنة سبع وأربعين ومائتين
# فيها قتل المتوكل ليلة الأربعاء لثلاث ليال خلون من شوال وهو ابن احدى
~~وأربعين سنة
# وبويع ابنه محمد المنتصر بن جعفر يكنى أبا عبد الله يوم الأربعاء
# قال الحسن بن بن علي فيها توفى سلمة بن شبيب بمكة PageV02P543
# ويحيى بن خالد بن نجيح
# وأبو خليفة حميد بن هشام
# وأبو علي Milestone300 الحسين بن عيسى البسطامي
# وسفيان بن وكيع بن الجراح
# وأبو كريب محمد بن العلاء الهمداني
# وأبو هارون سعيد بن الهيثم الأيلى وله ثمان وتسعون سنة وصلى PageV02P544
~~عليه ابنه هارون
# والحسين بن داوود المنكدري
# ومحمد بن سعيد بن كثير بن عفير
# وكثير بن عبيد الحذاء
# واحمد بن محمد بن قادم البجلي
# ( قال عبدالعزيز حدثنا أبو الحسن علي بن الحسن الربعي وأخبرني عبدالوهاب
~~بن الحسن بن الوليد أخبرنا أحمد بن عمير بن جوصاء PageV02P545
# حدثنا أبو الحسن كثير بن عبيد بن نمير الحذاء الإمام بحمص سنة خمسين
~~ومائتين حدثنا بقية عن عتبة بن أبي حكيم عن سليمان بن موسى عن عطاء عن جابر
~~قال كنا نغير على المشركين مع رسول الله صلى الله عليه وسلم فنصيب أسقيتهم
~~وحذاهم فلا يحرمها علينا رسول الله وهم لا يذكون ولا يذبحون ) 
### | سنة ثمان وأربعين ومائتين
# أخبرنا أبي حدثنا أحمد بن يحيى بن حيان قال
# فيها مات عيسى بن حماد زغبه
# وقال أحمد بن عبد الوارث بن جرير
# توفي أبو موسى عيسى سنة ثمان وأربعين
# وفيها مات المنتصر بالله يوم الأحد لخمس ليال خلون من شهر ربيع الآخر
~~PageV02P546
# وبويع أحمد بن محمد بن المعتصم ويكنى أبا العباس وهو المستعين بالله يوم
~~الأثنين
# وفيها توفي أبو جعفر أحمد بن صالح المصري في ذي القعدة
# قال البخاري فيها مات أبو عبد الله محمد بن حميد الرازي ويحيى بن حبيب بن
~~عربي بالبصرة
# قال الحسن بن علي فيها مات عبد الجبار بن العلاء بن عبد الجبار بمكة
~~PageV02P547 وأبو الوليد أحمد بن عبد الرحمن البسري وأبو عمر الدوري
~~المقريء وعبد الملك بن شعيب بن الليث ومحمد بن زنبور بمكة ومحمد بن سلمة
~~المرادي أبو الحارث وأبو كريب محمد بن العلاء PageV02P548 
### | سنة تسع وأربعين ومائتين
# سمعت أبا الدحداح يقول مات محمد بن خالد سنة تسع وأربعين ومائتين في
~~آخرها قال أبو سليمان مات وهو ابن ثلاث وسبعين سنة وفي هذه السنة توفي عبد
~~الوهاب بن عبد الرحيم الأشجعي سمعت أبا الدحداح يذكر Milestone300 ذلك
# قال الحسن بن علي فيها توفي محمد بن عبد الرحيم البرقي ورجاء بن مرجاء
~~أبو محمد المروزي وخلاد بن أسلم PageV02P549 وخالد بن يوسف بن خالد السمتي
~~أبو الربيع وعمرو بن علي بن بحر السقاء أبو حفص بالعسكر وسعيد بن يحيى بن
~~سعيد أبو عثمان الأموي ببغداد ومحمد بن يحيى بن ضريس الكوفي وأبو عبيد الله
~~سعيد بن عبد الرحمن المخزومي بمكة وهشام بن خالد الأزرق وسليمان بن عمر بن
~~خالد بن الأقطع PageV02P550 والحسن بن الصباح البزار 
### | سنة خمسين ومائتين
# قال أحمد بن عبد الوارث بن جرير توفي الحارث بن مسكين سنة خمسين ومائتين
# سمعت أحمد بن العباس البغدادي يقول سمعت أبي يقول سمعت ابن أبي داوود
~~يقول مات نصر بن علي الجهضمي سنة خمسين ومائتين PageV02P551
# سألت أبا عمرو عثمان بن محمد السمرقندي التنيسي متى ولدت فقال ولدت سنة
~~خمسين ومائتين
# قال البخاري فيها مات عبيد بن أسباط بن محمد الهمداني الكوفي قال الحسن
~~بن علي مات محمد بن ( علي ) بن الحسن بن شقيق وعلي بن نصر هو وأبوه في سنة
~~وعمرو بن عثمان بن كثير بن دينار الحمصي PageV02P552 وأبو الطاهر أحمد بن
~~عمرو بن السرح وله ثمانون سنة وأبو حاتم السجستاني وعمرو بن بحر الجاحظ
~~بالبصرة ومحمد بن آدم المصيصي وأبو معبد عبد الله بن محمد بن رمح التجيبي
~~PageV02P553 توفي أبو عمرو الحارث بن مسكين بن محمد في ربيع الأول 
### | سنة إحدى وخمسين ومائتين
# سمعت أبا الدحداح يقول فيها توفي اسحاق بن عباد قال الحسن بن علي فيها
~~توفي أبو تقي هشام بن عبد الملك الحمصي اليزني وإبراهيم بن علي بن عبد
~~الجبار ومحمد بن هشام بن أبي خيره السدوسي وأحمد بن محمد بن عبد الحميد
~~البصري الحافظ بمصر PageV02P554 ومحمد بن داوود بن أبي ناجية ومحمد بن سهل
~~بن عسكر وأبو السكين الطائي وإدريس بن سليمان بن أبي الرباب وإسحاق بن
~~منصور بن بهرام 
### | سنة اثنتين وخمسين ومائتين
# فيها بويع أبو عبد الله الزبير بن جعفر وهو المعتز بالله Milestone300 لثلاث
~~PageV02P555 خلون من المحرم وفيها مات المستعين بالله قال أبو الميمون بن
~~راشد أنه ولد فيها قال الحسن بن علي فيها مات بندار محمد بن بشار العبدي
~~وأبو موسى محمد بن المثنى وأبو هاشم زياد بن أيوب الطوسي PageV02P556 
### | سنة ثلاث وخمسين ومائتين
# أخبرنا أبي عن أبيه قال توفي أبو هشام عبد الرحمن بن عثمان بن زيد المحدث
~~يوم الأثنين لأربع ليال بقين من شهر رمضان سنة ثلاث وخمسين ومائتين ومات
~~ابنه هشام بعده بشهرين قال الحسن بن علي فيها مات هارون بن سعيد الأيلي
~~وأبو الربيع بن أخي رشدين وخشيش بن أصرم النيسابوري PageV02P557 وأبو
~~الأشعث أحمد بن المقدام العجلي ويوسف بن موسى القطان وعلي بن مسلم الطوسي
~~وعلي بن شعيب البزار ويحيى بن المغيرة المخزومي وهارون موسى الفروي
~~PageV02P558 وأحمد بن سعيد الهمداني وفيها توفي صالح بن أبي كاتب الليث في
~~رمضان وكان فقيها 
### | سنة أربع وخمسين ومائتين
# سمعت أبا الدحداح يقول فيها توفي أحمد بن عبد الواحد بن عبود
# حدثنا أبو جعفر الطحاوي قال توفي أبو شريح محمد بن زكرياء بن يحيى بن
~~صالح في ذي الحجة سنة أربع وخمسين ومائتين
# قال الحسن بن علي فيها مات جعفر بن مسافر بتنيس PageV02P559 ومؤمل بن
~~يهاب وأبو يحيى محمد بن عبد الله بن يزيد المقريء وأبو السائب سلم بن جناده
~~وأبو عبد الله حمزة بن نصير PageV02P560 
### | سنة خمس وخمسين ومائتين
# سمعت أبا الدحداح وأبا العباس بن ملاس وأبا محمد بن جمعة يقولون فيها مات
~~أبو عامر موسى بن عامر
# فيها خلع المعتز بالله يوم الأثنين لثلاث بقين من رجب وبويع محمد بن
~~الواثق وهو المهتدي بالله
# وتوفي المعتز يوم السبت لليلتين خلتا من شعبان
# حدثنا أبو جعفر أحمد بن محمد الطحاوي قال مات أبو جعفر عبد الغني بن
~~رفاعه في ربيع الآخر سنة خمس وخمسين ومائتين وفيها ولد أبي رضي الله عنه
~~PageV02P561 وفيها مات حمزة بن نصير والفضل بن سهل الإعرج 
### | سنة ست وخمسين ومائتين
~~فيها مات أبو عمير بن النحاس وفيها Milestone300 قتل المهتدي بالله بسامرا للنصف
~~من رجب وبويع PageV02P562 أحمد بن جعفر وهو المعتمد على الله يوم الثلاثاء
~~لأربع عشرة ليلة بقيت من رجب بسر من راي
# حدثنا أبو جعفر الطحاوي قال مات أبو بشر عبد الملك بن مروان الرقي في
~~جمادي الآخرة سنة ست وخمسين ومائتين وايوب بن نصر في شعبان سنة ست وخمسين
~~ومائتين والربيع بن سليمان الجيزي في ذي الحجة سنة ست وخمسين ومائتين وأبو
~~الحرب أحمد بن سعيد الفهري في شوال ومحمد بن عبد الله بن يزيد المقريء بمكة
~~في شعبان من هذه السنة
# سمعت أحمد بن العباس البغدادي يقول سمعت عبد الله بن محمد الواسطي يقول
~~PageV02P563 توفي أحمد بن سنان القطان سنة ست وخمسين ومائتين وفيها مات
~~محمد بن اسماعيل البخاري توفي أبو عمير ليلة الخميس في بيت مامين وحمل إلى
~~الرملة ليلة الجمعة نصف الليل ودفن يوم الجمعة بعد صلاة الجمعة لثمانية
~~ايام مضت من المحرم سنة ست وخمسين ومائتين وفيها مات عبد الله بن أبي رومان
~~بالاسكندرية وأحمد بن عبد المؤمن المروزي PageV02P564 والزبير بن بكار بمكة
~~
### | سنة سبع وخمسين ومائتين
# سمعت أبا الدحداح يقول فيها توفي أبو هشام عبد السلام بن عتيق
# حدثنا أبو جعفر الطحاوي قال مات أبو جعفر أحمد بن عبد المؤمن الصوفي في
~~ربيع الاخر سنة سبع وخمسين ومائتين
# قال الحسن بن علي فيها مات محمد بن الوزير الواسطي PageV02P565 وحجاج بن
~~يوسف الشاعر ومحمد بن خلاد الباهلي وزيد بن أخزم الطائي وزهير بن محمد بن
~~قمير وعبد الرحمن بن عبد الله بن عبد الحكم والحسن بن أبي يحيى الأصم
~~PageV02P566
# مات عبد الرحمن بن عبد الله يوم الخميس ودفن يوم الجمعة للنصف من المحرم
~~وصلي عليه بكار وكان أخوه بمكة وأخوه محمد مريض 
### | سنة ثمان وخمسين ومائتين
# توفي الحسن بن عرفة بن يزيد العبدي بسر من راي لأربع ليال بقين من ذي
~~الحجة سنة ثمان وخمسين ومائتين
# سمعت أحمد بن العباس البغدادي يقول سمعت عبد الله بن جعفر بن فارس
~~الأصبهاني يقول Milestone300 توفي أبو مسعود أحمد بن الفرات الرازي سنة ثمان وخمسين
~~ومائتين PageV02P567 وجعفر بن عبد الواحد قاضي الثغر ومحمد بن عبد الملك بن
~~زنجويه والفضل بن يعقوب الرخامي واسحاق بن اسماعيل الأيلي
# وتوفي أبو عبد الله محمد بن وزير الواسطي منصرفة من الحج في طريق مكة في
~~آخر ذي الحجة سنة سبع وخمسين أو في المحرم سنة ثمان وخمسين
# وفيها توفي أبو عبد الله محمد بن سنجر الجرجاني في ربيع PageV02P568
~~الأول وفيها توفي عبيد بن آدم بن أبي اياس في شعبان 
### | سنة تسع وخمسين ومائتين
# سمعت أبا الدحداح يقول فيها مات إبراهيم بن يعقوب الجوزجاني أخبرنا أبي
~~حدثنا أبو جعفر محمد بن الفضل قال مات أبو حذافة السهمي يوم الفطر سنة تسع
~~وخمسين ومائتين PageV02P569 مات علي بن عمرو الأنصاري في ذي الحجة سنة تسع
~~وخمسين ومات محمد بن مابنده ولقبه لقلوق في أيام الفطر في شوال سنة تسع
~~وخمسين ومائتين
# حدثنا أبو جعفر الطحاوي قال مات أبو جعفر محمد بن عمرو بن يونس السوسي في
~~المحرم سنة تسع وخمسين ومائتين في طريق مكة منصرفا من الحج مات ساجدا وقد
~~استوفى مائة سنة
# قال أبو جعفر الطحاوي وفيها مات مبشر بن الحسن البصري في صفر وفيها مات
~~علي بن معبد بن نوح في رجب PageV02P570
# وفيها مات أبو الحسن علي بن الحسن بن علي بن المثنى بن زياد البصري يعرف
~~بقرقور في ربيع الآخر
# قال أبو جعفر وفيها مات إبراهيم بن منقذ الخولاني في ربيع الآخر
# قال وفيها مات أبو عمر معن بن عمر الزهري في شوال وعصام بن رواد بن
~~الجراح وعبد الله بن خبيق الانطاكي 
### | سنة ستين ومائتين
~~مات محمد بن خلف في
~~سنة ستين ومائتين
# أخبرنا أبي حدثنا محمد بن الفضل قال مات أيوب بن الوليد في المحرم سنة
~~ستين ومائتين PageV02P571 ومات أبو الفضل الزهري عبيد الله بن سعد لثلاث
~~خلون من ذي الحجة سنة ستين ومائتين
# حدثنا أبو جعفر الطحاوي قال وفي سنة ستين ومائتين توفي عمرو بن يوسف Milestone300 بن
~~عمرو بن يزيد الفارسي في ربيع الآخر وزكرياء بن يحيى بن أبان في جمادي
~~الأولى وأبو محمد عبد الله بن مسرحة الغافقي في شهر رمضان
# قال الحسن بن علي فيها مات أبو نصر محمد بن خلف العسقلاني ومحمد بن حسان
~~الأزرق والحسن بن محمد بن الصباح الزعفراني PageV02P572 وعبيد ابن آدم بن
~~أبي إياس العسقلاني وأبو زكرياء يحيى بن الربيع بن بشار في شوال 
### | سنة إحدى وستين ومائتين
# سمعت أبا الدحداح يقول فيها توفي شعيب بن عمرو الضبعي قال أبو جعفر
~~الطحاوي وفي سنة إحدى وستين توفي عيسى بن إبراهيم الغافقي في صفر قال وفي
~~صفر أيضا توفي موسى بن عيسى بن بشير الكوفي وفي شهر ربيع الأول توفي محمد
~~بن علي بن محرز PageV02P573 وفي جمادي الأولى توفي أبو الكروس محمد بن عمرو
~~بن تمام وفي شعبان توفي الحسين بن نصر وفي ذي القعدة توفي عبد الرحمن بن
~~الجارود وفي ربيع الآخر من هذه السنة توفي نصر بن مرزوق وعلي بن سهل الرملي
~~وموهب بن يزيد بن موهب PageV02P574 وموسى بن سهل الرملي وعطية بن بقية بن
~~الوليد وأبو علي الحسن بن سليمان قبيطة في جمادى الآخرة وأبو موسى عيسى
~~الطرسوسي 
### | سنة اثنتين وستين ومائتين
# سمعت أبا العباس بن ملاس يقول فيها توفي أبو عبيد الله معاوية بن صالح
~~PageV02P575 قال أبو جعفر الطحاوي وفيها مات محمد بن الحجاج بن سليمان
~~الحضرمي في صفر ومحمد بن عبد الله بن ميمون في شهر ربيع الآخر ونصار بن حرب
~~في جمادي الأولى وأحمد بن الحسن بن القاسم في جمادي الأولى وأبو الحسن عبد
~~الله بن محمد بن خشيش البصري في شعبان
# قال الحسن بن علي فيها مات أبو زيد عمر بن شبه PageV02P576 وسعدان بن
~~يزيد ومحمد بن يحيى بن سلام بافريقية 
### | سنة ثلاث وستين ومائتين
# قال أبو جعفر الطحاوي وفي سنة ثلاث وستين توفي صالح بن عبد الرحمن وعمرو
~~بن الحارث في رجب وأبو القاسم الوليد بن محمد المؤدب في شعبان وطاهر بن
~~خالد Milestone300 بن نزار ومعاوية بن صالح الأشعري PageV02P577 والحسن بن أبي الربيع
~~الجرجاني وعلي بن حرب الطائي وسعدان بن نصر 
### | سنة أربع وستين ومائتين
# سمعت أبا الدحداح يقول فيها توفي شعيب بن شعيب بن إسحاق PageV02P578
# وسمعت أبا العباس بن ملاس يقول فيها توفي محمد بن إسماعيل بن علية
# قال أبو جعفر الطحاوي وفي سنة أربع وستين توفي أبو إبراهيم إسماعيل بن
~~يحيى المزني في ربيع الأول وصلى عليه الربيع بن سليمان المرادي ومحمد بن
~~علي بن داوود بسندفا في ربيع الأول وأبو عبيد الله أحمد بن عبد الرحمن بن
~~وهب في ربيع الأول PageV02P579 وأبو موسى يونس بن عبد الأعلى في ربيع الآخر
~~ويزيد بن سنان في جمادي الأولى سنة أربع وستين ومحمد بن [ سلامة بن سلمة ]
~~والد أبي جعفر الطحاوي
# قال الحسن بن علي فيها مات أبو زرعة الرازي عبيد الله بن عبد الكريم
~~بالري وصالح بن أحمد بن حنبل PageV02P580 وعيسى بن يونس الفاخوري بالرملة
~~وفيها مات أماجور أمير دمشق وأبو سليم وأخطل بن الحكم 
### | سنة خمسين وستين ومائتين
# قال أبي فيها توفي أحمد بن منصور بن سيار الرمادي أبو بكر في شهر ربيع
~~الآخر PageV02P581 قال الطحاوي فيها مات إبراهيم بن محمد بن يونس في شهر
~~رمضان 
### | سنة ست وستين ومائتين
# سمعت أبا العباس بن ملاس يقول توفي فيها محمد بن عبد الرحمن بن الأشعث
# قال أبو جعفر الطحاوي فيها مات أبو قرة محمد بن حميد بن هشام الرعيني في
~~جمادي الأولى
# وأبو الرداد عبد الله بن عبد السلام في رجب PageV02P582 
# وفيها مات أحمد بن حرب الطائي بحران 
# وأبو شعيب صالح بن حكيم في رمضان 
# وفيها مات أبو جعفر محمد بن عبد الملك الدقيقي ببغداد في شوال 
# وأبو بكر عبد الحميد بن محمود بن خالد 
### | سنة سبع وستين ومائتين
# قال أبو جعفر الطحاوي مات أبو عبد الله محمد بن عزيز الأيلي بأيلة في
~~جمادي الأولى سنة سبع وستين ومائتين PageV02P583 
# وقيل إن فيها مات بحر بن نصر وابو القاسم بكر بن ادريس في Milestone300 شوال 
# قال ذلك محمد بن الربيع بن سليمان [في شوال]
# وأبو عبد الله أحمد بن عبد الله في شوال 
# وأبو بكر محمد بن ادريس بن عمر بمكة في ذي الحجة 
# وفي هذه السنة ولد أحمد بن الحسن أبو العباس الرازي 
# وفيها ولد عبد العزيز بن محمد بن أبي رافع وهو جد بن محمد بن عثمان بن الجماهر
~~PageV02P584 
### | سنة ثمان وستين ومائتين
# قال أبو جعفر الطحاوي فيها مات أبو العوام محمد بن عبد الله بن عبد
~~الجبار المرادي في شوال
# وفيها مات مالك بن عبد الله بن سيف التجيبي في جمادي الآخرة
# وفيها مات سعد بن عبد الله بن عبد الحكم أبو عمر في رجب وصلى عليه أخوه
~~محمد
# وفيها مات محمد بن عبد الله بن عبد الحكم في ذي القعدة وصلى عليه بكار بن
~~قتيبة وهو ابن ست وثمانين سنة
# وفيها مات أبو الحارث ليث بن عبده في رجب PageV02P585 وفيها مات معمر بن
~~محمد في ذي الحجة وأبو الحسن عبد الله بن نعمه في رمضان وأبو عمرو بن
~~الأخوين 
### | سنة تسع وستين ومائتين
# قال أبو جعفر الطحاوي فيها مات بحر بن نصر بن سابق الخولاني في شعبان
~~وإبراهيم بن منقذ العصفري في ربيع الآخر
# توفي أبو اليمن ياسين بن عبد الأحد بن أبي زرارة القتباني ليلة السبت
~~لعشر خلون من شهر رمضان سنة تسع وستين ومائتين وهو ابن سبع وسبعين سنة 
### | سنة سبعين ومائتين
# قال أبي فيها توفي أبو بكر محمد بن اسحاق الصاغاني يوم PageV02P586
~~الخميس لسبع ليال خلون من صفر وحضرت جنازته قال أبي وفيها مات أبو جعفر عمر
~~بن مدرك الرازي سمعت أبا العباس بن ملاس يقول فيها مات العباس بن الوليد بن
~~مزيد البيروتي وجدي محمد بن هشام بن ملاس قال أبي وفيها مات أبو جعفر أحمد
~~بن محمد بن أبي الحارث يوم PageV02P587 الأحد آخر جمادي الآخرة قال أبو
~~جعفر الطحاوي فيها مات بكار بن قتيبة في ذي الحجة وهو ابن سبع وثمانين
~~وفيها مات الربيع بن Milestone300 سليمان المرادي في شوال وفيها مات أبو اسحاق إبراهيم
~~بن مرزوق في جمادي الآخرة وفيها مات اسماعيل بن اسحاق بن سهل الكوفي في
~~جمادي الأولى PageV02P588 وفيها مات إبراهيم بن أبي داوود في شعبان وفيها
~~مات أحمد بن عبد الله بن عبد الرحيم البرقي في شهر رمضان ضربته دابة في سوق
~~الدواب ضحوة فمات مكانه قال أبو سليمان وفيها مات أحمد بن طولون بمصر 
### | سنة إحدى وسبعين ومائتين
# قال أبي فيها توفي أبو الفضل عباس بن محمد الدوري يوم الثلاثاء للنصف من
~~صفر PageV02P589 وفيها مات محمد بن حماد الطهراني قال لنا ابن الأعرابي مات
~~أبو سعيد عبد الرحمن بن محمد بن منصور بن حبيب الحارثي ويعرف بكريزان يوم
~~الثلاثاء لعشر خلون من ذي الحجة سنة إحدى وسبعين ومائتين ودفن في مقابر باب
~~الكوفة 
### | سنة اثنتين وسبعين ومائتين
# قال أبي فيها توفي أبو جعفر محمد بن عبيد الله بن المنادي يوم الثلاثاء
~~لثلاث ليال بقين من شهر رمضان وحضرت جنازته
# وفيها توفي أبو موسى عيسى بن جعفر الوراق يوم الجمعة لأربع PageV02P590
~~عشرة ليلة خلت من جمادي الآخرة
# قال وفيها توفي عبد الله بن أبي عبد الله المقريء واسم أبيه محمد في
~~جمادي الآخرة قبل عيسى بأيام
# قال أبو جعفر فيها مات أبو جعفر محمد بن الورد في المحرم
# وفيها مات علي بن عبد الرحمن بن محمد بن المغيرة في شعبان
# وفيها مات أبو جعفر محمد بن العباس بن الربيع [ التل ] في ذي الحجة
~~PageV02P591 
### | سنة ثلاث وسبعين ومائتين
# قال أبي فيها توفي أبو إبراهيم أحمد بن سعد بن إبراهيم بن سعد بن إبراهيم
~~بن عبد الرحمن بن عوف يوم السبت لخمس ليال مضت من المحرم
# قال أبو جعفر فيها مات عبيد الله بن سعيد بن كثير بن عفير يوم التروية
~~وابو علي محمد بن زياد البصري في ذي القعدة
# قال وفيها مات أبو سهل عبده بن سليمان بن بكر في شوال وأبو الشريف
~~إبراهيم بن سليمان في ذي الحجة وابو خيثمة علي بن Milestone300 عمرو بن خالد في ذي الحجة
~~وفيها ولد أبو الحسن محمد بن عبد الله بن زكرياء بن حيوة PageV02P592
~~النيسابوري هو حدثني بذلك وفيها مات أبو داوود سليمان بن الأشعث السجستاني
~~
### | سنة أربع وسبعين ومائتين
# قال أبي فيها مات أبو الفضل أحمد بن ملاعب بن حيان ليلة الثلاثاء ودفن
~~يوم الثلاثاء لثلاث عشرة خلت من جمادي الأولى قال وفيها مات أبو علي الحسن
~~بن مكرم يوم الثلاثاء لخمس ليال خلون من شهر رمضان قال أبو جعفر الطحاوي
~~فيها مات سليمان بن شعيب الكيساني في صفر PageV02P593 قال وفيها مات أبو
~~بكر محمد بن شاذان بن زكرياء البصري في المحرم قال وفيها مات أبو بكر أحمد
~~بن عبد الله بن عبد الرحيم البرقي في شوال قال وفيها مات أبو بكر أحمد بن
~~معاوية الأسواني في شهر رمضان قال وفيها مات أبو غسان مالك بن يحيى في ربيع
~~الأول سنة أربع وسبعين ومائتين
### | سنة خمس وسبعين ومائتين
~~فيها توفي أبو بكر محمد بن أصبغ بن الفرج
~~PageV02P594 قال أبي فيها مات أبو موسى عيسى بن موسى الختلي لثلاث وعشرين
~~خلت من صفر ومات أبو عوف عبد الرحمن بن مرزوق وأبو بكر المعشري الحسين بن
~~محمد بن أبي معشر جميعا في يوم واحد يوم الاثنين لعشر ليال خلون من رجب
~~وفيها توفي أبو جعفر أحمد بن حرب بن مسمع فجأة لأربع بقين من شعبان وفيها
~~توفي أبو القاسم عبد العزيز بن عبد الله بن عبيد الله بن العباس بن محمد بن
~~علي بن عبد الله بن العباس بن عبد المطلب الإمام يوم الأربعاء لاثنتي عشرة
~~بقيت من ذي الحجة وفيها توفي أبو محمد جعفر بن محمد بن القعقاع يوم السبت
~~PageV02P595 لأحدى عشرة ليلة خلت من شهر رمضان وفي هذه السنة توفي أبو عبد
~~الله صاحب الخليل في رجب قال الطحاوي فيها مات محمد بن عمرو بن نافع في ذي
~~القعدة وفيها مات فهد بن سليمان في صفر قال لي حمزة بن محمد فيها ولدت
~~وفيها مات Milestone300 أبو الحسين حبشي بن عمرو بن الربيع بن طارق PageV02P596
### | سنة ست وسبعين ومائتين
# قال أبي فيها مات عبد الله بن أحمد بن إبراهيم بن العباس بن الدورقي ليلة
~~الخميس لأربع عشرة خلت من شهر ربيع الأول سقط من سطح على رأسه فمات من
~~ليلته
# وفيها توفي أبو قلابة عبد الملك بن محمد الرقاشي يوم السبت لتسع بقين من
~~شوال
# سمعت أبا العباس بن ملاس يقول فيها توفي يزيد بن محمد بن عبد الصمد
~~PageV02P597 سمعت أبا عبد الله جعفر بن محمد الطوسي وأبا جعفر الطحاوي
~~يقولان توفي محمد بن إسماعيل الصائغ في شهر ربيع الأول سنة ست وسبعين
~~ومائتين قال أبي مات محمد بن سعد العوفي المحدث يوم الأحد غرة جمادي الأولى
~~سنة ست وسبعين ومائتين قال أبو جعفر وفيها مات أبو عمرو محمد بن خزيمة بن
~~راشد بالاسكندرية في جمادي الأولى وأبو بكر محمد بن إبراهيم بن جناد
~~PageV02P598
### | سنة سبع وسبعين ومائتين
~~قال أبي فيها توفي أبو جعفر أحمد بن الخليل
~~البرجلاني بعد النصف من شهر ربيع الأول وفيها توفي أبو يحيى جعفر بن هاشم
~~بن أبي سعيد لثلاث ليال خلون من شهر ربيع الأول وفيها توفي أبو معاوية
~~القاسم بن حمدان البزار لثمان بقين من رجب قال أبو سليمان وأبو عبد الله
~~أحمد بن مقبل البلخي بالفيوم وأبو بكر محمد بن حفص البصري في شوال
~~PageV02P599
### | سنة ثمان وسبعين ومائتين
~~قال لنا الهروي فيها مات إبراهيم بن أبي سفيان
~~القيسراني وأبو القاسم السراج الحراني وأبو الأحوص محمد بن الهيثم القاضي
~~وأحمد بن سعيد الجمال وإبراهيم بن الهيثم البلدي وابن أخي هشام بن عمار
~~PageV02P600 قال الطحاوي فيها مات أبو خازم مسعدة بن خازم في شعبان وأبو
~~الحسن أحمد بن عبيد بن داوود الصدفي في ربيع الأول وأبو جعفر محمد بن يزيد
~~الحربي في جمادي الآخرة وموسى بن محمد بن أبي عوف بدمشق قال ذلك أبو سليمان
~~
### | سنة تسع وسبعين ومائتين
# سمعت أبا عبد الله محمد بن يوسف يقول توفي بدمشق وأنا Milestone300 بها في سنة تسع
~~وسبعين ومائتين ابن أبي جميل وفيها مات أبو يحيى عبد الله بن أحمد بن أبي
~~مسرة وعمرو بن ثور القيسراني PageV02P601 وحباش الصوري ومحمد بن مهدي بن
~~جعفر وجعفر بن محمد بن شاكر الصائغ وأبو قرصافة وأبو ذهل عبيد بن العازي
~~وإبراهيم بن دنوقا وأبو بكر بن أبي خيثمة أحمد بن زهير بن حرب PageV02P602
~~ومحمد بن حرب العسكري بدمشق وسعد بن محمد البيروتي والخليل الصيداوي
# سمعت أبا عبد الله جعفر بن محمد الطوسي يقول توفي أبو يحيى بن أبي مسرة
~~في شهر ربيع الأول سنة تسع وسبعين ومائتين وقال أبي توفي أبو محمد جعفر بن
~~محمد الصائغ يوم الأحد لاثنتي عشرة خلت من ذي الحجة سنة تسع وسبعين ومائتين
~~فيها مات المعتمد على الله بمدينة السلام يوم الأحد لاثنتي عشرة ليلة بقيت
~~من رجب وبويع أبو العباس المعتضد بالله أحمد بن أبي أحمد الموفق بالله يوم
~~الاثنين لإحدى عشرة بقيت من رجب PageV02P603
### | سنة ثمانين ومائتين
~~قال لنا الهروي فيها مات خالد بن أبي بحير بدمشق
~~ومحمد بن عبد الرحيم الهروي بالرملة في جمادي الآخرة مات هاشم بن يونس
~~العصار المصري قال أبو جعفر فيها مات أبو جعفر أحمد بن موسى بن عيسى بن أبي
~~عمران البغدادي في المحرم وعبيد بن محمد بن يحيى بن حمزة قاله أبو سليمان
### | سنة إحدى وثمانين ومائتين
~~قال الهروي وغيره فيها مات أبو زرعة عبد الرحمن
~~بن عمرو في جمادي الآخرة PageV02P604 وجعفر بن محمد القلانسي بالرملة [
~~ووزيره ] بن محمد الغساني والحسن بن عبد المؤمن الرملي وأحمد بن محمد
~~البرني وابن أبي حماد الحمصي وعلي بن الحسن القصاع الحمصي PageV02P605
~~وأحمد بن سعيد بن أبي مريم
# أخبرنا أبي حدثنا أبو الفضل حبيش بن موسى قال مات هلال بن العلاء لثمان
~~خلون من ربيع الأول سنة إحدى وثمانين ومائتين وفيها مات عبد الله بن جعفر
~~العسكري في صفر قال أبو يعقوب الأذرعي توفي هلال بن العلاء يوم الجمعة
~~لإثنتي عشرة خلت من ذي الحجة سنة Milestone300 إحدى وثمانين ومائتين قال أبو سليمان
~~وعثمان بن خرزاذ بانطاكية وأبو عمرو يزيد بن أحمد السلمي PageV02P606
### | سنة إثنتين وثمانين ومائتين
~~قال أبو جعفر الطحاوي فيها مات يحيى بن
~~عثمان بن صالح في ذي القعدة وأبو الزنباع روح بن الفرج في ذي القعدة أيضا
~~والمطلب بن شعيب الأزدي في المحرم وأبو عبد الله أحمد بن محمد بن عيسى بن
~~حبيب المدني في صفر سنة إثنتين وثمانين ومائتين قال ذلك أبو سليمان وأحمد
~~بن داوود بن موسى المكي PageV02P607 وأبو جعفر محمد بن علي الوراق في شهر
~~رمضان وفيها قتل خمارويه بن أحمد بن طولون بدمشق آخر ذي القعدة
### | سنة ثلاث وثمانين ومائتين
~~قال الحسن بن علي مات فيها أبو خالد عبد العزيز
~~بن معاوية العتابي القرشي بالبصرة وإسحاق بن إبراهيم بن عباد الدبري بصنعاء
~~PageV02P608 ومحمد بن سليمان الباغندي ومقدام بن داوود وخير بن عرفه
~~الأنصاري ومحمد بن غالب تمتام وإسماعيل بن اسحاق بن اسماعيل بن حماد بن زيد
~~PageV02P609 وعلي بن محمد بن أبي الشوارب القاضي فيها ولد الحسن بن رشيق هو
~~حدثني بذلك
### | سنة أربع وثمانين ومائتين
~~فيها توفي عم أبي أخو جدي أبو عبد الله محمد
~~بن ربيعة بن زبر مستهل شهر رمضان قال أبو جعفر الطحاوي فيها مات أبو القاسم
~~عبيد بن محمد بن موسى البزار الرحال في شوال قال ومات أبو خالد عبد العزيز
~~بن معاوية العتابي القرشي البصري بالبصرة في ربيع الأول سنة أربع وثمانين
~~ومائتين PageV02P610
### | سنة خمس وثمانين ومائتين
# قال الهروي فيها مات اسحاق بن إبراهيم الدبري بصنعاء
# قال أبي وتوفي إبراهيم الحربي المحدث ببغداد في ذي الحجة سنة خمس وثمانين
~~ومائتين قال أبو جعفر فيها مات حجاج بن عمران بن الفضل كاتب بكار في صفر
~~قال ومات عمر بن عبد العزيز بن مقلاص انسلاخ ربيع الآخر سنة خمس وثمانين
~~ومائتين
### | سنة ست وثمانين ومائتين
~~قال لنا الهروي توفي أحمد بن المعلى الأسدي
~~بدمشق في شهر PageV02P611 رمضان قال أبي وفيها توفي أبو العباس محمد بن
~~يونس الكديمي Milestone300 يوم الخميس للنصف من جمادي الآخرة وفيها توفي جدي أحمد بن
~~ربيعة يوم السبت السادس وعشرين من شهر رمضان قال أبو جعفر الطحاوي مات أبو
~~شعيب صالح بن شعيب البصري بمكة في صفر سنة ست وثمانين ومائتين وأبو مسلم
~~خير بن موفق في جمادي الآخرة سنة ست وثمانين ومائتين وأبو القاسم جعفر بن
~~سليمان الهاشمي بالرملة في شوال سنة ست وثمانين ومائتين PageV02P612 وعبيد
~~الله بن محمد بن عبد الكريم القرشي أبو محمد في جمادي الأولى
### | سنة سبع وثمانين ومائتين
# قال جعفر بن محمد الطوسي وقال الهروي لنا مات فيها علي بن عبد العزيز
~~صاحب أبي عبيد قال أبو جعفر الطحاوي مات بو عمران موسى بن المبارك في صفر
~~سنة سبع وثمانين ومائتين ومات أبو يزيد القراطيسي يوسف بن يزيد في ربيع
~~الأول سنة سبع وثمانين ومائتين وله تسع وتسعون سنة PageV02P613 
### | سنة ثمان وثمانين ومائتين
# قال أبي فيها توفي أبو علي بشر بن موسى بن صالح بن شيخ بن عميرة الأسدي
~~يوم السبت لأربع بقين من ربيع الأول قال أبو جعفر الطحاوي مات أبو عبد
~~الرحمن خير بن سعيد الحضرمي بالاسكندرية في ربيع الأول سنة ثمان وثمانين
~~ومائتين 
### | سنة تسع وثمانين ومائتين
# قال لنا الهروي فيها مات أحمد بن محمد بن يحيى بن حمزة وزكرياء بن يحيى
~~السجزي PageV02P614 وابو عبد الملك القرشي وسليمان بن حذلم والحسن بن علي
~~الصرار فيها مات المعتضد بالله بمدينة السلام للنصف من شهر ربيع الآخر
~~وبويع ابنه أبو محمد علي المكتفي بالله بن المعتضد بالله قال أبو جعفر
~~الطحاوي مات يحيى بن أيوب بن بادي العلاف في PageV02P615 المحرم سنة تسع
~~وثمانين ومائتين ومات بكر بن سهل الدمياطي بدمياط في ربيع الأول سنة تسع
~~وثمانين ومائتين وابو رفاعة عمارة بن وثيمة في جمادي الأولى 
### | سنة تسعين ومائتين
# قال أبو جعفر الطحاوي مات أبو سعيد يحيى بن عبد الرحمن بن عبد الصمد بن
~~شعيب بن إسحاق الدمشقي بمصر في ذي الحجة سنة تسعين ومائتين ومات الحسن بن
~~غليب Milestone300 بن سعيد الأزدي في ذي الحجة سنة تسعين ومائتين PageV02P616
### | سنة إحدى وتسعين ومائتين
~~فيها مات أبو الفضل أحمد بن سهل بن أيوب
~~الأهوازي بالأهواز يوم التروية قال أبو جعفر الطحاوي مات أبو عبد الله محمد
~~بن عاصم العميري في ربيع الأول سنة إحدى وتسعين ومائتين ومات أبو محمد
~~الحسن بن مخلد بن خازم الكوفي في رجب سنة إحدى وتسعين ومائتين ومات أبو عبد
~~الله محمد بن علي بن زيد الصائغ في ذي القعدة من سنة إحدى وتسعين ومائتين
~~ومات أبو بكر أحمد بن عمرو بن مسلم الخلال سنة إحدى وتسعين ومائتين كل هذا
~~عن أبي جعفر الطحاوي وأبو عبد الله هارون بن موسى بن شريك الأخفش المقريء
~~PageV02P617 بدمشق
### | سنة اثنتين وتسعين ومائتين
~~قال أبي فيها مات أبو مسلم الكجي في المحرم
~~قال أبو جعفر الطحاوي فيها مات أبو عبد الله الوليد بن عباس بن مسافر في ذي
~~القعدة ومات أبو خازم القاضي عبد الحميد بن عبد العزيز ببغداد في جمادي
~~الأولى سنة اثنتين وتسعين ومائتين PageV02P618 ومات أبو القاسم عبد الرحمن
~~بن معاوية العتبي في شعبان سنة اثنتين وتسعين ومائتين هذا عن الطحاوي وفيها
~~توفي أحمد بن علي بن سعيد القاضي وأبو علاثة محمد بن عمرو بن خالد وأبو
~~جعفر أحمد بن محمد بن حجاج بن رشدين 
### | سنة ثلاث وتسعين ومائتين
# قال أبو جعفر الطحاوي مات أبو علاثة محمد بن عمرو بن خالد في ربيع الأول
~~سنة ثلاث وتسعين ومائتين ومحمد بن طاهر بن حرملة بن يحيى PageV02P619 وأبو
~~يوسف يعقوب بن علان الناقد وأبو بكر محمد بن جعفر بن أعين فيها ولد أبو
~~الحسن علي بن الأزرق المصري
### | سنة أربع وتسعين ومائتين
~~قال لي محمد بن سعد مات محمد بن أيوب بن يحيى
~~بن الضريس وصالح جزره PageV02P620 ومحمد بن نصر المروزي سنة أربع وتسعين
~~ومائتين وفيها مات ابن غنام الكوفي المحدث وفيها مات موسى بن هارون الحمال
~~PageV02P621 ومحمد بن عمران الجذوعي القاضي بالرقة وأبو محمد عبد الله بن
~~أحمد بن عبد Milestone300 السلام الخفاف
### | سنة خمس وتسعين ومائتين
# فيها توفي المكتفي بالله يوم الأحد لإثنتي عشرة ليلة خلت من ذي القعدة
~~سنة خمس وتسعين ومائتين وبويع أخوه أبو الفضل جعفر المقتدر بالله بن
~~المعتضد بالله يوم الأحد لإثنتي عشرة خلت من ذي القعدة سنة خمس وتسعين
~~ومائتين وفي هذه السنة ولد أخي في شهر ربيع الأول PageV02P622 وفي هذه
~~السنة مات أبو شعيب الحراني عبد الله بن الحسن وهو ابن خمس وتسعين وفيها
~~مات أبو جعفر [ محمد بن أحمد ] بن نصر الترمذي وله أربع وتسعون سنة
### | سنة ست وتسعين ومائتين
~~فيها مات أبو جعفر أحمد بن فياض القرشي الدمشقي
~~وفيها مات أبو جعفر أحمد بن حماد زغبه أخو عيسى بن PageV02P623 حماد وفيها
~~مات أحمد بن محمد بن نافع الطحان الأصم وأبو عجينه الحسن بن موسى بن عيسى
~~أبو علي وأبو يعقوب إسحاق بن إبراهيم القطان في جمادي الآخرة وأبو بكر أحمد
~~بن نافع الأصم
### | سنة سبع وتسعين ومائتين
~~فيها مات يوسف بن يعقوب القاضي وأبو بكر المري
~~المقريء PageV02P624 وفيها مات محمد بن داوود الأصبهاني وجنيد [ أبو ]
~~القاسم الصوفي ببغداد وأبو جعفر الحضرمي محمد بن عبد الله بن سليمان مطين
~~توفي فيها وفيها مات [ عبيد ] بن غنام بن حفص بن غياث PageV02P625 وفيها
~~مات محمد بن عثمان بن أبي شبيبه والجمحي القاضي [ ومحمد ] بن أحمد بن زهير
~~بن حرب توفي فيها وجعفر بن محمد بن الفرات أخو الوزير علي مات ببغداد وفي
~~هذه السنة توفي أخوه أبو عيسى بن الفرات بمكة وكان رجلا زاهدا PageV02P626
~~واسماعيل بن محمد بن قيراط العذري
### | سنة ثمان وتسعين ومائتين
~~فيها ولدت من ذي الحجة بالرقة وفيها مات أبو
~~العباس أحمد بن مسروق المحدث وأبو بكر محمد بن يحيى بن سليمان المروزي أخو
~~زكرياء وبهلول بن إسحاق بن بهلول أخو القاضي أحمد بن إسحاق بن بهلول وله
~~خمس وتسعون سنة PageV02P627 وفيها مات أبو عبد الله محمد بن رزيق بن جامع
~~المدني وعبد السلام بن سهل السكري وعبد السلام بن أحمد أبو Milestone300 بكر البصري
~~وزكرياء بن عجلان بدمشق
### | سنة تسع وتسعين ومائتين
~~فيها توفي أحمد بن يوسف أخو أبي عمر القاضي وأبو
~~بكر أحمد بن محمد بن عوف الحاسب المحدث PageV02P628 وأبو عبد الله بن شاهين
~~المحدث وأبو علي الخرقي المحدث وفيها مات علي بن سعيد بن بشير الرازي وابو
~~محمد عبيد الله بن [ الصنام ] الرملي بدمشق وأبو الحسين محمد بن حامد بن
~~السري المروزي خال السني وأحمد بن أنس بن مالك PageV02P629
### | سنة ثلاثمائة
~~فيها مات أبو العلاء الكوفي محمد بن أحمد بن جعفر بن
~~الحسن بن مهران الذهلي وعليل بن أحمد بن يزيد بن عليل وأبو علي محمد بن علي
~~بن شيبة البغدادي وفيها مات أبو بكر محمد بن جعفر بن الإمام بدمياط في ذي
~~الحجة وأبو علي بن زلزل بدمشق PageV02P630
### | سنة إحدى وثلاثمائة
~~فيها توفي أبو بكر جعفر بن محمد الفريابي في المحرم
~~وفيها توفي ابن ناجية أول يوم من رمضان مات عبد العزيز بن سليمان بن عبد
~~العزيز الحرملي قرية من قرى انطاكية سنة إحدى وثلاثمائة وإبراهيم بن سويد
~~وأبو الحسن بن زراره وأبو بكر بن سيد حمدويه يوم الأحد قبل الظهر لثمان
~~ليال بقين من صفر PageV02P631 وأبو الحسن [ محمد ] بن بشر بن مامويه القزاز
~~في المحرم بدمشق
### | سنة اثنتين وثلاثمائة
~~فيها مات القاسم بن الحسن بن موسى الأشيب وفيها
~~مات أبو زرعة القاضي محمد بن عثمان وفيها مات أحمد بن يونس بن عبد الأعلى
~~الصدفي PageV02P632 وأبو بكر أحمد بن محمد بن سلام البغدادي وأبو الفتح نصر
~~بن قتيبة وأبو قصي بدمشق
### | سنة ثلاث وثلاثمائة
~~قال أبو جعفر الطحاوي مات أحمد بن شعيب النسائي
~~بفلسطين في صفر سنة ثلاث وثلاثمائة وفي هذه السنة توفي إبراهيم بن عبد
~~الرحمن بن إبراهيم دحيم في المحرم وفي هذه السنة توفي محمد بن العباس بن
~~الدرفس المحدث PageV02P633 بدمشق وأبو إسحاق إبراهيم بن عمرو بن ثور فيها
~~توفي وفيها مات يموت بن المزرع بن يموت بطبرية وفي هذه السنة دعي لأبي
~~العباس محمد بن المقتدر Milestone300 بالامارة على ( المنابر ) PageV02P634
### | سنة أربع وثلاثمائة
~~فيها توفي أبو خليفة بن الحباب بن محمد الجمحي في
~~آخرها بالبصرة وفيها توفي إسحاق بن إبراهيم بن يونس وأبو الطاهر القاسم بن
~~عبد الله بن مهدي الأخميمي بأخميم وفيها توفي المرزباني القاضي بدمشق في
~~جمادي الآخرة PageV02P635
### | سنة خمس وثلاثمائة
~~فيها توفي أبو بكر القاسم بن زكرياء المطرز وفيها توفي
~~أبو عبد الله أحمد بن عبد الواحد الجوبري المحدث سلخ شوال وفيها توفي عبد
~~الله بن أحمد بن أبي الحواري في رمضان
### | سنة ست وثلاثمائة
~~فيها توفي أبو يعلى أحمد بن علي بن المثنى الموصلي
~~PageV02P636 قال أبو يعقوب الأذرعي توفي أبو عبد الله بن الجلاء يوم السبت
~~لإثنتي عشرة ليلة خلت من رجب سنة ست وثلاثمائة وفي المحرم توفي أبو يحيى
~~محمد بن سعيد بن أبي مسعود الخزيمي وفي المحرم من هذه السنة توفي أبو محمد
~~عبد الصمد بن عبد الله بن عبد الصمد وفيها توفي عيسى بن ادريس البغدادي في
~~شهر ربيع الآخر وفيها توفي أبو الفضل العباس بن محمد البصري PageV02P637
~~وأبو الحسن منصور بن إسماعيل الفقيه
### | سنة سبعة وثلاثمائة
~~فيها توفي أبو زكرياء يحيى بن زكرياء النيسابوري وأبو
~~عبد الله الحسين بن محمد بن الضحاك وأبو محمد جعفر بن عاصم الرواس وأبو
~~العباس بن الجليد
### | سنة ثمان وثلاثمائة
~~فيها توفي أبو بكر محمد بن عثمان الأمام القاري
~~PageV02P638
### | سنة تسع وثلاثمائة
~~أبو الوليد بن سميع في جمادي الآخره سنة تسع وثلاثمائه
~~يعني مات
### | سنة عشر وثلاثمائة
~~فيها توفي أبو عبد الله محمد بن أحمد البركاني
~~القاضي بالبصرة عشي يوم الأحد سلخ ذي الحجة وفي شوال من هذه السنة توفي أبو
~~جعفر محمد بن جرير الطبري وفيها توفي علي بن العباس المقانعي في رمضان
~~PageV02P639 وفيها مات أبو سعيد بن فياض
### | سنة إحدى عشرة وثلاثمائة
~~فيها توفي محمد بن إسحاق بن خزيمة بنيسابور
~~وفيها توفي أبو الطيب بن أبي القاسم بن منيع في ذي الحجة وفيها توفي عبد
~~الله بن اسحاق المدائني الخضيب وفيها توفي Milestone300 كهمس بن معمر الجوهري أبو القاسم
~~وفيها توفي أبو اسحاق إبراهيم بن عبد الواحد العبسي في جمادي الأولى
~~PageV02P640
### | سنة اثنتي عشرة وثلاثمائة
~~فيها توفي أبو عبد الله محمد بن نصر المروزي
~~وفيها توفي أبو الحسن بن أبي اللوز وهو ابن حبشون في ذي القعدة
### | سنة ثلاث عشرة وثلاثمائة
~~توفي أبو الأزهر جماهر بن محمد بن أحمد الأزدي
~~الزملكاني يوم الأحد لثلاث بقين من المحرم وتوفي أبو صالح يحيى بن محمد
~~الكلبي السوائي في رجب وأبو الحارث محرز بن عبد الرحيم بن عطيه بن محرز في
~~شوال
### | سنة أربع عشرة وثلاثمائة
~~توفي أبو القاسم عامر بن حريم يوم الأحد لتسع
~~بقين من ذي PageV02P641 القعدة وفي جمادي الأولى توفيت والدتي وفيها مات
~~عمر الراشدي أمير الرملة وأبو الحسين الصراف وأبو الحسن أحمد بن محمد بن
~~الفضل في جمادي الأولى
### | سنة خمس عشرة وثلاثمائة
~~توفي أبو العباس أحمد بن محمد الخزاز ببغداد يوم
~~السبت لأربع خلون من جمادي الأولى توفي أبو عبد الله الحسين بن سعيد بن
~~غندر المقريء ببغداد يوم الثلاثاء لإثنتي عشرة خلت من شوال PageV02P642
~~وفيها مات أبو القاسم القزويني عبد الله بن محمد بن جعفر وفيها مات أبو بكر
~~الفزاري وأبو زكريا الداقاني في شعبان وفيها مات أبو الحسن محمد بن الفيض
~~بن الفياض الغساني في شهر رمضان وأبو الليث سلم بن معاذ في جمادي الآخره
~~وأبو الحسن بن فضالة اللخمي PageV02P643
### | سنة ست عشرة وثلاثمائة
~~توفي أبو بكر بن خريم يوم الأربعاء لست بقين من
~~جمادي الآخرة وأبو أيوب الخزاعي توفي أبو بكر عبد الله بن سليمان بن الأشعث
~~في ذي الحجة من هذه السنة توفي أبو عبد الله محمد بن حامد بن عبد الله
~~القرشي اليحياوي في جمادي الآخره وفيها توفي بنان أبو الحسن الواسطي الزاهد
~~بمصر PageV02P644 مات ابن أبي داوود وهو ابن ست وثمانين سنة كامله
### | سنة سبع عشرة وثلاثمائة
~~في شهر ربيع الأول توفي محمد بن عبد الحميد زريق
~~المعلم وفي ليلة الفطر توفي أبو القاسم عبد Milestone300 الله بن محمد بن عبد العزيز
~~البغوي ابن بنت أحمد بن منيع ودفن يوم الفطر وفي شوال توفي أبو القاسم بدر
~~بن الهيثم وفي هذه السنة توفي أبو بكر محمد بن عبد السلام بن سهل
~~PageV02P645 توفي أبو علي حسين بن غويث ليلة الأحد لعشر بقين من ذي الحجة
~~ودفن ويوم الأحد وأبو بكر محمد بن زياد
### | سنة ثمان عشرة وثلاثمائة
~~في ذي القعدة توفي أبو محمد يحيى بن محمد بن
~~صاعد وفيها توفي أحمد بن اسحاق بن بهلول القاضي وأبو عثمان سعيد بن عبد
~~العزيز الحلبي PageV02P646
### | سنة تسع عشرة وثلاثمائة
~~توفي أبو اسحاق إبراهيم بن عبد الرحمن بن عبد
~~الملك بن مروان ليلة السبت ودفن يوم السبت بعد صلاة العصر لإثنتي عشرة بقيت
~~من رجب توفي أبو أيوب سليمان بن محمد بن اسماعيل الخزاعي في ذي القعدة توفي
~~أبو الجهم أحمد بن الحسين بن طلاب ليلة السبت بعد صلاة المغرب ودفن يوم
~~السبت لإحدى عشرة خلت من ذي الحجة سقط عن دابته فمات من وقته وفيها توفي
~~أبو سعيد العدوي الذي كان يحدث عن خراش وهو الحسن بن علي في شهر ربيع الآخر
~~PageV02P647 وتوفي أبو العباس طاهر بن محمد التميمي أمام مسجد سوق الأحد
### | سنة عشرين وثلاثمائة
~~توفي أبو الحسن أحمد بن عمير بن يوسف بن جوصاء يوم
~~الأربعاء وقت صلاة الظهر ودفن يوم الخميس بعد صلاة العصر لثلاث بقين من
~~جمادي الأولى توفي أبو العباس عبد الله بن عتاب ويعرف بابن الزفتي يوم
~~الأربعاء لإحدى عشرة خلت من رجب توفي أبو محمد عبد الوهاب بن عبد الرزاق في
~~رجب توفي أبو الحارث أحمد بن سعيد بن محمد يوم الثلاثاء بعد العصر
~~PageV02P648 لسبع بقين من شعبان فيها قتل المقتدر بالله يوم الأربعاء لثلاث
~~بقين من شوال سنة عشرين وثلاثمائة وبويع أخوه أبو منصور محمد القاهر بن
~~المعتضد يوم الخميس وفيها توفي أبو عمر القاضي محمد بن يوسف
### | سنة إحدى وعشرين وثلاثمائة
~~توفي أبو عبد الرحمن بن عبد الله بن عبد Milestone300
~~السلام مكحول يوم الجمعة مستهل جمادي الآخرة PageV02P649 وفي هذه السنة
~~توفي أبو بكر محمد بن أحمد بن الوليد بن هشام القنبيطي وأبو عبيدة أحمد بن
~~عبد الله بن ذكوان وفيها توفي أحمد بن عبد الوارث بن جرير العسال بمصر
~~وفيها توفي محمد بن موسى بن النعمان الأطروش بمصر وفي هذه السنة توفي أبو
~~جعفر الطحاوي أحمد بن محمد بن سلامه بمصر وتكين أمير مصر وعبيد الله صاحب
~~المغرب PageV02P650 وأبو العباس [ الكلاعي ] في ربيع الآخر
### | سنة اثنتين وعشرين وثلاثمائة
~~ففي ربيع الأول توفي أبو جعفر محمد بن
~~عمرو العقيلي بمكة وشهدت جنازته وفي يوم السبت بعد صلاة العصر ليومين خليا
~~من جمادي الأولى توفي أبو جعفر الديبلي محمد بن إبراهيم ودفن يوم الأحد
~~ضحوة نهار وشهدت جنازته PageV02P651 وفي جمادي الآخرة توفي زكرياء بن يحيى
~~المقدسي وفي جمادي الآخرة توفي أبو محمد عبد الرحمن بن اسماعيل الكوفي
~~بدمشق وفي شوال توفي أبو علي الحسن بن أحمد بن الحسن بن أحمد بن ربيعة بن
~~سلام الهمداني أبو الناعس بمدينة دمشق وفي ذي القعدة توفي الحسن بن أحمد بن
~~غطفان وفي هذه السنة قبض الساجية والحجرية على محمد القاهر فكحلوه وأعموه
~~وذلك لست خلون من جمادي الأولى وهو أول خليفة أعمي وملك في هذا اليوم أبو
~~العباس محمد الراضي بن المقتدر وفيها توفي أبو الحديد عبد الوهاب بن سعد
~~الحمراوي وأبو بكر أحمد بن أبي يوسف الخلال PageV02P652
### | سنة ثلاث وعشرين وثلاثمائة
~~في المحرم توفي أبو سلمة محمد بن عبيد الله بن
~~محمد بن أبي حكيم القرشي وفي شهر ربيع الآخر توفي أبو هاشم بن عليل الإمام
~~وفي شهر رمضان توفي أبو الحسن محمد بن أحمد بن عماره العطار بدمش وهو ابن
~~ست وتسعين سنة وفي ذي الحجة توفي أبو الفضل عباس بن الفضل الدينوري وفيها
~~توفي أبو القاسم مأمون الحسين بن محمد بن داوود توفي أبو رافع أسامة بن علي
~~بن سعيد في ذي الحجة سنة ثلاث وعشرين وثلاثمائة PageV02P653 وأبو بكر
~~البصال محمد بن Milestone300 اسماعيل بن سلام وأبو علي يعقوب بن أحمد بن معاذ
### | سنة أربع وعشرين وثلاثمائة
~~في المحرم توفي أبو القاسم علي بن محمد
~~النخعي ركب في سماريه ببغداد فغرق في الماء وفي شهر ربيع الأول توفي صاعد
~~بن البراد وفي شوال توفي أبو القاسم الحسن بن محمد بن أحمد ويعرف ببرغوث
~~PageV02P654 وفي ذي الحجة توفي أبو علي محمد بن خالد بن يحيى بن حمزة وفي
~~ذي الحجة توفي أبو العباس بن أيوب الخشاب بالرملة وفيها توفي أبو عبيد الله
~~محمد بن الربيع الجيزي وأحمد بن إبراهيم بن كمونه وأبو القاسم الحسن بن آدم
~~العسقلاني توفي أبو بكر أحمد بن موسى بن العباس بن مجاهد المقريء في شعبان
~~من هذه السنة وأبو عمر الصوفي وعبد الصمد الحمصي PageV02P655 وابو العباس
~~الطبراني وأبو دفافه وابو علي بن خالد بن يحيى بن حمزة في ذي الحجة
### | سنة خمس وعشرين وثلاثمائة
~~توفي أبو بكر عبد الرحمن بن محمد بن العباس بن
~~الوليد بن محمد بن عمر بن الدرفس في شعبان وفي هذا اليوم بعينه توفي أبو
~~الأشعث غالب بن سليمان بن أبي حنيفة توفي محمد بن أحمد بن إبراهيم بن
~~المثنى في شوال توفي الخضر بن محمد بن غوث في ذي القعدة PageV02P656 وفي
~~هذا الشهر توفي مدرك بن هارون ومسدد بن يعقوب القلوسي وابو معد عدنان بن
~~أحمد بن طولون
### | سنة ست وعشرين وثلاثمائة
~~توفي عبد الرحمن بن أحمد بن محمد بن حجاج بن
~~رشيدين في المحرم وفي المحرم توفي أبو الحسن أحمد بن عامر الطائي وأبو
~~الأسد محمد بن شقيق بن ضباره في المحرم وفي صفر توفي قاسم بن المروذي
~~PageV02P657 وعباس بن أحمد بن الصباغ أبو الفضل في صفر وفي شهر ربيع الأول
~~توفي أبو العباس الوليد بن الدرفس والصامت في ربيع الأول وفي شهر رمضان
~~توفي أبو بكر محمد بن أحمد السلمي أمام مسجد الفسقار وأبو الفضل جعفر بن
~~عبد السلام المصري
### | سنة سبع وعشرين وثلاثمائة
~~فيها توفي أبو محمد عبد الرحمن بن أبي Milestone300 حاتم
~~الرازي PageV02P658 وابن عصام بدمشق ومعاوية بن دينويه وفيها توفي أبو علي
~~بن دحيم ومحمد بن بركة بن داعس وفي هذه السنة توفي أبو أحمد العباس بمكة
~~PageV02P659 وأبو الحسين أحمد بن الحسن الدينوري بمكة وأبو نعيم محمد بن
~~جعفر بالرملة وفيها توفي أبو بكر محمد بن جعفر الخرائطي في شهر ربيع الأول
~~وفيها ابن بنان الجوهري في شعبان
### | سنة ثمان وعشرين وثلاثمائة
~~في المحرم لثلاث خلون منه توفي أبو الدحداح
~~أحمد بن محمد بن PageV02P660 اسماعيل وفي جمادي الأولى لثمان بقين منه توفي
~~أبو العباس محمد بن جعفر بن ملاس وأبو الأشعث عبد الرحمن بن محمد بن عبد
~~الرحمن بن الأشعث جميعا في شهر وفيها مات أبو عبد الله محمد بن صالح
~~الخولاني وابو إسحاق إبراهيم بن ميمون الصواف وأبو الحسن بن السمط ومحمود
~~بن [ سليلة ] PageV02P661
### | سنة تسع وعشرين وثلاثمائة
~~في يوم الاثنين لثلاث خلون من شهر ربيع الأول
~~توفي أبي بالفسطاط بعد صلاة الغداة وقت طلوع الشمس وفي جمادي الأولى توفي
~~أبو الفضل الموساني الخطيب وأبو عبد الله بن شعيب من بج حوران وفي هذه
~~السنة توفي أبو عبد الله المكي وعمار الجسريني وأبو المغيث النحاس
~~PageV02P662 وابو يعقوب ذقلق وخضر بن الأخوين وتوفي الراضي يوم السبت لتسع
~~خلون من شهر ربيع الأول وملك أخوه أبو اسحاق إبراهيم المتقي بن المقتدر يوم
~~الأثنين لاحدى عشرة ليلة خلت من ربيع الأول وعلي بن شيبان PageV02P663
### | سنة ثلاثين وثلاثمائة
~~في شهر ربيع الآخر توفي أبو يحيى زكرياء بن أحمد
~~البلخي وابو صالح الصوفي في جمادي الأولى وفيها توفي عمرو بن جامع الكوفي
~~وفي هذه السنة توفي أبو عبد الله الحسين بن إسماعيل المحاملي وفي شهر رمضان
~~ليلة الأثنين لثمان عشرة مضت من شهر رمضان توفي أبو عبد الله محمد بن يوسف
~~الهروي ودفن يوم الأثنين PageV02P664 وفي ذي القعدة توفي أبو عبد الله بن
~~عبد الله بن أخو زغل وفي هذه السنة توفي أبو عبد الله بن البقال وفيها توفي
~~كمجور
### | سنة إحدى وثلاثين وثلاثمائة Milestone300
~~مات أبو محمد عبد الله بن الحسين بن جمعة
~~فيها في ذي القعدة وفيها مات أبو عبد الملك بن عرفه وابن زلزل وأبو الحسين
~~النحاس PageV02P665 وفي شهر رمضان توفي أبو عمر بن عمير وفيها مات حبان بن
~~موسى
### | سنة اثنتين وثلاثين وثلاثمائة
~~في جمادي الآخره توفي أبو الوليد هشام بن
~~أحمد بن هشام وفي جمادي الآخره توفي أبو بكر بن شلحويه وفي جمادي الآخره
~~توفي أبو الحسين محمد بن بكار بن يزيد السسكي وفي ذي القعده توفي أبو نصر
~~بن بلذاك وفيها توفي أبو محمد عبد الرحمن بن عبد الله بن محمد بن
~~PageV02P666 عبد الله بن يزيد المقري بمكة وفيها توفي أبو بكر محمد بن بشر
~~بن عبد الله العكري وأبو علي بن أبي حذيفه وأبو مروان [ عبد الرحيم ]
~~القزاز
### | سنة ثلاث وثلاثين وثلاثمائة
~~فيها توفي أحمد بن إبراهيم بن عباد يوم السبت
~~لثلاث بقين من رجب وفي صفر من هذه السنة قبض توزون على المتقي فأعماه ونهب
~~عسكره وماله وأجلس أبا القاسم عبد الله المستكفي بن علي المكتفي
~~PageV02P667 وأحمد بن مسعود الزنبري توفي فيها وأبو بكر أحمد بن عمرو بن
~~جابر
### | سنة أربع وثلاثين وثلاثمائة
~~فيها توفي فياض بن حريش وفي جمادي الاخره
~~من هذه السنة قبض أحمد بن بويه على المستكفي فأعماه وأجلس أبا القاسم الفضل
~~المطيع بن جعفر المقتدر وفي ذي الحجة توفي محمد بن طغج بدمشق وفيها مات أبو
~~مروان عبد الملك بن بحر المكي بمصر PageV02P668 وفيها توفي محمد بن سعيد
~~الحراني
### | سنة خمس وثلاثين وثلاثمائة
~~فيها توفي أبو نصر السمرقندي
### | سنة ست وثلاثين وثلاثمائة
~~فيها مات أحمد بن إبراهيم بن عبد الله بن
~~معاويه بن أبي السوار
### | سنة سبع وثلاثين وثلاثمائة
~~أبو عمير بن عبد الباقي يعني توفي فيها
~~PageV02P669 
### | سنة ثمان وثلاثين وثلاثمائة وغيرها
~~فيها توفي أبو اسحاق إبرهيم
~~بن أبي ثابت وابو علي الحسن بن حبيب وأبو بكر أحمد بن محمد بن علي المراغي
~~وأبو العباس بن زبان العابد الضرير الذي كان يروي عن Milestone300 هشام بن عمار وأحمد بن
~~أبي الحواري PageV02P670 ومحمد بن جعفر غندر سنة ثمان وثلاثين وثلاثمائة
~~توفي أخي أحمد أبو علي يوم السبت لسبع بقين من شعبان سنة أربعين وثلاثمائة
~~وتوفي خيثمة بن سليمان سنة ثلاث وأربعين وثلاثمائة مات أحمد بن سليمان بن
~~أيوب بن حذلم في شهر ربيع الأول سنة سبع وأربعين وثلاثمائة وهو ابن تسع
~~وثمانين سنة وفي آخر هذه السنة توفي أبو الميمون بن راشد مات محمد بن أبيض
~~سنة ثمان وأربعين وثلاثمائة توفي إبراهيم بن سنان PageV02P671 وأبو عبد
~~الله الأعدالي سنة تسع وأربعين وثلاثمائة مات أبو القاسم بن أبي العقب سنة
~~أربع وخمسين وثلاثمائة مات أحمد بن إبراهيم الحداد بتنيس سنة أربع وخمسين
~~وثلاثمائة مات أبو إسحاق بن شعبان محدث فقيه في جمادي الآخرة سنة خمس
~~وخمسين وثلاثمائة مات أبو الفضل الصيرفي في رجب سنة خمس وخمسين وثلاثمائة
~~مات حمزة بن محمد في ذي القعدة PageV02P672