######OpenITI#


#META# 000.SortField	:: Shamela_0006656
#META# 000.BookURI	:: #0214.IbnCabdHakamMisri.SiraCumarIbnCabdCaziz
#META# 010.AuthorAKA	:: NODATA
#META# 010.AuthorNAME	:: عبد الله بن عبد الحكم بن أعين بن ليث بن رافع، أبو محمد المصري (المتوفى: 214هـ)
#META# 011.AuthorBORN	:: NOTGIVEN
#META# 011.AuthorDIED	:: 214
#META# 019.AuthorDIED	:: NODATA
#META# 020.BookTITLE	:: سيرة عمر بن عبد العزيز على ما رواه الإمام مالك بن أنس وأصحابه
#META# 020.BookTITLESUB	:: NODATA
#META# 021.BookSUBJ	:: التراجم والطبقات
#META# 022.BookVOLS	:: 1
#META# 025.BookLANG	:: NODATA
#META# 029.BookTITLEalt	:: NODATA
#META# 030.LibURI	:: Shamela_0006656
#META# 030.LibURIextra	:: NODATA
#META# 031.LibREADONLINE	:: http://shamela.ws/browse.php/book-6656
#META# 031.LibURL	:: http://shamela.ws/index.php/book/6656
#META# 031.LibURLFILE	:: NODATA
#META# 031.LibURLextra	:: NODATA
#META# 040.EdALL	:: NODATA
#META# 040.EdEDITOR	:: أحمد عبيد
#META# 041.EdNUMBER	:: السادسة، 1404هـ - 1984م
#META# 041.EdNumber	:: NODATA
#META# 043.EdPUBLISHER	:: عالم الكتب - بيروت - لبنان
#META# 044.EdPLACE	:: NODATA
#META# 045.EdYEAR	:: NODATA
#META# 049.EdISBN	:: NODATA
#META# 049.EdPAGES	:: NODATA
#META# 049.EdPHYSICAL	:: NODATA
#META# 049.EdVOLUME	:: NODATA
#META# 090.RecMISC	:: NODATA
#META# 999.MiscINFO	:: NODATA

#META#Header#End#

# PageV00P000
# بسم الله الرحمن الرحيم وبه نستعين اللهم صل على محمد وآله
### | سند المؤلف
# قال أبو عبد الله محمد بن عبد الله بن عبد الحكم حدثني أبي عبد الله بن
~~عبد الحكم قال حدثني مالك بن أنس والليث بن سعد وسفيان بن عيينة وعبد الله
~~بن لهيعة وبكر بن مضر وسليمان بن يزيد الكعبي وعبد الله بن وهب وعبد الرحمن
~~بن القاسم وموسى بن صالح وغيرهم من أهل العلم ممن لم أسم بجميع ما في هذا
~~الكتاب من أمر عمر بن عبد العزيز على ما سميت ورسمت وفسرت وكل واحد منهم قد
~~أخبرني بطائفة فجمعت ذلك كله
### | حكاية عمر بن الخطاب مع الهلالية وتزويج ابنه اياها
# فكان مما ذكر من ذلك أن عمر بن الخطاب رضي الله عنه نهى في خلافته عن مذق
~~اللبن بالماء فخرج ذات ليلة في حواشي المدينة فإذا بإمرأة تقول لإبنة لها
~~ألا تمذقين لبنك فقد أصبحت فقالت الجارية كيف أمذق وقد نهى أمير المؤمنين
~~عن المذق فقالت قد مذق الناس فامذقي فما يدري أمير المؤمنين فقالت إن كان
~~عمر لا يعلم فإله عمر يعلم ما كنت لأفعله وقد نهى عنه فوقعت مقالتها من عمر
~~فلما أصبح دعا عاصما ابنه فقال يا بني اذهب إلى موضع كذا وكذا فاسأل عن
~~الجارية ووصفها له فذهب عاصم فإذا هي جارية من بني هلال فقال
# PageV01P023
# له عمر اذهب يا بني فتزوجها فما أحراها أن تأتي بفارس يسود العرب فتزوجها
~~عاصم بن عمر فولدت له أم عاصم بنت عاصم بن عمر بن الخطاب فتزوجها عبد
~~العزيز بن مروان بن الحكم فأتت بعمر بن عبد العزيز
# وأخبرني الليث بن سعد أنه كان يقال الفراسة فراسة العزيز في يوسف النبي
~~عليه السلام حين قال {ائتوني به أستخلصه لنفسي فلما كلمه قال إنك اليوم
~~لدينا مكين أمين} وفراسة عمر بن الخطاب في الهلالية حين قال لولده تزوجها
~~والله ليوشكن أن تأتي بفارس يسود العرب فأتت بعمر بن عبد العزيز وأخبرني من
~~أرضى عن الليث ms01 أنه قال وفراسة سليمان بن عبد الملك في عمر بن عبد العزيزحيث
~~قال والله لأعقدن عقدا ليس للشيطان فيه نصيب فعقد لعمر بن عبد العزيز
# واستيقظ عمرمن نومه فمسح النوم عن وجهه وفرك عينيه وهو يقول من هذا الذي
~~من ولد عمر يسمى عمر يسير بسيرة عمر يرددها مرات
### | خلاصة سيرة عمر بن عبد العزيز قبل الخلافة
# وولد عمر بن عبد العزيز بالمدينة فلما شب وعقل وهو غلام بعد صغير كان
~~يأتي عبد الله بن عمر كثيرا لمكان أمه منه ثم يرجع إلى أمه فيقول يا أمه
~~أنا أحب
# PageV01P024
# أن أكون مثل خالي يريد عبد الله بن عمر فتؤفف به ثم تقول له اغرب أنت
~~تكون مثل خالك تكرر عليه ذلك غير مرة فلما كبر سار أبوه عبد العزيز بن
~~مروان إلى مصر أميرا عليها ثم كتب إلى زوجته أم عاصم أن تقدم عليه وتقدم
~~بولدها فأتت عمها عبد الله بن عمر فأعلمته بكتاب زوجها عبد العزيز إليها
~~فقال لها يا ابنة أخي هو زوجك فالحقي به فلما أرادت الخروج قال لها خلفي
~~هذا الغلام عندنا يريد عمر فإنه أشبهكم بنا أهل البيت فخلفته عنده ولم
~~تخالفه فلما قدمت على عبد العزيز اعترض ولده فإذا هو لا يرى عمر قال لها
~~وأين عمر فأخبرته خبر عبد الله وما سألها من تخليفه عنده لشبهه بهم فسر
~~بذلك عبد العزيز وكتب إلى أخيه عبد الملك بن مروان يخبره بذلك فكتب عبد
~~الملك أن يجري عليه ألف دينار في كل شهر ثم قدم عمر على أبيه بعد ذلك مسلما
~~عليه فأقام عنده ما شاء الله ثم إنه ركب ذات يوم حمارا فسقط عنه فشج فبلغ
~~ذلك الأصبغ بن عبد العزيز وكان غلاما فضحك لسقوطه فبلغ سقوطه وضحك الأصبغ
~~منه عبد العزيز فاغتاظ على الأصبغ وقال له يسقط أخوك فيشج فتضحك سرورا منك
~~بماأصابه قال ليس ذلك كذلك أيها الأمير لم يضحكني شماتة به ولا سرور بسقوطه
~~ولكني كنت أرى العلامات من أشج بني ms02 أمية مجتمعة فيه إلا الشجة فلما سقط وشج
~~سرني ذلك لتكامل العلامات فيه فأضحكني وهو والله أشج بني أمية فسكت عنه عبد
~~العزيز وقال ما ينبغي لمن كان يرجى لما يرجى أن يكون تأديبه إلا بالمدينة
~~فبعثه إلى المدينة
# قال ثم ولي عمر على المدينة فسار بأحسن سيرة وكان مع ذلك يعصف ريحه ويرخي
~~شعره ويسبل إزاره ويتبختر في مشيته وهو مع ذلك لا يغمص عليه في بطن ولا فرج
~~ولا حكم
# PageV01P025
### | قدوم رجل على عمر بن عبد العزيز لتعزيته ونصحه
# قال وأتى رجل إلى عمر بن عبد العزيز حين هلك سليمان فقال له ارض بقضاء
~~الله وسلم لأمره وارج ما عنده فإن عند الله الخير الدائم والعوض من المصائب
~~انظر إلى الذي كنت تخشاه على سليمان فاخشه على نفسك ثم قام الرجل فقال عمر
~~علي به فلما جاءه قال له عمر لأي شيء قلت لي هذا قال الرجل إن أمنتني حدثتك
~~قال أنت آمن قال رأيتك بالمدينة تذيل إزارك وترخي شعرك وتعصف ريحك فكنت
~~أعجب كيف يدعك الله في سكان أرضه فلما جاءت حالتك هذه رأيت علي من الحق
~~تعزيتك وأداء حقك فقال له عمر يا أخي إن كنت مقيما معنا بأرضنا فتعاهدنا
~~وإن خرجت ففي حفظ الله
### | المشية العمرية وإفراط عمر قبل الخلافة في النعيم
# قال وكان عمر بن عبد العزيز من أعظم أموي ترفها وتملكا غذي بالملك ونشأ
~~فيه لا يعرف إلا وهو تعصف ريحه فتوجد رائحته في المكان الذي يمر فيه ويمشي
~~مشية تسمى العمرية فكان الجواري يتعلمنها من حسنها وتبختره فيها وإنه ترك
~~كل شيء كان فيه لما استخلف غير مشيته فإنه لم يستطع تركها فربما قال لمزاحم
~~ذكرني إذا رأيتني أمشي فيذكره فيخلطها ثم لا يستطيع إلا إياها فيرجع إليها
~~وكان يسبل إزاره حتى ربما دخلت نعله فيه فيتحامل عليه فيشقه ولا يخلعها
~~ويسقط أحد شقي ردائه عن منكبه فلا يرفعه وتنقطع نعله فلا يعرج
# PageV01P026
# عليها وربما لحقه بها المملوك فيعنفه ويطبع بخاتمه فتتسخ ms03 الطينة من
~~العنبر فلم يزل على ذلك حتى ولي الخلافة فزهد في الدنيا ورفضها
### | اعتذار عمر الى سعيد بن المسيب
# قال وأرسل عمر بن عبد العزيز في ولايته على المدينة رسولا إلى سعيد بن
~~المسيب يسأله عن مسألة وكان سعيد لا يأتي أميرا ولا خليفة فأخطأ الرسول
~~فقال هل الأمير يدعوك فأخذ نعليه وقام إليه (من وقته) فلما رآه قال له عزمت
~~عليك يا أبا محمد إلا رجعت إلى مجلسك حتى يسألك رسولنا عن حاجتنا فإنا لم
~~نزسله ليدعوك ولكنه أخطأ إنما أرسلناه ليسألك ولم ير سعيد أنه يسعه التخلف
~~عنه
### | تنحي عمر في المسجد مرضاة لابن المسيب
# قال وخرج عمر بن عبد العزيز ذات ليلة إلى المسجد فقام ليصلي وكان حسن
~~الصوت فصلى قريبا من سعيد بن المسيب فقال سعيد لغلامه برد يا برد نح عن هذا
~~القارىء فقد آذانا بصوته وتمادى عمر في صلاته فعاد سعيد لبرد فقال يا برد
~~ويحك ألم أقل لك نح هذا القارىء عنا فقال برد ليس المسجد لنا فسمع ذلك عمر
~~فأخذ نعليه وتنحى إلى ناحية من المسجد
### | خروج عمر مع سليمان بن عبد الملك
# قال وخرج عمر بن عبد العزيز مع سليمان بن عبد الملك إلى مخرج من مخارجه
~~لم يكن عمر قدم فيه ثقلا فبلغ المنزل وصار كل رجل إلى مضربه الذي قدمه وصار
~~سليمان إلى حجرة ثم فقد عمر فقال اطلبوه فما أراه قدم شيئا فطلب فوجد تحت
~~شجرة باكيا فأخبر بذلك سليمان فدعاه فقال ما يبكيك يا أبا
# PageV01P027
# حفص قال أبكاني يا أمير المؤمنين أني ذكرت يوم القيامة من قدم شيئا وجده
~~ولم أقدم شيئا فلم أجد شيئا
### | تبرؤ عمر من الكذب وتجهزه لفراق سليمان
# قال وخرج عمر بن عبد العزيز مع سليمان يريد الصائفة فالتقى غلمانه وغلمان
~~سليمان على الماء فاقتتلوا فضرب غلمان عمر غلمان سليمان فشكوا ذلك إلى
~~سليمان فأرسل إلى عمر فقال له ضرب غلمانك غلماني قال ما علمت فقال له
~~سليمان كذبت قال ما كذبت ms04 مذ شددت علي إزاري وعلمت أن الكذب يضر أهله وإن في
~~الأرض عن مجلسك هذا لسعة فتجهز يريد مصر فبلغ ذلك سليمان فشق عليه فدخلت
~~فيما بينهما عمة لهما فقال لها سليمان قولي له يدخل علي ولا يعاتبني فدخل
~~عليه عمر فاعتذر إليه سليمان وقال له يا أبا حفص ما اغتممت بأمر ولا أكربني
~~أمر إلا خطرت فيه على بالي فأقام
### | تخلص عمر من تعزية الوليد بالحجاج
# قال ولما أتى نعي الحجاج بن يوسف ودخل الناس على الوليد يعزونه ولم يعزه
~~عمر فوجد الوليد من ذلك وقال ما منعك يا عمر أن تعزيني بالحجاج كما عزاني
~~الناس فقال يا أمير المؤمنين إنما الحجاج منا أهل البيت فنحن نعزى به ولا
~~نعزي قال صدقت
# وكان عمر يقول ما أحب أن لي بلوذان الكلام كذا وكذا
# PageV01P028
### | قول عمر عند موت الحجاج
# قال ولما بلغ عمر وفاة الحجاج قال رغم أنفي لله أن قطع مدة الحجاج
### | استعفاؤه الخليفة من ممر الحجاج عليه
# قال وكان الحجاج قد ولي الموسم فكتب عمر إلى الخليفة يستعفيه أن يمر عليه
~~بالمدينة فكتب إلى الحجاج إن عمر بن عبد العزيز كتب إلي يستعفيني من ممرك
~~عليه فلا عليك أن لا تمر بمن كرهك فتنحى عن المدينة
### | إعظامه مسجد الرسول
# قال وكان عمر بن عبد العزيز إذ كان واليا على المدينة إذا بات على ظهر
~~المسجد مسجد رسول الله صلى الله عليه وسلم لم تقربه امرأة إعظاما لمسجد
~~رسول الله صلى الله عليه وسلم
### | فتوى عمر فيمن سب الخلفاء
# قال وقال عمر بن عبد العزيز أرسل إلي الوليد بن عبد الملك في الظهيرة في
~~ساعة لم يكن يرسل إلي في مثلها فوجدته في قيطون صغير له بابان باب يدخل منه
~~وباب خلف ظهره ينحرف منه إلى أهله قال فدخلت عليه فإذا هو قاطب بين عينيه
~~فقال لي اجلس ها هنا فأجلسني بين يديه مجلس الخصم وليس عنده إلا خالد بن
~~الريان قائما بسيفه فقال كيف ترى فيمن سب الخلفاء ms05 أترى أن يقتل قال فسكت
~~فانتهرني وقال مالك لا تتكلم فسكت فعاد لمثلها فقلت أفتك يا أمير المؤمنين
~~قال لا ولكنه سب الخلفاء قلت فإني أرى أن ينكل به بما انتهك من حرمة
~~الخلفاء قال فرفع الوليد رأسه الى ابن الريان وقال ما أظنه
# PageV01P029
# إلا أن يقول له اضرب عنقه فقال إنه فيهم لتائه ثم حول وركيه فدخل على
~~أهله فقال لي ابن الريان بيده انصرف وكان ابن الريان لعمر حافظا قال
~~فانصرفت وما تهب ريح من ورائي إلا وأنا أظن أنه رسول يردني إليه
### | عزل ابن الريان ودعاء عمر عليه
# فلما ولي عمر بن عبد العزيز الخلافة عزل خالد بن الريان عن موضعه الذي
~~كان يكون عليه وكان حرسيا مع الوليد بن عبد الملك وقال إني أذكر بأوه وتيهه
~~ثم قال اللهم إني قد وضعته لك فلا ترفعه فما رؤي شريف قد خمد ذكره حتى لا
~~يذكر ما خمد ذكر خالد بن الريان حتى إن كان الرجل ليقول ليت شعري ما فعل
~~خالد أحي هو أم ميت وإنه لفي قرية صغيرة ما يدرى أحي هو أم ميت
### | قول عمر لسليمان في الرعد والبرق
# قال وخرج سليمان بن عبد الملك ومعه عمر بن عبد العزيز إلى الحج فأصابهم
~~مطر شديد ورعد وبرق فقال سليمان هل رأيت مثل هذا يا أبا حفص فقال يا أمير
~~المؤمنين هذا في حين رحمته فكيف به في حين غضبه
### | استنقاذ عمر المحذومين وقد أمر سليمان بتحريقهم
# قال وحج سليمان ومعه عمر فبينما هو يسير ذات ليلة على راحلته قرب مكة وقد
~~نعس إذ صاح به المجذمون وضربوا بأجراسهم فاستيقظ سليمان فزعا وقد بشع بهم
~~وأفزعوه فأمر بتحريقهم بالنار فرجع المأمور ما يدري ما يصنع
# PageV01P030
# بهم حتى لقي عمر بن عبد العزبز فقال يا أبا حفص حدث أمر عظيم من أمير
~~المؤمنين وذلك أنه مر بهؤلاءالجذمى وهو نائم على راحلته فراعه من نومه
~~صياحهم وضرب أجراسهم فغضب وأمر بتحريقهم فقال له عمر لا تعجل حتى ألحقه ms06
~~فلحقه فحادثه ساعة ثم قال يا أمير المؤمنين هل رأيت مثل هؤلاء المبتلين
~~فنسأل الله العافية فلو أمرت بإخراجهم قال له أصبت فأمر بإخراجهم فرجع عمر
~~وراءه فقال للمأمور قد أمر أمير المؤمنين بإخراجهم
### | طلب عمر ميراث بعض أخواته وما كان بينه وبين أيوب بن سليمان
# قال وكلم عمر بن عبد العزيز سليمان بن عبد الملك في ميراث بعض بنات عبد
~~العزيز من بني عبد الملك فقال له سليمان بن عبد الملك إن عبد الملك كتب في
~~ذلك كتابا منعهن ذلك فتركه يسيرا ثم راجعه فظن سليمان أنه اتهمه فيما ذكر
~~من رأي عبد الملك في ذلك الأمر فقال سليمان لغلامه ائتني بكتاب عبد الملك
~~فقال له عمر أبا المصحف دعوت يا أمير المؤمنين فقال أيوب بن سليمان ليوشكن
~~أحدكم أن يتكلم الكلام تضرب فيه عنقه فقال له عمر إذا أفضى الأمر اليك
~~فالذي دخل على المسلمين أعظم مما تذكر فزجر سليمان أيوب فقال عمر إن كان
~~جهل فما حلمنا عنه
### | قول عمر حين خرج من المدينة
# قال ولما خرج عمر بن عبد العزيز من المدينة التفت إليها وبكى وقال يا
# PageV01P031
# مزاحم أنخشى أن نكون ممن نفت المدينة
### | ما قاله عمر لمزاحم حين تطير
# قال ولما خرج عمر بن عبد العزيز من المدينة نظرت فإذا القمر في الدبران
~~فكرهت أن أقول ذلك له فقلت ألا تنظر إلى القمر ما أحسن استواءه في هذه
~~الليلة فنظر عمر فإذا هو بالدبران فقال كأنك أردت أن تعلمني أن القمر
~~بالدبران يا مزاحم إنا لا نخرج بشمس ولا بقمر ولكنا نخرج بالله الواحد
~~القهار
### | بشارة الخضر لعمر بالخلافة
# قال وخرج ذات ليلة على مركب له يسير وحده وتبعه مزاحم فتقدم عمر وتأخر
~~مزاحم فنظر مزاحم فإذا هو برجل يساير عمر وعهده به وحده وقد وضع الرجل يده
~~على عاتق عمر قال مزاحم فقلت في نفسي من هذا إن هذا لذو دالة عليه فحركت
~~للحوق به فأدركته فإذا هو وحده لا أرى معه أحدا غيره ms07 فقلت له رأيت معك رجلا
~~آنفا قد وضع يده على عاتقك وهو يسايرك فقلت في نفسي من هذا إن هذا لذو دالة
~~عليه فلحقتكما فلم أر أحدا غيرك فقال عمر أوقد رأيته يا مزاحم قال نعم قال
~~إني لأحسبك رجلا صالحا ذلك يا مزاحم الخضر أعلمني أني سألي هذا الأمر وأعان
~~عليه
# PageV01P032
### | موافقة صلاة عمر صلاة النبي
# قال ولما قدم أنس بن مالك خادم النبي صلى الله عليه وسلم من العراق إلى
~~المدينة كانت تعجبه صلاة عمر بن عبد العزيز وكان عمر أميرها فصلى أنس خلفه
~~فقال ما صليت خلف إمام بعد رسول الله صلى الله عليه وسلم أشبه صلاة بصلاة
~~رسول الله صلى الله عليه وسلم من إمامكم هذا وكان عمر بن عبد العزيز رضي
~~الله عنه يتم الركوع والسجود ويخفف القعود والقيام
### | استخلاف عمر وكراهيته ذلك وحيلة رجاء في إبرام البيعة
# وكان لسليمان بن عبد الملك ابن يقال له أيوب بن سليمان فعقد له ولاية
~~العهد من بعده ثم إن أيوب توفي قبل سليمان ولم يبق لسليمان ولد إلا صغير
~~فلما حضرته الوفاة أراد أن يستخلف فحضره عمر بن عبد العزيز ورجاء بن حيوة
~~فقال لرجاء اعرض علي ولدي في القمص والأردية فعرضهم عليه فإذا هم صغار لا
~~يحتملون ما لبسوا من القمص والأردية يسحبونها سحبا فنظر إليهم وقال يا رجاء
# (إن بني صبية صغار ... أفلح من كان له كبار)
# فقال له عمر بن عبد العزيز ياأمير المؤمنين يقول الله تبارك وتعالى {قد
~~أفلح من تزكى وذكر اسم ربه فصلى} ثم قال يا رجاء اعرض علي بني في السيوف
~~فقلدهم السيوف ثم عرضهم عليه فإذا هم صغار لا يحملونها يجرونها جرا فنظر
~~إليهم وقال
# (إن بني صبية صيفيون ... أفلح من كان له ربعيون)
# PageV01P033
# فقال له عمر بن عبد العزيز يقول الله تبارك وتعالى {قد أفلح من تزكى وذكر
~~اسم ربه فصلى} فلما لم ير في ولده ما يريد حدث نفسه بولاية عمر بن عبد
~~العزيز لما كان يعرف ms08 من حاله فشاور رجاء فيمن يعقد له فأشار عليه رجاء بعمر
~~وسدد له رأيه فيه فوافق ذلك رأي سليمان وقال لأعقدن عقدا لا يكون للشيطان
~~فيه نصيب فلما اشتد به وجعه عهد عهدا لم يطلع عليه أحدا إلا رجاء بن حيوة
~~الكندي استخلف فيه عمر بن عبد العزيز ويزيد بن عبد الملك من بعد عمر فدخل
~~سعيد ابن خالد مع عمر بن عبد العزيز وبعض أهل بيته يعودون سليمان فرأوا به
~~الموت فمشى عمر بن عبد العزيز وسعيد بن خالد ورجاء بن حيوة وتخلف عمر كأنه
~~يعالج نعليه حتى أدركه رجاء فقال له يا رجاء إني أرى أمير المؤمنين في
~~الموت ولا أحسبه إلا سيعهد وأنا أناشدك الله إن ذكرني بشيء من ذلك إلا
~~صددته عني وإن لم يذكرني أن لا تذكرني له في شيء من ذلك فقال رجاء لعمر لقد
~~ذهب ظنك مذهبا ما كنت أحسبك تذهبه أتظن بني عبد الملك يدخلونك في أمورهم
~~وقد كان سليمان فرغ من ذلك ولكنه أراد إخفاءه عن عمر فلما ولي هشام بن عبد
~~الملك ذكر له فعل رجاء بن حيوة فقال أوليس بصاحب عمر بن عبد العزيز يوم
~~وافقه ثم أصبح وقد استخلف فذكر لرجاء فقال رجاء أولا أخبركم عن ذلك الموقف
~~إن عمر نشدني الله أن لا أذكره في شيء من أمر الخلافة وإن كان سليمان ذكره
~~أن أصده
# PageV01P034
# عنه فعجب هشام من قول رجاء وقال وما أحسب عمر خطا خطوة قط إلا وله فيها
~~نية
# فلما حضر سليمان واشتد ما به أمر بالبيعة لمن كان في كتابه ممن عهد إليه
~~فبايع الناس ولا يعلمون من في كتابه ثم قضى الله على سليمان بالموت فلما
~~مات كتمه رجاء بن حيوة ثم خرج إلى الناس فقال إن أمير المؤمنين يأمركم
~~بتجديد البيعة لمن كان عهد إليه وقد أصبح بحمد الله صالحا فقالوا أوصلنا
~~إلى أمير المؤمنين لننظر إليه وننفذ لأمره فدخل فأمر به فأسند بالوسائد
~~وأقام عنده خادما وأمر بالناس فأدخلوا عليه ms09 فيقفون عند الباب فيسلمون من
~~بعيد يرون شخصه فيرد الخادم عنه رد المريض وهم ينظرون إليه ثم قال يأمركم
~~أمير المؤمنين أن تبايعوا لمن عهد إليه وتسمعوا له وتطيعوا فخرجوا إلى
~~المسجد والناس مجتمعون وجوه بني مروان وبني أمية وأشراف الناس فبايعوا حتى
~~إذا رضي رجاء من ذلك نظر فإذا هو لا يرى عمر فخرج يلتمسه في المسجد حتى رآه
~~قاصيا فوقف عليه وقال السلام عليك يا أمير المؤمنين ورحمة الله وبركاته قم
~~إلى المنبر فقال أنشدك الله يا رجاء فقال رجاء أناشدك الله أن يضطرب بالناس
~~حبل فقد لقي سليمان ربه وقضى الله عليه الموت فقام عمر حتى جلس على المنبر
~~فنعى للناس سليمان وفتح الكتاب فإذا فيه استخلاف عمر ويزيد بن عبد الملك من
~~بعد عمر فلما قرأ ذكر عمر جثا هشام بن عبد الملك على ركبتيه وقال هاه فسل
~~رجل من أهل الشام سيفه وقال تقول لأمر قد قضاه أمير المؤمنين هاه فلما قرأ
~~ثم يزيد بن عبد الملك من بعد عمر قال هشام سمعنا وأطعنا فسمع الناس وأطاعوا
~~وقاموا فبايعوا لعمر
# PageV01P035
### | بشارة الرؤيا بخلافة عمر
# وكان رجل قد رأى في منامه كأن قائلا من السماء ينظر إليه يقول أتاكم
~~العدل واللين وإظهار العمل الصالح في المصلين فقال له الرجل من هو يرحمك
~~الله فنزل إلى الأرض وكتب بيده عمر فاستخلف عمر في يوم تلك الليلة
### | أول ما بدأ به عمر حين ولي الخلافة
# ثم أخذ في جهاز سليمان فخرج به فحانت المغرب قبل أن يصلى عليه فصلى عمر
~~المغرب ثم صلى عليه ثم حمل سليمان من قصره إلى قبره فلما دفن سليمان دعا
~~عمر بدواة وقرطاس فكتب ثلاثة كتب لم يسعه فيما بينه وبين الله عز وجل أن
~~يؤخرها فأمضاها من فوره فأخذ الناس في كتابه إياها هنالك في همزه يقولون ما
~~هذه العجلة أما كان يصبر إلى أن يرجع إلى منزله هذا حب السلطان هذا الذي
~~يكره ما دخل فيه ولم يكن بعمر عجلة ولا ms10 محبة لما صار إليه ولكنه حاسب نفسه
~~ورأى أن تأخير ذلك لا يسعه
### | أمره مسلمة بالقفول من القسطنطينية
# كتب بقفل مسلمة بن عبد الملك من القسطنطينية وقد كان سليمان أغزاه إياها
~~برا وبحرا وأشفى على فتحها ثم خدع عنها حتى أحرزوا طعامهم وحوائجهم ثم
~~أغلقوها دونه بعد الإشفاء عليها فبلغ ذلك سليمان فغضب مما فعل به فحلف أن
~~لا
# PageV01P036
# يقفله منها ما دام حيا فاشتد عليهم المقام وجاعوا حتى أكلوا الدواب من
~~الجهد والجوع حتى يتنحى الرجل عن دابته فتقطع بالسيوف فبلغ رأس الدابة كذا
~~وكذا درهما ولج سليمان في أمرهم فكان ذلك يغم عمر فلما ولي رأى أنه لا يسعه
~~فيما بينه وبين الله عز وجل أن يلي شيئا من أمور المسلمين ثم يؤخر قفلهم
~~ساعة فذلك الذي حمله على تعجيل الكتاب
### | عزله أسامة عن مصر وحبسه إياه
# وكتب بعزل أسامة بن زيد التنوخي وكان على خراج مصر وأمر به أن يحبس في كل
~~جند سنة ويقيد ويحل عن القيد عند كل صلاة ثم يرد في القيد وكان غاشما ظلوما
~~معتديا في العقوبات بغير ما أنزل الله عز وجل يقطع الأيدي في خلاف ما يؤمر
~~به ويشق أجواف الدواب فيدخل فيها القطاع ويطرحهم للتماسيح فحبس بمصر سنة ثم
~~نقل إلى أرض فلسطين فحبس بها سنة ثم مات عمر رحمه الله وولي يزيد بن عبد
~~الملك فرد أسامة على مصر
### | عزله يزيد بن أبي مسلم عن إفريقية
# وكتب بعزل يزيد بن أبي مسلم عن إفريقية وكان عامل سوء يظهر التأله
~~والنفاذ لكل ما أمر به السلطان مما جل أو صغر من السيرة بالجور والمخالفة
~~للحق وكان في هذا يكثر الذكر والتسبيح ويأمر بالقوم فيكونون بين يديه
~~يعذبون وهو يقول سبحان الله والحمد لله شد يا غلام موضع كذاوكذا لبعض مواضع
~~العذاب وهو يقول لا إله إلا الله والله أكبر شد يا غلام موضع كذاوكذا فكانت
~~حالته تلك شر الحالات فكتب بعزله فهذا سبب الثلاثة التي عجل بها
# انصراف عمر عن ms11 مظاهر الخلافة وإقباله على إحياء الكتاب والسنة
# </span>
# قال ولما دفن سليمان وقام عمر بن عبد العزيز فقربت إليه المراكب فقال ما
~~هذه فقالوا مراكب لم تركب قط يركبها الخليفة أول ما يلي فتركها وخرج يلتمس
~~بغلته وقال يا مزاحم ضم هذا إلى بيت مال المسلمين ونصبت له سرادقات وحجر لم
~~يجلس فيها أحد قط كانت تضرب للخلفاء أول ما يلون فقال ما هذه فقالوا
~~سرادقات وحجر لم يجلس فيها أحد قط يجلس فيها الخليفة أول ما يلي قال يا
~~مزاحم ضم هذه إلى أموال المسلمين ثم ركب بغلته وانصرف إلى الفرش والوطاء
~~الذي لم يجلس عليه أحد يفرش للخلفاء أول ما يلون فجعل يدفع ذلك برجله حتى
~~يفضي إلى الحصير ثم قال يا مزاحم ضم هذا لأموال المسلمين
# وبات عيال سليمان يفرغون الدهان والطيب من هذه القارورة إلى هذه القارورة
~~ويلبسون ما لم يلبس من الثياب حتى تتكسر وكان الخليقة إذا مات فما لبس من
~~الثياب أو مس من الطيب كان لولده وما لم يلبس من الثياب وما لم يمس من
~~الطيب فهو للخليفة بعده فلما أصبح عمر قال له أهل سليمان هذا لك وهذا لنا
~~قال وما هذا وما هذا قالوا هذا مما لبس الخليفة من الثياب ومس من الطيب فهو
~~لولده وما لم يمس ولم يلبس فهو للخليفة بعده وهو لك قال عمر ما هذا لي ولا
~~لسليمان ولا لكم ولكن يا مزاحم ضم هذا كله إلى بيت مال المسلمين ففعل
~~فتوامر الوزراء فيما بينهم فقالوا أما المراكب والسرادقات والحجر والشوار
~~والوطاء فليس فيه رجاء بعد أن كان منه فيه ما قد علمتم وبقيت خصلة
# PageV01P037
### | انصراف عمر عن مظاهر الخلافة وإقباله على إحياء الكتاب والسنة
# قال ولما دفن سليمان وقام عمر بن عبد العزيز فقربت إليه المراكب فقال ما
~~هذه فقالوا مراكب لم تركب قط يركبها الخليفة أول ما يلي فتركها وخرج يلتمس
~~بغلته وقال يا مزاحم ضم هذا إلى بيت مال المسلمين ونصبت له سرادقات وحجر لم ms12
~~يجلس فيها أحد قط كانت تضرب للخلفاء أول ما يلون فقال ما هذه فقالوا
~~سرادقات وحجر لم يجلس فيها أحد قط يجلس فيها الخليفة أول ما يلي قال يا
~~مزاحم ضم هذه إلى أموال المسلمين ثم ركب بغلته وانصرف إلى الفرش والوطاء
~~الذي لم يجلس عليه أحد قط يفرش للخلفاء أول ما يلون فجعل يدفع ذلك برجله
~~حتى يفضي إلى الحصير ثم قال يا مزاحم ضم هذا لأموال المسلمين
# وبات عيال سليمان يفرغون الأدهان والطيب من هذه القارورة إلى هذه
~~القارورة ويلبسون ما لم يلبس من الثياب حتى تتكسر وكان الخليفة إذا مات فما
~~لبس من الثياب أو مس من الطيب كان لولده وما لم يلبس من الثياب وما لم يمس
~~من الطيب فهو للخليفة بعده فلما أصبح عمر قال له أهل سليمان هذا لك وهذا
~~لنا قال وما هذا وما هذا قالوا هذا مما لبس الخليفة من الثياب ومس من الطيب
~~فهو لولده وما لم يمس ولم يلبس فهو للخليفة بعده وهو لك قال عمر ما هذا لي
~~ولا لسليمان ولا لكم ولكن يا مزاحم ضم هذا كله إلى بيت مال المسلمين ففعل
~~فتوامر الوزراء فيما بينهم فقالوا أما المراكب والسرادقات والحجر والشوار
~~والوطاء فليس فيه رجاء بعد أن كان منه فيه ما قد علمتم وبقيت خصلة
# PageV01P038
# هي الجواري نعرضهن عليه فعسى أن يكون ما تريدون فيهن فإن كان وإلا فلا
~~طمع لكم عنده فأتي بالجواري فعرضن عليه كأمثال الدمى فلما نظر إليهن جعل
~~يسألهن واحدة واحدة من أنت ولمن كنت ومن بعث بك فتخبره الجارية بأصلها ولمن
~~كانت وكيف أخذت فيأمر بردهن إلى أهليهن ويحملن إلى بلادهن حتى فرغ منهن
~~فلما رأوا ذلك أيسوا منه وعلموا أنه سيحمل الناس على الحق
# واحتجب عن الناس ثلاثا لا يدخل عليه أحد ووجوه بني مروان وبني أمية
~~وأشراف الجنود والعرب والقواد ببابه ينظرون ما يخرج عليهم منه فجلس للناس
~~بعد ثلاث وحملهم على شريعة من الحق فعرفوها فرد المظالم وأحيا الكتاب ms13
~~والسنة وسار بالعدل ورفض الدنيا وزهد فيها وتجرد لإحياء أمر الله عزوجل فلم
~~يزل على ذلك حتى قبضه الله عزوجل فرحمه الله
### | نهيه عن القيام له وما شرطه في صحبته
# قال ولما ولي عمر بن عبد العزيز قام الناس بين يديه فقال يا معشر الناس
~~إن تقوموا نقم وإن تقعدوا نقعد فإنما يقوم الناس لرب العالمين إن الله فرض
~~فرائض وسن سننا من أخذ بها لحق ومن تركها محق ومن أراد أن يصحبنا فليصحبنا
~~بخمس يوصل إلينا حاجة من لا تصل إلينا حاجته ويدلنا من العدل إلى ما لا
~~نهتدي إليه ويكون عونا لنا على الحق ويؤدي الأمانة إلينا وإلى الناس ولا
~~يغتب عندنا أحدا ومن لم يفعل فهو في حرج من صحبتنا والدخول علينا
# PageV01P039
### | ابتداؤه بالسلام
# قال وكان عمر بن عبد العزيز يتقدم إلى الحرس إذا خرج عليهم أن لا يقوموا
~~إليه ويقول لهم لا تبتدئوني بالسلام إنما السلام علينا ولكم
### | عزم عمر في الإعتصام بالكتاب والسنة
# وقال عمر بن عبد العزيز سن رسول الله صلى الله عليه وسلم وولاة الأمر من
~~بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله وليس لأحد
~~تبديلها ولا تغييرها ولا النظر في أمر خالفها من اهتدى بها فهو مهتد ومن
~~استنصر بها فهو منصور ومن تركها واتبع غير سبيل المؤمنين ولاه الله ما تولى
~~وأصلاه جهنم وساءت مصيرا
# قال عبد الله بن عبد الحكم فسمعت مالكا يقول وأعجبني عزم عمر في ذلك
### | خطبة عمر في أنه منفذ لله
# قال وخطب عمر بن عبد العزيز الناس فقال أيها الناس إنه ليس بعد نبيكم نبي
~~وليس بعد الكتاب الذي أنزل عليكم كتاب فما أحل الله على لسان نبيه فهو حلال
~~إلى يوم القيامة وما حرم الله على لسان نبيه فهو حرام إلى يوم القيامة ألا
~~إني لست بقاض وإنما أنا منفذ لله ولست بمبتدع ولكني متبع ألا إنه ليس لأحد
~~أن يطاع في معصية الله عز وجل لست بخيركم وإنما أنا رجل ms14 منكم ألا وإني
~~أثقلكم حملا يا أيها الناس إن أفضل العبادة أداء الفرائض واجتناب المحارم
~~أقول قولي هذا وأستغفر الله العظيم لي ولكم
# PageV01P040
### | خطبته في التقوى
# قال وخطب عمر بن عبد العزيز الناس فقال يا أيها الناس عليكم بتقوى الله
~~فإن تقوى الله خلف من كل شيء ولا خلف من التقوى أيها الناس إنه قد كان قبلي
~~ولاة تجترون مودتهم بأن تدفعوا بذلك ظلمهم عنكم يا أيها الناس إني لست
~~بخازن ولكني إنما أضع حيث أمرت ألا ولا طاعة لمخلوق في معصية الخالق أقول
~~قولي هذا وأستغفر الله العظيم لي ولكم
### | خطبته في البعث
# وقال وخطب عمر بن عبد العزيز الناس بعد أن جمعهم فقال إني لم أجمعكم لأمر
~~أحدثته ولكني نظرت في أمر معادكم وما أنتم إليه صائرون فوجدت المصدق به
~~أحمق والمكذب به هالكا ثم نزل
### | خطبته في إباحة دخول المظلومين عليه بغير إذن
# قال وخطب عمر بن عبد العزيز الغرباء فقال يا أيها الناس الحقوا ببلادكم
~~فإني أنساكم عندي وأذكركم ببلادكم ألا وإني قد استعملت عليكم رجالا لا أقول
~~هم خياركم ولكنهم خير ممن هو شر منهم ألا فمن ظلمه إمامه مظلمة فلا إذن له
~~علي ومن لا فلا أرينه ألا وإني منعت نفسي وأهل بيتي هذا المال
# PageV01P041
# فإن ضننت به عنكم إني إذن لضنين والله لولا أن أنعش سنة أو أسير بحق ما
~~أحببت أن أعيش فواقا
### | خطبته في الوعظ وتسميته الإمام الظالم عاصيا
# قال وخطب عمر بن عبد العزيز الناس فقال أما بعد أيها الناس فلا يطولن
~~عليكم الأمد ولا يبعدن عليكم يوم القيامة فإن من زافت به منيته فقد قامت
~~قيامته لا يستعتب من سيئ ولا يزيد في حسن ألالا سلامة لامرئ في خلاف السنة
~~ولاطاعة لمخلوق في معصية الله ألا وإنكم تعدون الهارب من ظلم إمامه عاصيا
~~ألا وإن أولاهما بالمعصية الإمام الظالم ألا وإني أعالج امرا لا يعين عليه
~~إلا الله قد فني عليه الكبير وكبر عليه الصغير وفصح عليه الأعجمي وهاجر ms15
~~عليه الأعرابي حتى حسبوه دينا لا يرون الحق غيره ثم قال إنه لحبيب إلي أن
~~أوفر أموالكم وأعراضكم إلا بحقها ولا قوة إلا بالله
### | خطبته في التذكير بالموت وحرصه على كفاية رعيته
# قال وخطب عمر بن عبد العزيز الناس بخناصرة فقال أيها الناس إنكم لم
~~تخلقوا عبثا ولم تتركوا سدى وإنكم لكم معاد ينزل الله تبارك وتعالى للحكم
~~فيه والفصل بينكم فخاب وخسر من خرج من رحمة الله التي وسعت كل شيء وحرم
~~الجنة التي عرضها السموات والأرض ألا ترون أنكم في أسلاب الهالكين وسيخلفها
# PageV01P042
# بعدكم الباقون حتى ترد إلى خير الوارثين في كل يوم تشيعون غاديا إلى الله
~~ورائحا قد قضى نحبه وانقضى أجله ثم تغيبونه في صدع من الأرض غير موسد ولا
~~ممهد قد فارق الأحباب وخلع الأسلاب وواجه الحساب وسكن التراب مرتهنا بعمله
~~غنيا عما ترك فقيرا إلى ما قدم ثم قال وايم الله إني لأقول لكم هذه المقالة
~~وما أعلم عند أحد منكم من الذنوب أكثر مما أعلم عندي فأستغفر الله وأتوب
~~إليه وما أحد منكم تبلغني حاجته إلا حرصت أن أسد من حاجته ما قدرت عليه وما
~~أحد لا يسعه ما عندي إلا وددت أنه بدئ بي وبلحمتي الذين يلونني حتى يستوي
~~عيشنا وعيشكم وايم الله لو أردت غير هذا من رخاء أو غضارة عيش لكان اللسان
~~به مني ذلولا ولكنه مضى من الله كتاب ناطق أمرني فيه بطاعته ونهاني فيه عن
~~معصيته ثم رفع طرف ثوبه ووضعه على وجهه فبكى وبكى من كان حوله ثم قال نسأل
~~الله التوفيق والهدى والعمل بما يحب ويرضى
### | زهد عمر وطعامه
# قال ولما ولي عمر بن عبد العزيز زهد في الدنيا ورفض ما كان فيه وترك أن
~~يخدم وترك ألوان الطعام فكان إذا صنع له طعامه هيئ على شيء وغطي حتى إذا
~~دخل اجتذبه فأكل
### | تعجيل عمر في قضاء الحقوق
# قال وجاءت إلى عمر بن عبد العزيز امرأة من أهل الكوفة فقالت يا أمير
# PageV01P043
# المؤمنين ما أصبت أنا ms16 ولا بناتي مما قسم أمير المؤمنين قليلا ولا كثيرا
~~قال ومن بك قالت العرفاء والمناكب قال ارجعي إلي حتى العشية فأكتب لك ثم
~~قال مه فلعلي لا أبلغ العشاءادخلي على فاطمة بنت عبد الملك يعني زوجته
~~فبينا هي عند فاطمة إذ قام عمر فسكب وضوءا لنفسه فقالت المرأة لفاطمة بنت
~~عبد الملك ألا تأخذين عليك ثيابك من هذا الرجل يرى رأسك مكشوفا قالت لها
~~أما تعرفين هذا هذا أمير المؤمنين يسكب لنفسه وضوءا
# قالت المرأة ثم دعاني وكتب لي كتابا
### | تواضع عمر وإصلاحه السراج
# قال وكان عنده قوم ذات ليلة في بعض ما يحتاج إليه فغشي سراجه فقام إليه
~~فأصلحه فقيل له يا أمير المؤمنين ألا نكفيك قال وما ضرني قمت وأنا عمر بن
~~عبد العزيز ورجعت وأنا عمر بن عبد العزيز
### | تقتير عمر على نفسه وتوسيعه على العمال
# وكان عمر قد طلق نفسه عن الفيء فلم يرزق منه شيئا إلا عطاءه مع المسلمين
~~فدخل عليه ابن أبي زكريا فقال يا أمير المؤمنين إني أريد أن أكلمك بشيء قال
~~قل قال قد بلغني أنك ترزق العامل من عمالك ثلاث مائة دينار قال
# PageV01P044
# نعم قال ولم ذلك قال أردت أن أغنيهم عن الخيانة قال فأنت يا أمير
~~المؤمنين أولى بذلك قال فأخرج ذراعه وقال يا ابن أبي زكريا إن هذا نبت من
~~الفيء ولست معيدا إليه منه شيئا أبدا
### | ورعه عن شم مسك الفيء
# قال وأتي عمر بن عبد العزيز من الفيء ذات يوم بعنبرة وعنده ليث بن أبي
~~رقية كاتبه فأخذها بيده فمسحها ثم أمر بها فرفعت حتى تباع قال ثم إنه أمر
~~يده على أنفه فوجد ريحها فدعا بوضوء فتوضأ قال فقلت له ما هذا الذي أصبت
~~منها حتى تتوضأ قال عجبا لك يا ليث وهل ينتفع منها إلا بالذي وجدت أتؤكل أو
~~تشرب قال وأتي عمر بن عبد العزيز يوما بمسك من الفيء فوضع بين يديه فوجد
~~ريحه فوضع يده على أنفه وقال أخروه حتى لم يجد له ms17 ريحا
### | ورعه عن تسخين الماء على مطبخ العامة وتعويضه منه
# قال وكان له غلام يأتيه بقمقم من ماء مسخن يتوضأمنه فقال للغلام يوما
~~أتذهب بهذا القمقم إلى مطبخ المسلمين فتجعله عنده حتى يسخن ثم تأتي به قال
~~نعم أصلحك الله قال أفسدته علينا قال فأمر مزاحما أن يغلي ذلك القمقم ثم
~~ينظر ما يدخل فيه من الحطب ثم يحسب تلك الأيام التي كان يغليه فيها فيجعله
~~حطبا في المطبخ قال وأصابته جنابة في ليلة باردة فأسخن له ماء فأتي به فقال
~~أين سخنته قال على مطبخ العامة قال فنحه قال فناداه رجل وخاف عليه إن اغتسل
~~بالماء البارد في تلك الليلة أنشدك الله يا أمير المؤمنين في نفسك فإن كان
~~لا بد فعوضه قيمة ثم أدخله بيت مال المسلمين ففعل ذلك عمر رضي الله عنه
### | خروج عمر من ماله ورده من مال المسلمين
# قال وقال عمر بن عبد العزيز ما من شيء إلاوقد رددته في مال المسلمين
# PageV01P045
# إلاالعين التي بالسويداء فإني عمدت إلى أرض براح ليس فيها لأحد من
~~المسلمين ضربة سوط فعملتها من صلب عطائي الذي يجمع لي مع جماعة المسلمين
~~فجاءته غلتها مائتا دينار وجراب فيه تمر صيحاني وتمر عجوة فقال هات اصبب
~~للقوم من هذه العجوة فهي أبرد وأصح قال وسمع النساء بمال قد قدم عليه
~~فأرسلن إليه بابن له غلام ليعطيه من ذلك المال فلما جاء الغلام قال احفنوا
~~له من ذلك التمر فحفنوا له من ذلك فخرج الغلام فرحا حت لما انتهى إلى
~~النساء فرأين التمر ضربن الغلام ثم قلن له اذهب فانثره بين يديه فأقبل
~~الغلام فنثره بين يديه وأهوى بيديه إلى الذهب فقال عمر للوليد بن هشام من
~~آل أبي معيط أمسك يديه يا وليد فأمسك يديه الوليد ودعا عمر بدعاء له كثير
~~وكان من دعائه اللهم فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين
~~عبادك فيما كانوا فيه يختلفون بغض إلى هذا الغلام هذا الذهب كما حببتها إلى
~~فلان ابن فلان ms18 أرسل يديه يا وليد فارتعشت يداه فما مس منها دينارا وانصرف
~~فقال له رجل لقد استجيب لك يا أمير المؤمنين ثم قال عمر أخرجوا زكاة هذه
~~المائتي دينار فقال الرسول يا أمير المؤمنين لقد أخذ خرص هذا الحائط قال يا
~~بني ليس هذا من عملك قال فأخرجوا خمسة دنانير ثم قال دلوني على رجل أعمى
~~ليس له قائد قال بينما القوم يتذاكرون إذ قال عمر لقد وقعت عليه وقد ذكرته
~~وهو الشيخ الجزري الأعمى يأتي في الليلة المظلمة الماطرة يتكمه ليس له قائد
~~أخرجوا له ثمن قائد لا كبير يقهره ولا صغير يضعف عنه قال فأخرجوا له منها
~~خمسة وثلاثين دينارا قال ثم دعا عمر بالذي يقوم على نفقة أهله فقال له خذ
~~هذه الذهب فأنفقها على عيالنا إلى أن يخرج لي عطائي مع
# PageV01P046
# المسلمين أو يقضي الله قبل ذلك
### | عمر وغلامه
# قال وكان له غلام وبرذون يغل عليه فسأل الغلام عن حاله فقال الناس كلهم
~~بخير إلا أنا وأنت وهذا البرذون قال اذهب فأنت حر
### | خوفه من الله
# وسئلت فاطمة بنت عبد الملك زوجة عمر بن عبد العزيز عن عبادة عمر فقالت
~~والله ما كان بأكثر الناس صلاة ولا أكثرهم صياما ولكن والله ما رأيت أحدا
~~أخوف لله من عمر لقد كان يذكر الله في فراشه فينتفض انتفاض العصفور من شدة
~~الخوف حتى نقول ليصبحن الناس ولا خليفة لهم
### | خوفه من النار
# قال وقرأ عمر بن عبد العزيز بالناس ذات ليلة {والليل إذا يغشى} فلما بلغ
~~{فأنذرتكم نارا تلظى} خنقته العبرة فلم يستطع أن ينفذها فرجع حتى إذا بلغها
~~خنقته العبرة فلم يستطع أن ينفذها فتركها وقرأسورة غيرها
### | تذكير عمر زوجته ليالي النعيم بدابق
# قال ومر عمر بن عبد العزيز ذات يوم بفاطمة زوجته فضرب على كتفها وقال يا
~~فاطمة لنحن ليالي دابق أنعم منا اليوم فقالت والله ما كنت على ذلك أقدر منك
# PageV01P047
# اليوم فأدبر عنها وله حنين وهو يقول يا فاطمة إني أخاف النار يا فاطمة
~~{إني ms19 أخاف إن عصيت ربي عذاب يوم عظيم}
### | لباس عمر قبل الخلافة وبعدها
# قال وأتاه رجل فأمره أن يشتري له كساء بثمانية دراهم فاشتراه له فأتاه به
~~فوضع يده عليه وقال ماألينه وأعجبه فضحك الرجل الذي اشتراه فقال له عمر إني
~~لأحسبك أحمق أتضحك من غير شيء قال ما ذاك بي ولكنك أمرتني قبل ولايتك أن
~~أشتري لك مطرف خز فاشتريت لك مطرفا بثمان مائة درهم فوضعت يدك عليه فقلت ما
~~أخشنه وأنت اليوم تستلين كساء بثمانية دراهم فعجبت من ذلك وأضحكني فقال عمر
~~ما أحسب رجلا يبتاع كساء بثمانمائة درهم يخاف الله عزوجل
### | عري عمر إذا غسل قميصه
# قال وأبطأ عمر يوما عن الجمعة قليلا فعوتب في ذلك فقال إنما انتظرت قميصي
~~غسلته أن يجف
# قال ودخل مسلمة بن عبد الملك على عمر بن عبد العزيز في مرضه وعليه قميص
~~وسخ فقال لفاطمة زوجة عمر وهي أخت مسلمة بن عبد الملك ألا تغسلون قميصه
~~قالت والله ما له غيره وإن غسلناه بقي لا قميص له
### | ما يقوله عمر اذا اراد انصرف من بحضرته
# وكان عمر بن عبد العزيز إذا أراد أن يقيم الناس الذين عنده في الدار وبدت
~~له حاجة يخلو بها قال نعم إذا شئتم رحمكم الله وليس يأمر أحدا يقيم الناس
# PageV01P048
### | دعوته مسلمة الى الطعام وتلطفه بعظته
# وكان مسلمة بن عبد الملك من أشرف أموي وأعظمه تملكا وأسرفه في الطعام
~~فبلغ عمر بن عبد العزيز سرفه في طعامه فأمره أن يبكر عليه وأمر عمر بن عبد
~~العزيز بطبيخ ثريد عدس وبألوان من لحم فلما غدا عليه مسلمة أقام عنده حتى
~~تعالى النهار ووجد الجوع فقام ليذهب فحسبه عمر وقال له اجلس ثم أقام حتى
~~انتصف النهار ثم قام فقال له عمر اجلس حتى إذا بلغ من مسلمة الجوع فيما يرى
~~عمر دعا بطعامه فقربت ثريدة العدس فأقبل عليها مسلمة فأكل أكل مجهود قد بلغ
~~منه الجوع فلم يأل حتى تملأ فأمر عمر أن يرفع ودعا له بطعام طيب ms20 فقال كل
~~قال قد شبعت ما في فضل قال له فكيف بالسرف في الطعام والتقحم في النار وهذا
~~يجزي عنه وأراد عمر رحمه الله عظته وتأديبه فقصر بعد ذلك مسلمة عما كان
~~يكون عليه
### | اكتفاء عمر بما كان عنده
# قال ولم يحدث عمر بن عبد العزيز منذ ولي دابة ولا امرأة ولا جارية حتى
~~لحق بالله
### | تركه الضحك
# قال ولم ير عمر مفترا ضاحكا منذ ولي الخلافة حتى لقي الله
# PageV01P049
### | اعتزاله النساء
# قال وقالت فاطمة زوجته ما اغتسل من جنابة منذ ولي حتى لقي الله غير ثلاث
~~مرات ويقال ما اغتسل من جنابة حتى مات
### | جواب عمر حين سئل عن حاله
# قال وقال رجل لعمر بن عبد العزيز كيف أصبحت يا أمير المؤمنين قال أصبحت
~~بطينا بطيئا متلوثا في الخطايا أتمنى على الله الاماني
### | ندمه على إعطاء بني أمية
# قال واجتمعت بنو أمية فكلموا رجلا أن يكلمه في صلة أرحامهم والعطف عليهم
~~وكان قد أمر لهم بعشرة آلاف دينار فلم تقع منهم فدخل عليه الرجل فكلمه
~~وأعلمه بمقالتهم فقال أجل والله لقد قسمتها فيهم وقد ندمت عليها أن لا أكون
~~منعتهم إياها وقسمتها فكانت كافية أربعة آلاف بيت من المسلمين فخرج إليهم
~~الرجل وأعلمهم بمقالته وقال لا تلوموا إلا أنفسكم يا معشر بني أمية عمدتم
~~إلى صاحبكم فزوجتموه بنت ابن عمر فجاءتكم بعمر ملفوفا في ثيابه فلا تلوموا
~~إلا أنفسكم
### | أعوان عمر
# قال وكان الله قد أعانه من أهله بسهل أخيه وعبد الملك ابنه ومزاحم مولاه
~~فكانوا أعوانا له على الحق وقوة له على ما هو فيه فاجتمع نفر من بني أمية
~~إلى عبد الملك بن عمر بن عبد العزيز فقالوا له إن أباك قطع أرحامنا وانتزع
~~ما في أيدينا
# PageV01P050
# وعاب على سلفنا وإنا والله لا نصبر له على ذلك فقل له يكف عما نكره ففعل
~~ذلك عبد الملك ودخل عليه فأخبره بذلك فكأن عمر وجد في نفسه مما قال فقال له
~~عبد الملك يا أمير المؤمنين امض لما تريد ms21 فوالله لوددت أنه قد غلت بي وبك
~~القدور في الله فقال له جزاك الله خيرا من ولد ثم قال الحمد لله الذي شد
~~ظهري بسهل أخي وعبد الملك ومزاحم
### | قدوم مولى ابن عياش وأصحابه على عمر واباحته لهم بيت المال
# قال وقدم عليه زياد مولى ابن عياش وأصحاب له فأتى الباب وبه جماعة من
~~الناس فأذن له دونهم فدخل عليه فنسي أن يسلم عليه بالخلافة ثم ذكر فقال
~~السلام عليك يا أمير المؤمنين فقال له عمر والأولى لم تضرني ثم نزل عمر عن
~~موضع كان عليه إلى الأرض وقال إني أعظم أن أكون في موضع أعلو فيه على زياد
~~فلما قضى زياد ما يريد خرج فأمر عمر خازن بيت المال أن يفتحه لزياد ومن معه
~~يأخذون منه حاجتهم فنظر إليه خازن بيت المال فاقتحمته عينه عن أن يكون يفتح
~~لمثله بيت المال ويسلط عليه وهو به غير عارف ففعل الخازن ما أمر به فدخل
~~زياد فأخذ لنفسه ولأصحابه بضعا وثمانين درهما أو بضعا وتسعين درهما فلما
~~رأى ذلك الخازن قال أمير المؤمنين أعلم بمن يسلط على بيت المال
### | جواب عمر من ناداه يا خليفة الله في الأرض
# قال وناداه رجل فقال يا خليفة الله في الأرض فقال له عمر مه إني لما
# PageV01P051
# ولدت اختار لي أهلي اسما فسموني عمر فلو ناديتني يا عمر أجبتك فلما كبرت
~~اخترت لنفسي الكنى فكنيت بأبي حفص فلو ناديتني يا أبا حفص أجبتك فلما
~~وليتموني أموركم سميتموني أمير المؤمنين فلو ناديتني يا أمير المؤمنين
~~أجبتك وأما خليفة الله في الأرض فلست كذلك ولكن خلفاء الله في الأرض داود
~~النبي عليه السلام وشبهه قال الله تبارك وتعالى {يا داود إنا جعلناك خليفة
~~في الأرض}
### | حكاية الرطب وحمله على دواب البريد
# واتت عمر بن عبد العزيز سلتا رطب من الأردن فقال ما هذا قالوا رطب بعث به
~~أمير الأردن قال علام جيء به قالوا على دواب البريد قال فما جعلني الله أحق
~~بدواب البريد من المسلمين أخرجوهما ms22 فبيعوهما واجعلوا ثمنهما في علف دواب
~~البريد فغمزني ابن أخيه فقال لي اذهب فإذا قامتا على ثمن فخذهما علي قال
~~فأخرجتا الى السوق فبلغتا أربعة عشر درهما فأخذتهما فجئت بهما الى ابن أخيه
~~فقال اذهب بهذه الواحدة إلى أمير المؤمنين وحبس لنفسه واحدة قال فأتيته بها
~~فقال ما هذا قلت اشتراهما فلان ابن أخيك فبعث إليك بهذه وحبس لنفسه الأخرى
~~قال الآن طاب لي أكله
### | دخول ابن كعب على عمر وسماعه منه حديث ابن عباس
# وقال محمد بن كعب القرظي دخلت على عمر بن عبد العزيز لما استخلف وقد
# PageV01P052
# نحل جسمه ونفى شعره وتغير لونه وكان عهدنا به بالمدينة أميرا علينا حسن
~~الجسم ممتلئ البضعة فجعلت أنظر اليه نظرا لا أكاد أصرف بصري عنه فقال يا
~~ابن كعب ما لك تنظر إلي نظرا ما كنت تنظره إلي قبل قال فقلت لعجبي قال
~~ومماذا عجبك فقلت لما نحل من جسمك ونفى من شعرك وتغير من لونك قال وكيف لو
~~رأيتني بعد ثلاث في قبري حين تقع عيناي على وجنتي ويسيل منخري وفمي دودا
~~وصديدا لكنت لي أشد نكرة منك اليوم أعد علي حديث ابن عباس قال قال رسول
~~الله صلى الله عليه وسلم إن أفضل المجالس ما استقبل به القبلة وأنما
~~تتجالسون بالأمانة لا تصلوا خلف النائم ولا المحدث واقتلوا الحية والعقرب
~~وإن كنتم في صلاتكم ولا تستروا الجدر بالثياب ألا ومن نظر منكم في كتاب
~~أخيه بغير إذنه فإنما ينظر في النار ألا أنبئكم بشراركم قالوا بلى يا رسول
~~الله قال من نزل وحده ومنع رفده وجلد عبده ألا أنبئكم بشر من ذلك من لا
~~يقيل عثرة ولا يقبل معذرة ولا يغفر ذنبا ألا أنبئكم بشر من ذلك من يبغض
~~الناس ويبغضونه ألا أنبئكم بشر من ذلك من لا يرجى خيره ولا يؤمن شره إن
~~عيسى بن مريم قام في قومه فقال يا بني إسرائيل لا تتكلموا بالحكمة عند
~~الجهال فتظلموها ولا تمنعوها أهلها فتظلموهم ولا تجاوروا ظالما فيبطل فضلكم ms23
~~عند
# PageV01P053
# ربكم إنما الأمور ثلاثة فأمر بين رشده فاتبعوه وأمر بين غيه فاجتنبوه
~~وأمر اختلف فيه فردوه إلى الله
### | نهيه عن ركض الفرس
# قال وكان عمر بن عبد العزيز ينهي عن ركض الفرس في غير حق
### | معونته ذوي العاهات
# قال وكان عمر بن عبد العزيز إذا كثر عنده أرقاء الخمس فرقه بين كل مقعدين
~~وبين كل زمنين غلاما يخدمهما ولكل أعمى غلاما يقوده
### | رفضه أن يفضل بطعام
# قال ونزل عمر ديرا فمرت به أطباق فقال ما هذه قيل له صاحب الدير يطعم
~~الناس فجاءه بطبق فيه فستق ولوز فقال عمر تلك الأطباق مثل هذا قال لا قال
~~خذ طعامك
### | طعام بنات عمر
# قال وكان عمر يصلي العتمة ثم يدخل على بناته فيسلم عليهن فدخل عليهن ذات
~~ليلة فلما أحسسنه وضعن أيديهن على أفواههن ثم تبادرن الباب فقال للحاضنة ما
~~شأنهن قالت إنه لم يكن عندهن شيء يتعيشنه إلا عدس وبصل فكرهن أن تشم ذلك من
~~أفواههن فبكى عمر ثم قال لهن يا بناتي ما ينفعكن أن تعشين الألوان ويمر
~~بأبيكن إلى النار قال فبكين حتى علت أصواتهن ثم انصرف
# PageV01P054
### | كان عمر لا يؤخر عمل اليوم للغد
# قال وقال بعض إخوة عمر له يا أمير المؤمنين لو ركبت فتروحت قال فمن يجزي
~~عني عمل ذلك اليوم قال تجزيه من الغد قال فدحني عمل يوم واحد فكيف إذا
~~اجتمع علي عمل يومين قيل فإن سليمان قد كان يركب وينتعش ويجزي عمله قال عمر
~~ولا يوم واحد من الدنيا ما أجزاه سليمان
### | رد عمر المظالم وما كان بينه وبين عنبسة بن سعيد وكان سليمان أمر له بصلة فمات قبل قبضها
# قال ولما ولي عمر بن عبد العزيز رد المظالم والقطائع وكان سليمان بن عبد
~~الملك قد أمر لعنبسة بن سعيد بن العاص بعشرين ألف دينار فدارت في الدواوين
~~حتى انتهت إلى ديوان الختم فلم يبق إلا قبضها فتوفي سليمان قبل أن يقبضها
~~وكان عنبسة صديقا لعمر بن عبد العزيز فغدا عنبسة يريد كلام ms24 عمر فيما أمر له
~~به سليمان فوجد بني أمية حضورا بباب عمر يريدون الإذن عليه ليكلموه في
~~أمورهم فلما رأوا عنبسة قالوا ننظر ما يصنع به قبل أن نكلمه فقالوا له أعلم
~~أمير المؤمنين مكاننا وأعلمنا ما يصنع بك في أمورك فدخل عنبسة على عمر فقال
~~له يا أمير المؤمنين إن أمير المؤمنين سليمان قد كان أمر لي بعشرين ألف
~~دينار حتى انتهت إلى ديوان الختم ولم يبق إلا قبضها فتوفي على ذلك وأمير
~~المؤمنين أولى باستتمام الصنيعة عندي وما بيني وبينه أعظم مما كان بيني
~~وبين أمير المؤمنين سليمان قال له عمر كم ذلك قال عشرون ألف دينارقال عمر
~~عشرون ألف دينارتغني أربعة آلاف بيت من المسلمين وأدفعها إلى رجل واحد
~~والله ما لي إلى ذلك من سبيل قال فرميت بالكتاب الذي فيه الصك فقال لي عمر
~~لا عليك أن يكون معك فلعله أن يأتيك
# PageV01P055
# من هو أجرأ على هذا المال مني فيأمر لك بها قال عنبسة فأخذته تبركا برأيه
~~وقلت له يا أمير المؤمنين فما بال جبل الورس وكان جبل الورس قطيعة لعمر بن
~~عبد العزيز فقال عمر ذكرتني الطعن وكنت ناسيا يا غلام هلم ذلك القفص فأتي
~~بقفص من جريد فيه قطائع من بني عبد العزيز فقال يا غلام اقرأ علي فكلما قرأ
~~قطيعة قال شقها حتى لم يبق في القفص شيء إلا شقه قال عنبسة فخرجت إلى بني
~~أمية وهم وقوف بالباب فأعلمتهم ما كان من ذلك فقالوا ليس بعد هذا شيء ارجع
~~إليه فاسأله أن يأذن لنا أن نلحق بالبلدان فرجعت إليه فقلت يا أمير
~~المؤمنين إن قومك بالباب يسألونك أن تجري عليهم ما كان قبلك يجري عليهم
~~فقال عمر والله ما هذا المال لي وما لي إلى ذلك من سبيل قلت يا أمير
~~المؤمنين فيسألونك أن تأذن لهم يضربون في البلدان قال ما شاءوا ذلك لهم وقد
~~أذنت لهم قال قلت وأنا أيضا قال وأنت أيضا قد أذنت لك ولكني أرى لك أن تقيم ms25
~~فإنك رجل كثير النقد وأنا أبيع تركة سليمان فلعلك أن تشتري منها ما يكون لك
~~في ربحه عوض مما فاتك قال فأقمت تبركا برأيه فابتعت من تركة سليمان بمائة
~~ألف فخرجت بها إلى العراق فبعتها بمائتي ألف وحبست الصك فلما توفي عمر وولي
~~يزيد بن عبد الملك أتيته بكتاب سليمان فأنفذ لي ما كان فيه
### | عمر وجارية لزوجته
# ونظر عمر بن عبد العزيز إلى جارية زوجته فاطمة بنت عبد الملك فكأنها
~~أعجبته فقالت له فاطمة أراها قد أعجبتك يا أمير المؤمنين قال عمر إنها
~~لعرضة لذلك قال فأمرت فاطمة بإصلاحها وتهيئتها حتى إذا رضيت من ذلك بعثت
~~بها إليه فقال لها لمن كنت قالت وهبني عبد الملك لفاطمة قال فلمن كنت قبل
~~عبد الملك قالت كنت لقوم بالبصرة فأخذ عاملها أموالهم فكنت فيما أخذه
# PageV01P056
# فبعث بي إلى عبد الملك فوهبني لفاطمة فدعا بالبريد فكتب إلى عامل البصرة
~~فأمره بردها إلى أهلها
### | عذر عمر في تأخير بعض الأمور
# قال لما ولي عمر بن عبد العزيز قال له ابنه عبد الملك إني لأراك يا أبتاه
~~قد أخرت أمورا كثيرة كنت أحسبك لو وليت ساعة من النهار عجلتها ولوددت أنك
~~قد فعلت ذلك ولو فارت بي وبك القدور قال له عمر أي بني إنك على حسن قسم
~~الله لك وفيك بعض رأي أهل الحداثة والله ما أستطيع أن أخرج لهم شيئا من
~~الدين إلا ومعه طرف من الدنيا أستلين به قلوبهم خوفا أن ينخرق علي منهم ما
~~لا طاقة لي به
### | استخلاص عمر حوانيت بحمص من ابن الوليد وردها على أصحابها
# قال وكان للوليد بن عبد الملك ابن يقال له روح وكان نشأ في البادية فكأنه
~~أعرابي فأتى ناس من المسلمين إلى عمر بن عبد العزيز يخاصمون روحا في حوانيت
~~حمص وكانت لهم أقطعه إياها أبوه الوليد بن عبد الملك فقال له عمر أردد
~~عليهم حوانيتهم قال له روح هذا معي بسجل الوليد قال وما يغني عنك سجل
~~الوليد والحوانيت حوانيتهم قد قامت ms26 لهم البينة عليها خل لهم حوانيتهم فقام
~~روح والحمصي منصرفين فتوعد روح الحمصي فرجع الحمصي إلى عمر فقال هو والله
~~متوعدني يا أمير المؤمنين فقال عمر لكعب بن حامد وهو على حرسه اخرج إلى روح
~~يا
# PageV01P057
# كعب فإن سلم إليه حوانيته فذلك وإن لم يفعل فائتني برأسه فخرج بعض من سمع
~~ذلك ممن يعنيه أمر روح بن الوليد فذكر له الذي أمر عمر فخلع فؤاده وخرج
~~إليه كعب وقد سل من السيف شبرا فقال له قم فخل له حوانيته قال نعم نعم فخلى
~~له حوانيته
### | ارجاع عمر مزرعته في خيبر إلى ما كانت عليه في عهد الرسول
# قال وكان عمر بن عبد العزيز نظر في مزارعه فخرق سجلاتها حتى بقيت مزرعتا
~~خيبر والسويداء فسأل عن خيبر من أين كانت لأبيه قيل له كانت في نحل رسول
~~الله صلى الله عليه وسلم فتركها رسول الله صلى الله عليه وسلم فيئا
~~للمسلمين ثم صارت إلى مروان فأعطاها مروان أباك ثم أعطاكها أبوك فخرق عمر
~~سجلها وقال أتركها حيث تركها رسول الله صلى الله عليه وسلم
### | وضعه حلي زوجته في بيت المال
# قال وقال عمر لزوجته فاطمة بنت عبد الملك قد علمت حال هذا الجوهر لحليها
~~وما صنع فيه أبوك ومن أين أصابه فهل لك أن أجعله في تابوت ثم أطبع عليه
~~وأجعله في أقصى بيت مال المسلمين وأنفق ما دونه فإن خلصت إليه أنفقته وأن
~~مت قبل ذلك فلعمري ليردنه إليك قالت له افعل ما شئت ففعل ذلك فمات رحمه
~~الله ولم يصل إليه فرد ذلك عليها أخوها يزيد بن عبد الملك فامتنعت من أخذه
~~وقالت ما كنت لأتركه ثم آخذه فقسمه يزيد بين نسائه ونساء بنيه
# PageV01P058
### | عجز عمر عن نفقة الحج وشوقه إلى الجنة
# قال وقال عمر بن عبيد العزيز لمزاحم مولاه إني قد اشتهيت الحج فهل عندك
~~شيء قال بضعة شهر دينارا قال وما تقع مني ثم مكث قليلا ثم قال له يا أمير
~~المؤمنين تجهز فقد جاءنا مال سبعة ms27 عشر ألف دينار من بعض مال بني مروان قال
~~اجعلها في بيت المال فإن تكن حلالا فقد أخذنا منها ما يكفينا وإن تكن حراما
~~فكفانا ماأصبنا منها فلما رأى عمر ثقل ذلك علي قال ويحك يا مزاحم لا يكثرن
~~عليك شيء صنعته لله فإن لي نفسا تواقة لم تتق إلى منزلة فنالتها إلا تاقت
~~إلى ما هي أرفع منها حتى بلغت اليوم المنزلة التي ليس بعدها منزلة وإنها
~~اليوم قد تاقت الى الجنة
### | جرأة الناس بالتظلم له من أهل بيته وإدالتهم منهم
# قال وأتاه رجل فقال يا أمير المؤمنين مظلمة دخلت علي قال عمر ومن بك قال
~~فلا والله ما استطاع أن يقول فلان لبعض أهله مرتين أو ثلاثا فقال فلان بن
~~فلان عمد إلى مال لي بكذا وكذا فأخذه فقال يا غلام ائتني بدواة وقرطاس فكتب
~~الى عامله إن فلانا ذكر لي كذا وكذا فإن كان الذي ذكر لي على ما ذكر فلا
~~تراجعني فيه واردده عليه ثم ضرب بإحدى يديه على الأخرى وقال {إن هذا لهو
~~البلاء المبين}
### | حديث عمر مع عمته وعرضه عليها عطاءه
# قال ولما ولي عمر بن عبد العزيز أتت عمة له إلى فاطمة امرأته فقال إني
~~أريد كلام أمير المؤمنين قالت لها اجلسي حتى يفرغ فجلست فإذا بغلام قد أتى
~~فأخذ
# PageV01P059
# سراجا فقالت لها فاطمة إن كنت تريدينه فالآن إذا كان في حوائج العامة كتب
~~على الشمع وإذا صار إلى حاجة نفسه دعا بسراجه فقامت فدخلت عليه فإذا بين
~~يديه اقراص وشيء من ملح وزيت وهو يتعشى فقالت يا أمير المؤمنين أتيت بحاجة
~~لي ثم رأيت أن أبدأ بك قبل حاجتي قال وما ذاك يا عمة وقالت لو اتخذت لك
~~طعاما ألين من هذا قال ليس عندي يا عمة ولو كان عندي لفعلت قالت يا أمير
~~المؤمنين كان عمك عبد الملك يجري علي كذاوكذا ثم كان أخوك الوليد فزادني ثم
~~وليت أنت فقطعته عني قال يا عمة إن عمي عبد الملك وأخي الوليد وأخي ms28 سليمان
~~كانوا يعطونك من مال المسلمين وليس ذاك المال لي فأعطيكه ولكني أعطيك مالي
~~إن شئت قالت وما ذاك يا أمير المؤمنين قال عطائي مائتا دينار فهل لك قالت
~~وما يبلغ مني عطاؤك قال فليس أملك غيره يا عمة قالت فانصرفت عنه
### | عزم عمر على تعليم الرعية وحملهم على الشريعة
# وقال عمر بن عبد العزيز ان للإسلام حدودا وشرائع وسننا فمن عمل بها
~~استكمل الإيمان ومن لم يعمل بها لم يستكمل الإيمان فإن أعش أعلمكموها
~~وأحملكم عليها وإن مت فما أنا على صحبتكم بحريص
### | جواب عمر الى والي المدينة بشأن الشمع
# قال وكتب عمر بن عبد العزيز إلى أبي بكر بن محمد بن عمرو بن حزم وكان
~~والي المدينة أما بعد فقد قرأت كتابك إلى سليمان تذكر فيه أنه كان يقطع لمن
~~كان قبلك من أمراء المدينة من الشمع كذاوكذا يستضيئون به في مخرجهم فابتليت
~~بجوابك فيه ولعمري لقد عهدتك يا ابن ام حزم وأنت تخرج من بيتك في الليلة
# PageV01P060
# الشاتية المظلمة بغير مصباح ولعمري أنت يومئذ خير منك اليوم ولقد كان في
~~فتائل أهلك ما يغنيك والسلام
### | جوابه إليه بشأن القراطيس
# وكتب إليه أيضا أما بعد فقد قرأت كتابك إلى سليمان تذكر أنه قد كان يجري
~~على من كان قبلك من أمراء المدينة من القراطيس لحوائج المسلمين كذاوكذا
~~فابتليت بجوابك فيه فإذا جاءك كتابي هذا فأرق القلم واجمع الخط واجمع
~~الحوائج الكثيرة في الصحيفة الواحدة فإنه لا حاجة للمسلمين في فضل قول أضر
~~ببيت ما لهم والسلام عليك
### | جوابه إلى عامله على البصرة وقد سأله الاذن له في تعذيب العمال على خياناتهم
# وكتب إلى عدي بن أرطأة وكان عاملا على البصرة أما بعد فقد جاءني كتابك
~~تذكر أن قبلك عمالا قد ظهرت خيانتهم وتسألني أن آذن لك في عذابهم كأنك ترى
~~أني لك جنة من دون الله فإذا جاءك كتابي هذا فإن قامت عليهم بينة فخذهم
~~بذلك وإلا فأحلفهم دبر صلاة العصر بالله الذي لا إله إلا هو ما ms29 اختانوا من
~~مال المسلمين شيئا فإن حلفوا فخل سبيلهم فإنما هو مال المسلمين وليس للشحيح
~~منهم إلا جهد أيمانهم ولعمري لأن يلقوا الله بخياناتهم أحب إلي من أن ألقى
~~الله بدمائهم والسلام
### | جوابه عروة بن محمد بشأن الصدقات
# وكتب إلى عروة بن محمد أما بعد فقد جاءني كتابك تذكر أن من كان قبلك من
~~العمال قد وضعوا على أهل اليمن صدقاتهم وظائف إن افتقروا لم ينقصوا وإن
# PageV01P061
# استغنوا زيد عليهم وتؤامرني في ذلك ولعمري إن هذا للجور حق الجور فإذا
~~جاءك كتابي هذا فخذهم بما ترى عليهم من الحق ثم قسم ذلك على فقرائهم واقعد
~~على طريق الحاج قوما ترضاهم وترضى دينهم وأماناتهم يقوون الضعيف ويغنون
~~الفقير فوالله لو لم يأتني من قبلك إلا كف لرأيته من الله قسما عظيما
~~والسلام
### | عمر وفرتونة السوداء وما كتبه اليها وإلى عامله على مصر بشأنها
# قال وكان بريد عمر بن عبد العزيز لا يعطيه أحد من الناس إذا خرج كتابا
~~إلا حمله فخرج بريد من مصر فدفعت إليه فرتونة السوداء مولاة ذي أصبح كتابا
~~تذكر فيه أن لها حائطا قصيرا وأنه يقتحم عليها منه فيسرق دجاجها فكتب
# بسم الله الرحمن الرحيم من عبد الله عمر أمير المؤمنين إلى فرتونة
~~السوداءمولاة ذي أصبح بلغني كتابك وما ذكرت من قصر حائطك وأنه يدخل عليك
~~منه فيسرق دجاجك فقد كتبت لك كتابا إلى أيوب بن شرحبيل وكان أيوب عامله على
~~صلاة مصر وحربها آمره أن يبني لك ذلك حتى يحصنه لك مما تخافين إن شاء الله
~~والسلام
# وكتب إلى أيوب بن شرحبيل من عبد الله عمر أمير المؤمنين إلى ابن شرحبيل
~~أما بعد فإن فرتونة مولاة ذي أصبح كتبت إلي تذكر قصر حائطها وأنه يسرق منه
~~دجاجها وتسأل تحصينه لها فإذا جاءك كتابي هذا فاركب أنت بنفسك إليه حتى
~~تحصنه لها فلما جاء الكتاب إلى أيوب ركب ببدنه حتى أتى الجيزة يسأل عن
# PageV01P062
# فرتونة حتى وقع عليها وإذا هي سوداء مسكينة فأعلمها بما كتب به أمير ms30
~~المؤمنين فيها وحصنه لها
### | نعي عمر في مسجد البصرة
# قال وكان رسول عمر يقدم البصرة فإذا سمع به تلقاه الناس فليس يقدم إلا
~~بزيادة في عطاء أو قسم أو خير يأمر به أو شر ينهى عنه فلا يزال الناس
~~يشيعونه حتى يدخل المسجد فيقرأ ذلك الكتاب حتى قدم بريد نعيه فلقيه الناس
~~كما يلقونه فإذا هو باك يخبر بموته فبكا الناس لبكائه لعظيم ما نزل بهم
~~ولعظيم مصيبتهم حتى دخل المسجد يقرأ نعيه
### | نهي عمر عن غرس الشجر على شاطئ النيل
# قال وكتب عمر بن عبد العزيز إلى عامله بمصر أن لا يغرس على شاطئ النيل
~~شجرة فإن ذلك يضر بالنواتي في جر اللبان
### | قضاؤه الدين عن الغارمين من بيت الممال
# قال وكتب عمر بن عبد العزيز على أبي بكر بن حزم إن كل من هلك وعليه دين
~~لم يكن دينه في خرقه فاقض عنه دينه من بيت مال المسلمين
### | أمره بتقوية أهل الذمة
# وكتب إلى زيد بن عبد الرحمن بن عمر بن الخطاب وكان على الكوفة كتبت تذكر
~~أنه قد اجتمعت عندك أموال بعد أعطية الجند فأعط منهم من كان عليه دين في
# PageV01P063
# غير فساد أو تزوج فلم يقدر على نقد والسلام ثم كتب إليه زيد إنه قد بقي
~~عندنا بعد ذلك فكتب إليه عمر أن قو أهل الذمة فإنا لا نريدهم لسنة ولا
~~لسنتين
### | رأيه في الزلزلة وأمره الناس بالصدقة والدعاء
# قال وكتب عمر بن عبد العزيز إلى أهل الأمصار إن هذه الرجفة شيء يعاتب
~~الله به العباد وقد كنت كتبت إلى أهل بلد كذاوكذا أن يخرجوا يوم كذاو كذا
~~فمن استطاع أن يتصدق فيلفعل فإن الله عز وجل يقول {قد أفلح من تزكى} وقال
~~قولوا كما قال أبوكم آدم {ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا
~~لنكونن من الخاسرين} وقولوا كما قال نوح {وإلا تغفر لي وترحمني أكن من
~~الخاسرين} وقولوا كما قال موسى {رب إني ظلمت نفسي فاغفر لي}
### | أمره الناس بحمد الله
# قال وكتب ms31 إليه عدي بن أرطأة إنه قد أصاب الناس من الخير خير حتى لقد خشيت
~~أن يبطروا قال فكتب إليه عمر إن الله تبارك وتعالى حين أدخل أهل الجنة
~~الجنة وأهل النار النار رضي من أهل الجنة بأن {وقالوا الحمد لله الذي صدقنا
~~وعده} فمر من قبلك أن يحمدوا الله
# PageV01P064
### | كتابه الى وهب بن منبه وقد فقد دنانير من بيت المال
# قال وكتب وهب بن منبه إلى عمر بن عبد العزيز إني فقدت من بيت مال اليمن
~~دنانير فكتب إليه عمر أما بعد فإني لست أتهم دينك ولا أمانتك ولكني أتهم
~~تضييعك وتفريطك وإنما أنا حجيج المسلمين في مالهم وإنما لأشحهم فاحلف لهم
~~والسلام
### | إغناؤه الناس حتى لم يجد عامله في إفريقية من يأخذ منه الصدقة
# قال يحيى بن سعيد بعثني عمر بن عبد العزيز على صدقات إفريقية فاقتضيتها
~~وطلبت فقراء نعطيها لهم فلم نجد بها فقيرا ولم نجد من يأخذها مني قد أغنى
~~عمر بن عبد العزيز الناس فاشتريت بها رقابا فأعتقتهم وولاؤهم للمسلمين
### | كتاب عمر في صفة ما كان المسلمون عليه وما صاروا إليه وبيان سياسته لهم
# ولما ولي عمر بن عبد العزيز كتب أما بعد فإني أوصيكم بتقوى الله ولزوم
~~كتابه والاقتداء بسنة نبيه صلى الله عليه وسلم وهديه فإن الله قد بين لكم
~~ما تأتون وما تتقون وأعذر إليكم في الوصية وأخذ عليكم الحجة حين أنزل عليكم
~~كتابه الحفيظ الذي {لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم
~~حميد} قال {وبالحق أنزلناه وبالحق نزل وما أرسلناك إلا مبشرا ونذيرا} وقال
~~{ولقد جئناهم بكتاب فصلناه على علم هدى ورحمة لقوم يؤمنون} فأقيموا فرائضه
~~واتبعوا سننه واعملوا بمحكمه واصبروا أنفسكم عليه وآمنوا بمتشابهه فإن الله
~~علمكم منه ما علمكم وأولكم يومئذ أقل الناس شوكة وأوهنه قوة وأشده فرقة
# PageV01P065
# وأحقره عند من سواهم من الناس محقرة ليس لهم من الله حظ في الهدى يرجعون
~~به إليه مع أن الدنيا ومواضع أموالها وعددها وجماعتها ونكايتها في غيرهم ms32
~~حتى أراد الله إكرامهم بكتابه ونبيه بعث إليهم محمدا صلى الله عليه وسلم
~~عبد الله ورسوله بالحق بشيرا يبشر بالخيرالذي لا خير مثله وينذر الشر الذي
~~لا شر مثله وأخره الله لذلك في القرون وسماه على لسان من شاء من أنبيائه
~~الذين سبقوا وأخذ عليهم ميثاق جماعتهم قال {وإذ أخذ الله ميثاق النبيين لما
~~آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال
~~أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من
~~الشاهدين} فأخر الله ذلك لمحمد صلى الله عليه وسلم حين بعثه رحمة للعالمين
~~{وداعيا إلى الله بإذنه وسراجا منيرا} وأحكم الله في كتابه ما رضي من
~~الأمور فما جعل من ذلك حلالا فهو حلال إلى يوم القيامة وما جعل من ذلك
~~حراما فهو حرام إلى يوم القيامة وعلمه سنته ففهمها وعمل بها بين ظهري أمته
~~فصلى الصلوات لوقتها كما أمره الله وعلم مواقيتها التي وقتها الله له فإنه
~~قال {أقم الصلاة لدلوك الشمس إلى غسق الليل وقرآن الفجر إن قرآن الفجر كان
~~مشهودا} ودلوك الشمس ميلها بعد نصف النهار فلما نعت الله في هذه الآية وقت
~~صلاة الظهر والعصر والمغرب ثم قال
# PageV01P066
# في آية أخرى {يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم والذين
~~لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من
~~الظهيرة ومن بعد صلاة العشاء} وصلاة العشاء صلاة العتمة فهذه الصلوات قد
~~جمعها القرآن وبينها محمد صلى الله عليه وسلم ثم فرض رسول الله صلى الله
~~عليه وسلم الزكاة على أمر الله في العين والحرث والماشية وبين مواضع ذلك
~~فقال {إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي
~~الرقاب والغارمين وفي سبيل الله وابن السبيل} حتى استقامت سنتها في الأخذ
~~حين تؤخذ وفي القسمة حين تقسم فعمل بها المسلمون في جزيرة العرب حتى علموها
~~أو كل ذي عقل منهم ثم غزا رسول الله صلى الله عليه وسلم بنفسه غير مرة
~~وأغزى ms33 الجيوش والسرايا يقسم إذا كان حاضرا ويأمر من تولى أمر جيوشه وسراياه
~~بالذي أمر الله به من قسم ما أفاء الله عليه وعليهم فإن الله تبارك وتعالى
~~قال {واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى
~~والمساكين وابن السبيل إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم
~~الفرقان يوم التقى الجمعان والله على كل شيء قدير} ثم أمره الله في الحج
~~بما أمره فقال {وأذن في الناس بالحج يأتوك رجالا وعلى كل ضامر يأتين من كل
~~فج عميق ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات على ما رزقهم
~~من بهيمة الأنعام فكلوا منها وأطعموا البائس الفقير ثم ليقضوا تفثهم
~~وليوفوا نذورهم وليطوفوا بالبيت العتيق} ثم أفاء الله على رسوله محمد صلى
~~الله عليه وسلم أموال قرى لم يوجف عليها خيل ولا ركاب فقال فيها لتكون سنة
~~فيما يفتح الله من القرى بعدها {وما أفاء الله على رسوله منهم فما أوجفتم
~~عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء
~~قدير}
# PageV01P067
# وقال {ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى
~~واليتامى والمساكين وابن السبيل كي لا يكون دولة بين الأغنياء منكم وما
~~آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد
~~العقاب} ثم سمي في هؤلاء الآيات الذي للمسلمين فليس لأحد منهم قسم إلا وهو
~~في هذه الآيات فقال {للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم
~~يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون} وأهل
~~هذه الآية من خرج من بلاده مهاجرا إلى المدينة وليس فيهم الأنصار ثم قال
~~{والذين تبوؤوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في
~~صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح
~~نفسه فأولئك هم المفلحون} وأهل هذه الآية من كان بالمدينة من الأنصار فإن
~~هجرة رسول الله صلى الله عليه وسلم كانت ms34 إليهم ثم قال في الآية الثالثة وهي
~~التي جمعت حظ من بقي من المسلمين بعد هذين الصنفين الأولين في الإسلام وقسم
~~المال {والذين جاؤوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا
~~بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم} فهم
~~جماعة من بقي من أهل الإسلام ومن هو داخل فيه بعد الهجرة الأولى حتى تنقضي
~~الدنيا ففي الذي علمكم الله من كتابه والذي سن رسول الله صلى الله عليه
~~وسلم من السنن التي لم تدع شيئا من دينكم ولا دنياكم نعمة عظيمة وحق واجب
~~في شكر الله كما هداكم وعلمكم ما لم تكونوا تعلمون فليس لأحد في كتاب الله
~~ولا في سنة رسول الله صلى الله عليه وسلم أمر ولا رأي إلا إنفاذه والمجاهدة
~~عليه وأما ما حدث من الأمور التي تبتلى الأئمة بها مما لم يحكمه
# PageV01P068
# القرآن ولا سنة النبي صلى الله عليه وسلم فإن والي أمر المسلمين وإمام
~~عامتهم لا يقدم فيها بين يديه ولا يقضى فيها دونه وعلى من دونه رفع ذلك
~~إليه والتسليم لما قضى
# وقد أحببت في كتابي هذا أن تعرفوا الحال التي كنتم عليها قبل نزول كتاب
~~الله وسنة نبيه من الضلالة والعمى وضنك المعيشة والذي أبدلكم الله من
~~الكرامة والنصر والعافية والجماعة وسلب لكم مما كان في يد غيركم مما لم
~~تكونوا لتسلبوه بقوتكم لو وكلكم إلى أنفسكم كان قد شرط ذلك للمؤمنين
~~وأعطاهم إياه إذ شرط عليهم شرطه فقد وفاكم الله ما شرط لكم وهو آخذكم بما
~~اشترط عليكم قال {وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في
~~الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم
~~وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيئا ومن كفر بعد ذلك
~~فأولئك هم الفاسقون} فقد أنجز الله لكم وعده فأنجزوا دين الله في رقابكم أن
~~يكفر كافر بنعمة الله أو ينسى بلاءه فيجد على الله هينا ويطول خلوده فيما
~~لا طاقة له ms35 به ثم إني أحببت أن يعلم من كان جاهلا من أمري والذي انا عليه
~~مما لم أكن أريد به المنطق في يومي هذا حتى رأيت أن المنطق ببعضه هو أقرب
~~إلى الصلاح في عاجل الأمر وآجله للذي قد أفضى إلي من الأمر وأنا أعلم من
~~كتاب الله وسنة نبيه عليه السلام وما سلف عليه أمر الأئمة بين يدي علما من
~~الله علمنيه من لم يكن له شغل عنه وقد كان شغلي والذي كتب الله أن ابتلى به
~~عاملا منه بما علمت أو قاصرا منه على ما قصرت فما كان من خير علمته فبتعليم
~~الله ودلالته وإلى الله أرغب في بركته وما كان عندي من غير ذلك من داء
~~الذنوب
# PageV01P069
# فاسأل الله العظيم تجاوزه عني بمغفرته فلعمري ما ازددت علما بالولاية إلا
~~ازددت لها مخافة ومنها وجلا ولها إعظاما حتى قدر الله لي منها وقدر علي ما
~~قدر فأنا أشد ما كنت لها استثقالا ثم أحسن الله حميد أعواني وعاقبتي وعاقبة
~~من ولاني أمره فأصلح أمرهم وجمع كلمتهم وبسط علي من نعمه وعليهم ما لم يكن
~~دعائي ولا دعاؤهم ليبلغه عند الله به ثوابي وعنده به جزائي من صلاح عامتهم
~~وأداء حقوقهم إليهم والعفو عن ذي الذنب منهم
# وقد أعطاني من ذلك وله الحمد في عاجل الدنيا وجماعة من الشمل وصلاح ذات
~~البين وسعة في الرزق ونصر على الأعداء وكفاية حسنة حتى أغنى لأهل كل ذي
~~جانب من المسلمين جانبهم ووسع عليهم الرزق ولا يرى أهل كل ناحية إلا أنهم
~~أفضل قسما مما بسط الله بهم من رزقه ونعمه من أهل الناحية الأخرى فإن
~~تعرفوا نعمة الله عليكم وتشكروا فضله فأحرص بي على ذلك وأحبب به إلي قد
~~يعلم الله كيف دعائي بذلك وكيف حرصي عليه علانية وإن يجهل ذلك جاهل أو يقصر
~~عنه رأيه فإن الذي حرصت عليه أن أحملكم عليه من كتاب الله وسنة نبيه محمد
~~صلى الله عليه وسلم هو حجتي في الدنيا وبغيتي فيما بعد الموت ولا ms36 تلبسوا
~~ذلك بغيره. . وإياكم أن يتشبه في أنفسكم ما حملتكم عليه من كتاب الله وسنة
~~نبيه وأما ما سوى ذلك من الأمور التي من رأي الناس فإني لعمري لولا أن أعمل
~~ذلك فيكم ما وليت أمركم وإن تعملوا به ما نفست الذي أنا فيه من الدنيا على
~~أبغض الناس رجل
# PageV01P070
# واحد إذا حجزه الله على ديني أن يفتنني ولا كنت ارى المنزل الذي أتى به
~~لمن عسى أن يعمل بغير كتاب الله وسنة نبيه غبطة ولا كرامة ولا رفعة ولا
~~الدنيا وما فيها فمن كان سائلا عن الذي في نفسي وعن بغيتي في أمر أمة محمد
~~صلى الله عليه وسلم فإن الذي في نفسي وبغيتي منه والحمد لله رب العالمين أن
~~تتبعوا كتاب الله وسنة نبيه وأن تجتنبوا ما مالت إليه الأهواء والزيغ
~~البعيد ومن عمل بغيرهما فلا كرامة ولا رفعة له في الدنيا والأخرى وليعلم من
~~عسى أن يذكر له ذلك أن لعمري أن تموت نفسي أول نفس أحب إلي من أن أحملهم
~~على غير اتباع كتاب ربهم وسنة نبيهم التي عاش عليها من عاش وتوفاه الله
~~عليها حين توفاه إلا أن يأتي علي من ذلك أمر وأنا حريص على اتباعه وإن أهون
~~الناس علي تلفا وحزنا لمن عسى أن يريد خلاف شيء من تلك السنة وذلك الأمر
~~الذي رفعنا ونحن بمنزلة الوضيعة وأكرمنا ونحن بمنزلة الهوان وأعزنا ونحن
~~بمنزلة الذل معاذ الله من أن نستبدل بذلك غيره ومعاذ الله من أن نتقي أحدا
~~فإذا تكلمتم في مجالسكم أو ناجى الرجل أخاه فليذكر هذا الأمر الذي حضضتكم
~~عليه من إحياء كتاب الله وسنة نبيه وترك ما خالف ذلك فإنه ليس بعد الحق إلا
~~الباطل ولا بعد البصر إلا العمى وليحذر قوم الضلالة بعد الهدى والعمى بعد
~~البصر فإنه قال لقوم صالح {وأما ثمود فهديناهم فاستحبوا العمى على الهدى
~~فأخذتهم صاعقة العذاب الهون بما كانوا يكسبون} اتبعوا ما تؤمرون به
~~واجتنبوا ما تنهون عنه ولا يعرض أحدكم بنفسه فإنه ليس ms37 لي في دنياكم والحمد
~~لله رغبة لا في ما في يدي منها ولا ما في أيديكم وليس عندي مع ذلك
# PageV01P071
# صبر على انتقاص شيء من كتاب الله وسنة نبيه عليه السلام ولا استبقاء لمن
~~خالف والحمد لله ولا نعمة عين ولعمري إن من يعمل ذلك منكم لحقيق أن يظن
~~بامرئ لا حاجة له في دنياكم ولا صبر له على زيغكم عن دينكم ولجاجتكم فيما
~~لا خير لكم فيه أنه جرأ على هراقة دم من انتقص كتاب الله أو زاغ عن دينه
~~وسنة نبيه محمد رسول الله صلى الله عليه وسلم
# هذا نحو من الذي قبلي قد بينته لكم ولعمري لتخلصن جماعتكم أيها الجند
~~وخياركم مما يكره من الأمور ولتتبعن أحسن ما توعظون به إن شاء الله أسأل
~~الله برحمته وسعة فضله أن يزيد المهتدي هدى وأن يراجع بالمسيء التوبة في
~~عافية منه وأن يحكم على من أراد خلاف كتابه وسنة نبيه عليه السلام بحكم
~~يغلب به في خاصته ويعجله له فإنه على ذلك قادر وأنا إليه فيه راغب ويحسن
~~عاقبة العامة ولا يعذبنا بذنب المسيء والسلام عليكم ورحمة الله
### | كتابه بالحث على إقام الصلاة لوقتها وإيتاء الزكاة وتعاهد شرائع الاسلام نشر العلم
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى أمراء
~~الأجناد أما بعد فإن عرى الدين وقوام الإسلام الإيمان بالله وإقام الصلاة
~~لوقتها وإيتاء الزكاة وحافظ على أوقات الصلوات فإن وقتها الهجيرة بالظهر
~~وصلاة العصر والشمس بيضاء نقية لم يدخلها صفرة وصلاة المغرب لفطر الصائم
~~ولا تصلين العشاء حتى يذهب شفق الأفق وهو البياض فإذا ذهب فصلها فيما بين
~~ثلث الليل وما عجلتها بعد ذهاب بياض الأفق فهو أحسن وأصوب فإن من تمامها
~~وإصابة وقتها إنتظار ما وصفت لك في كتابي هذا منها ثم صل صلاة الفجر بغلس
~~وحافظ على ذلك فإن المحافظة عليها حق واصبر نفسك على ذلك واجتنب
# PageV01P072
# الأشغال عند حضور الصلوات واكتب بذلك الى عمالك بالمدائن والقرى حيث ما
~~كانوا ف ms38 {إن الصلاة كانت على المؤمنين كتابا موقوتا} و {إن الصلاة تنهى عن
~~الفحشاء والمنكر ولذكر الله أكبر} فإنه من يضيع الصلاة فهو لما سواها من
~~شرائع الإسلام أشد تضييعا ثم أكثر تعاهد شرائع الإسلام ومر أهل العلم
~~والفقه من جندك فلينشروا ما علمهم الله من ذلك وليتحدثوا به في مجالسهم
~~والسلام عليكم
### | كتابه إلى أمراء الأجناد يوصيهم بضروب من الخير
# قال وكتب عمر بن عبد العزيز من عبد الله عمر بن عبد العزيز أمير المؤمنين
~~إلى أمير الأجناد أما بعد فإنه من بلي بالسلطان تحضره مكاره كثيرة وبلايا
~~عظام إن أغبته يوما فهي حرية أن تحضره في اليوم الآخر وإنه ليس أحد بأشغل
~~عن نفسه ولا أكثر تعرضا لزيغ من ولي السلطان إلا ما عافى الله ورحم فاتق
~~الله ما استطعت واذكر منزلك الذي أنت به والذي حملت فقاتل هواك كما تقاتل
~~عدوك واصبر نفسك عندما كرهت ابتغاء ما عند الله من حسن ثوابه الذي وعد
~~المتقون فيما بعد الموت والذي وعدكم على التقوى والصبر من النجاة في عاجل
~~الأمر وآجله فإذا حضرك الخصم الجاهل الخرق ممن قدر الله أن يوليك أمره وأن
~~تبتلى به فرأيت منه سوء رعة وسوء سيرة في الحق عليه والحظ له فسدده ما
~~استطعت وبصره وارفق به وعلمه فإن اهتدى وأبصر وعلم كانت نعمة من الله وفضلا
~~وإن هو لم يبصر ولم يعلم كانت حجة اتخذت بها عليه فإن رأيت أنه أتى ذنبا
~~استحل فيه عقوبة فلا تعاقبه بغضب من نفسك عليه ولكن عاقبه وأنت تتحرى
# PageV01P073
# الحق في قدر ذنبه بالغا ما بلغ وإن لم يبلغ ذلك إلا قدر جلدة واحدة تجلده
~~إياها وإن كان ذنبه فوق ذلك ورأيت عليه من العقوبة في ذلك قتلا فما دونه
~~فارجعه إلى السجن ولا يسرعن بك إلى عقوبته حضور من يحضرك فإنه لعمري ربما
~~عاقب الإمام لمحضر جلسائه ولتأديب أهل بلده ولتغامزهم به وما من إمام له
~~جلساء إلا سيكون ذلك فيهم وما من قوم يسمعون بقضاء إمام ms39 إلا سيختلفون فيه
~~على أهوائهم إلا من رحم الله فإن من رحم الله لا يختلفون في قضاء فإنه قال
~~{ولا يزالون مختلفين إلا من رحم ربك ولذلك خلقهم} وإن استجهلت فتثبت وإذا
~~نظر إليك من حولك ما أنت فاعل بسيفه من رعيتك إن سفه وأخطأ حظه فاعمد في
~~ذلك للذي ترى أنه أبر وأتقى وخير لك غدا فيما بعد الموت ولا يطربك نظرهم
~~إليك ولا حديثهم عنك فإنه لا يبقى في أنفسهم حديث أحبوه ولا كرهوه إلا
~~قليلا إلا أبدوه فاغتنم كل يوم أخرجك الله فيه سالما وكل ليلة مضت عليك
~~وأنت فيها كذلك وأكثر دعاء الله بالعافية لنفسك ولمن ولاك الله أمره فإن لك
~~في صلاحهم ما ليس لأحد منهم وإن عليك في فساد الرجل الواحد فما فوق ذلك ما
~~ليس على أحد منهم ولا تبتغ منهم جزاء خير أحسنته إليهم ولا تسديد سددتهم
~~ولا تطلب بعمل صالح عملته فيهم جزاء ولا ثوابا ولا مدحة ولا حظوة وليكن ذلك
~~لمن لا يعطي الخير ولا يصرف السوء غيره ثم تعاهد صاحب بابك وصاحب حرسك
~~وعاملك المقيم عندك والذين تبعث فلا يعملون في شيء مما تحت يديك بغشم ولا
~~بظلم وأكثر المسألة عنهم فمن كان منهم محسنا نفعه ذلك ومن كان منهم مسيئا
~~استبدلت به من هو خير منه نسأل الله ربنا برحمته وقدرته على خلقه أن يغفر
~~لنا ذنوبنا وأن ييسر لنا أمورنا وأن يشرح لنا صدورنا بالبر والتقوى والعمل
~~فيما يحب ويرضى وأن يعصمنا من المكاره كلها وأن يجعلنا من الذين لا يريدون
~~علوا في الأرض ولا فساد ومن المتقين الذين لهم العاقبة والسلام عليك ورحمة
~~الله
# PageV01P074
### | كتابه إلى الخوارج
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى هؤلاء
~~العصابة الذين خرجوا أما بعد فإني أدعوكم إلى كتاب الله وسنة نبيه صلى الله
~~عليه وسلم فإن الله تبارك وتعالى يقول {ومن أحسن قولا ممن دعا إلى الله
~~وعمل صالحا وقال إنني من المسلمين} وقال ms40 {ادع إلى سبيل ربك بالحكمة
~~والموعظة الحسنة وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو
~~أعلم بالمهتدين} وإني أذكركم الله في دمائكم أن تفعلوا فعل كبرائكم {كالذين
~~خرجوا من ديارهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون
~~محيط} فبأي ذنب تخرجون من دينكم فتستحلون الدم الحرام وتصيبون المال الحرام
~~فلو كانت ذنوب أبي بكر وعمر رضوان الله عنهما مخرجة رعيتهما من دينهم فقد
~~كان لأبي بكر وعمر ذنوب قد كانت آباؤكم في جماعتهم فلم يخرجوا فيها بشوكتكم
~~على الجنود وإنما عدتكم بضعة وأربعون رجلا أقسم بالله لو كنتم أبكاري من
~~أولادي ورغبتم عما فرشنا للعامة فيما ولينا لدفقت دماءكم أبتغي بذلك وجه
~~الله والدار الآخرة فإنه يقول {تلك الدار الآخرة نجعلها للذين لا يريدون
~~علوا في الأرض ولا فسادا والعاقبة للمتقين} فهذا النصح إن أحببتم وإن
~~تستغشوني فقديما ما استغش الناصحون والسلام عليكم ورحمة الله وبركاته
# PageV01P075
### | عهد عمر إلى منصور بن غالب حين بعثه على قتال أهل الحرب
# وكتب عمر بن عبد العزيز هذا ما عهد به عبد الله عمر أمير االمؤمنين إلى
~~منصور بن غالب حين بعثه على قتال أهل الحرب وحربه من استعرض من أهل الصلح
~~أمره في ذلك بتقوى الله على كل حال نزل به من أمر الله فإن تقوى الله أفضل
~~العدة وأبلغ المكيدة وأقوى القوة وأمره أن لا يكون من شيء من عدوه أشد
~~احتراسا منه لنفسه ومن معه من معاصي الله فإن الذنوب أخوف عندي على الناس
~~من مكيدة عدوهم وإنما نعادي عدونا وننصر عليهم بمعصيتهم ولولا ذلك لم تكن
~~لنا قوة بهم لأن عددنا ليس كعددهم ولا عدتنا كعدتهم فلو استوينا نحن وهم في
~~المعصية كانوا أفضل منا في القوة والعدد فإن لا ننصر عليهم بحقنا لا نغلبهم
~~بقوتنا ولا تكونوا لعداوة أحد من الناس أحذر منكم لذنوبكم ولا تكونوا
~~بالقدرة لكم أشد تعاهدا منكم لذنوبكم وأعلموا أن معكم من الله حفظة عليكم
~~يعلمون ما ms41 تفعلون في مسيركم ومنزلكم فاستحيوا منهم وأحسنوا صحابتهم ولا
~~تؤذوهم بمعاصي الله وأنتم زعمتم في سبيل الله ولا تقولوا إن عدونا شر منا
~~فلن يسلطوا علينا وإن أذنبنا فرب قوم قد سلط عليهم شر منهم بذنوبهم فاسألوا
# PageV01P076
# الله العون على أنفسكم كما تسألونه النصر على عدوكم أسأل الله ذلك لنا
~~ولكم
# وأمره أن يرفق بمن معه في سفرهم ولا يجشمهم مسيرا يتعبهم فيه ولا يقصر
~~بهم عن منزل يرفق بهم حتى يلقوا عدوهم والسفر لم ينقص قوتهم فإنما يسيرون
~~إلى عدو مقيم جام الأهبة والكراع فإن لا يرفقوا بأنفسهم وكراعهم في مسيرهم
~~يكن لعدوهم فضل في القوة عليهم بإقامتهم في جمام الأنفس والكراع والله
~~المستعان
# وأمره أن يقيم ومن معه في كل جمعة يوما وليلة يكون لهم راحة يجمون فيها
~~أنفسهم وكراعهم ويرمون أسلحتهم وأمتعتهم
# وأمره أن ينحي منزله عن قرى الصلح فلا يدخلها أحد من أصحابه لسوقهم
~~وجماعتهم إلا من يثق بدينه وأمانته على نفسه ولا يصيبوا منها ظلما ولا
~~يتزودوا منها إثما ولا يؤذوا أحدا من أهلها بشيء إلا بحق فإن لهم حرمة وذمة
~~ابتليتم بالوفاء بها كما ابتلوا بالصبر عليها فما صبروا لكم ففوا لهم ولا
~~تستنصروا على أهل أرض الحرب بظلم أهل أرض الصلح فلعمري لقد أعطيتم مما يحل
~~منهم ما يغنيكم عنهم فلم أترك لكم خللا في العدة ولا رقة في القوة فتظاهرت
~~واكتفت لكم العدد وانتخبت لكم الجند وأغنيتكم بأرض الشرك عن أرض الصلح
~~وبسطت
# PageV01P077
# لك أفضل ما بسطت لغاز فلم أجعل لك علة في التقوية وبالله الثقة ولا حول
~~ولا قوة إلا بالله
# وأمره أن تكون عيونه من العرب وممن يطمئن إلى نصيحته وصدقه من أهل الأرض
~~فإن الكذوب لا ينفع خبره وإن صدق في بعضه وإن الغاش عين عليك وليس بعين لك
~~والسلام عليك
### | كتابه إلى العمال وعده الولاية بلاء
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى العمال
~~أما بعد فإن من بلي من أمر السلطان ms42 بشيء فقد ابتلي في الدنيا بلية عظيمة مع
~~ما ابتلي به في خاصة نفسه فنسأل الله عافيته وحسن معونته وأي بلاء أشد من
~~بلاء يبسط للمرء فيه لسانه وفعله فإن مال فيه إلى كل هوى أو سخطة كان فيه
~~وكف إلا أن يعفو الله ويغفر فإنما وجدت والي السلطان عبدا مملوكا ولي ضيعة
~~عليه الإجتهاد في إصلاحها أجره إحسان إن أحسنه وإحسان عمل به فيهم على ملكه
~~الذي خلقه لما شاء أن يخلقه له فأنزل بتلك المنزلة في أمرك واصبر على ما
~~كرهت
# PageV01P078
# واصبر على ما أحببت وقف نفسك في كل سر وعلانية عند الذي ترجو به النجاة
~~عند ذلك حتى تفارق الذي أنت فيه فإن ذلك لعله أن يكون إلى قريب وأنت محسن
~~ومأجور وتذكر ما سلف منك من عملك فيما سلف مما لا تحب فأصلحه قبل أن يتولى
~~صلاحه غيرك ولا يكبر عليك في ذلك قول الناس إذا علم الله أنك تجعل ذلك له
~~فإنه سيكفيك المؤونة في عاجل الأمر مع ما يدخر لك من الخير فيما عنده وكن
~~لمن ولاك الله أمره ناصحا فيما بعثك إليه من أمورهم في دينهم وأعراضهم
~~واستركل ما استطعت من عوراتهم إلا شيئا أبداه الله لا يصلح لك ستره واملك
~~نفسك عنهم إذا هويت وإذا غضبت حتى يكون ذلك فيما استطعت مستويا حسنا وإذا
~~سبقك أمر أو سلف منك هوى أو غضب فراجع أمرك فقد رأيت حقا أن أكتب إليك
~~بالذي كتبت به مما استطعت ونستعين بالله ونسأله أن يصلح لنا عملنا ويكفينا
~~مؤونة ما نحن فيه ومؤونة ما نرجع إليه فيما بعد الموت بأحسن كفاية والسلام
### | كتابه إلى الخوارج أيضا
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى هذه
~~العصابة أما بعد أوصيكم بتقوى الله فإنه {ومن يتق الله يجعل له مخرجا
~~ويرزقه من حيث لا يحتسب ومن يتوكل على الله فهو حسبه إن الله بالغ أمره قد
~~جعل الله لكل شيء قدرا} أما بعد فقد ms43 بلغني كتابكم والذي كتبتم فيه إلى يحيى
~~بن يحيى
# PageV01P079
# وسليمان بن داود وقدوم صاحبيكم والذي أتى إليهما وإن الله تبارك وتعالى
~~يقول {ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلام والله لا
~~يهدي القوم الظالمين} وقال {ادع إلى سبيل ربك بالحكمة والموعظة الحسنة
~~وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين}
~~وقال {فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم ولن يتركم
~~أعمالكم} وإني أدعوكم إلى الله وإلى الإسلام وإقامة الصلاة وإيتاء الزكاة
~~والأمر بالمعروف والنهي عن المنكر إن شاء الله ولا حول ولا قوة إلا بالله
~~وأدعوكم أن تدعوا ما كانت تهراق عليه الدماء قبل يومكم هذا في غير قوة ولا
~~تشنيع وأذكركم بالله أن تشبهوا علينا كتاب الله وسنة نبيه ونحن ندعوكم
~~إليهما هذه نصيحة منا نصحنا لكم فيها فإن تقبلوها فذلك بغيتنا وإن تردوها
~~على من جاء بها فقديما ما استغش الناصحون ثم لم نر ذلك وضع شيئا من حق الله
~~وقد قال العبد الصالح لقومه {وإن تولوا فإني أخاف عليكم عذاب يوم كبير}
~~وقال الله عز وجل {قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني
~~وسبحان الله وما أنا من المشركين}
### | كتابه إلى أمراه الأجناد في النهي عن الصلاة على الخلفاء والأمراء والأمر بالدعاء للمسلمين عامة
# وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى أمراء الأجناد
~~أما بعد فإن الناس ما اتبعوا كتاب الله نفعهم في دينهم ومعايشهم في الدنيا
~~ومرجعهم إلى الله فيما بعد الموت وإن الله أمر في كتابه بالصلاة على النبي
~~صلى الله عليه وسلم فقال {أيها الذين آمنوا صلوا عليه وسلموا تسليما}
# PageV01P080
# ) صلوات الله على محمد رسول الله والسلام عليه ورحمة الله وبركاته ثم قال
~~لنبيه محمد صلى الله عليه وسلم {واستغفر لذنبك وللمؤمنين والمؤمنات والله
~~يعلم متقلبكم ومثواكم} فقد جمع الله تبارك وتعالى في كتابه أن أمر بالصلاة
~~على النبي صلى الله عليه ms44 وسلم وعلى المؤمنين والمؤمنات وإن رجالا من القصاص
~~قد أحدثوا صلاة على خلفائهم وامرائهم عدل ما يصلون على النبي وعلى المؤمنات
~~فإذا أتاك كتابي هذا فمر قصاصكم فليصلوا على النبي صلى الله عليه وسلم
~~وليكن فيه إطناب دعائهم وصلاتهم ثم ليصلوا على المؤمنين والمؤمنات
~~وليستنصروا الله ولتكن مسألتهم عامة للمسلمين وليدعوا ما سوى ذلك فنسأل
~~الله التوفيق في الأمور كلها والرشاد والصواب والهدى فيما يحب ويرضى ولا
~~حول ولا قوة إلا بالله العلي العظيم والسلام عليك
### | كتابه إلى العمال في رد المظالم
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى العمال
~~أما بعد فإني كنت كتبت إليكم برد المظالم ثم كتبت إليكم أن تحبسوها ثم كتبت
~~إليكم بردها فاطلعت من بعض أهلها على خيانات وشهود زور حتى قبضت أموالا قد
~~كنت رددتها ثم رأيت أن أردها على سوء ظن بأهلها أحب إلي من أن أحبسها حتى
~~ينجلي الأمر من غد على ما ينجلي عنه فإذا جاءك كتابي هذا فارددها على أهلها
~~والسلام عليك
### | كتابه إلى العمال أيضا بالحث على اتباع ما أمر الله به واجتناب ما نهى عنه
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى العمال
~~أما
# PageV01P081
# بعد فإن هذا الأمر الذي ولاني الله لو كنت إنما أصبحت ورغبتي فيه مطعم أو
~~ملبس أو مركب أو اتخاذ أزواج أو اعتقاد أموال لكنت قد بلغ الله بي من ذلك
~~قبل ما ولاني من أفضل ما بلغ بعباده ولكن أصبحت له خائفا أعلم أن فيه أمرا
~~عظيما وحسابا شديدا ومسألة لطيفة عند مجاهدة الخصوم بين يدي الله إلا ما
~~عافى الله ورحم ودفع وإني آمرك فيما وليتك من عملي وأفضيت إليك من أمري
~~بتقوى الله وأداء الأمانة واتباع ما أمر الله به واجتناب ما نهى الله عنه
~~وقلة الإلتفاف إلى شيء خالف ذلك ليكون الذي آمرك به في سيرتك والنظر في
~~نفسك وفي عملك وما تفضي به إلى ربك وما تعمل ms45 به فيما بينك وبين الرعية قبلك
~~وأنت تعلم علما يقينا أنه ليست نجاة ولا حرز إلا أن تنزل بذلك المنزل من
~~طاعة الله ودع أن ترصد شيئا ليوم ترجوه أو تخافه سوى ما ترجوه غدا من الله
~~وتخاف منه فإنك قد رأيت عبرا في نفسك وعبرا ما مثلها وعظ مثلنا وكفى ومثلها
~~أصابك إلى حظك من الله والسلام
### | شيء من موالي القانون الأساسية في عهد عمر بن عبد العزيز
# قال وكتب عمر بن عبد العزيز من عبد الله عمر أمير المؤمنين إلى العمال
~~أما بعد فإن الله بعث محمدا صلى الله عليه وسلم {بالهدى ودين الحق ليظهره
~~على الدين كله ولو كره المشركون}
# PageV01P082
# ) وإن دين الله الذي بعث به محمدا صلى الله عليه وسلم كتابه الذي أنزل
~~عليه أن يطاع الله فيه ويتبع أمره ويجتنب ما نهى عنه وتقام حدوده ويعمل
~~بفرائضه ويحل حلاله ويحرم حرامه ويعترف بحقه ويحكم ما أنزل فيه فمن اتبع
~~هدى الله اهتدى ومن صد عنه {فقد ضل سواء السبيل} وإن من طاعة الله التي
~~أنزل في كتابه أن يدعو الناس إلى الإسلام كافة وأن يفتح لأهل الإسلام باب الهجرة 
# وأن توضع الصدقات والأخماس على قضاء الله وفرائضه وأن يبتغي الناس
~~بأموالهم في البر والبحر لا يمنعون ولا يحبسون
### || الدعوة إلى الإسلام وحكم الذميين والذين أسلموا منهم
# وأما الإسلام فإن الله بعث محمدا صلى الله عليه وسلم إلى الناس كافة فقال
~~{وما أرسلناك إلا كافة للناس بشيرا ونذيرا} وقال {يا أيها الناس إني رسول
~~الله إليكم جميعا} وقال الله تبارك وتعالى فيما يامر به المؤمنين من شأن
~~المشركين {فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين} فهذا
~~قضاؤه وحكمه فاتباعه لله طاعة وتركه معصية لله فادع إلى الإسلام وأمر به
~~فإن الله تعالى قال {ومن أحسن قولا ممن دعا إلى الله وعمل صالحا وقال إنني
~~من المسلمين} فمن أسلم من نصراني أو يهودي أو مجوسي من أهل الجزية اليوم
~~فخالط عم المسلمين في
# PageV01P083
# دارهم وفارق ms46 داره التي كان بها فإن له ما للمسلمين وعليه ما عليهم وعليهم
~~أن يخالطوه وأن يواسوه غير أن أرضه وداره إنما هي من فيء الله على المسلمين
~~عامة ولو كانوا أسلموا عليها قبل أن يفتح الله للمسلمين كانت لهم ولكنها
~~فيء الله على المسلمين عامة وأما من كان اليوم محاربا فليدع إلى الإسلام
~~قبل أن يقاتل فإن اسلم فله ما للمسلمين وعليه ما عليهم وله ما أسلم عليه من
~~أهل ومال وإن كان من أهل الكتاب فأعطى الجزية وأمسك بيديه فإنا نقبل ذلك
~~منه
### || الهجرة
# وأما  الهجرة
# فإنا نفتحها لمن هاجر من أعرابي فباع ماشيته وانتقل من دار أعرابيته إلى
~~دار الهجرة وإلى قتال عدونا فمن فعل ذلك فله أسوة المهاجرين فيما أفاء الله
~~عليهم وإن الله نعت المؤمنين عند ذكره الفيء فجعله للفقراء والمهاجرين
~~{والذين تبوؤوا الدار والإيمان من قبلهم} والذين جاءوا من بعدهم ثم قال
~~{وآخرين منهم لما يلحقوا بهم} وقد كان المهاجرون يجاهدون على غير عطاء ولا
~~رزق يجري عليهم فيوسع الله عليهم ويعظم الفتح لهم ولمن تأسى بهم وعمل بصالح
~~سنتهم ممن يحبون من إخوانهم ليوجبن الله له الأجر في الاخرة وليعظمن له
~~الفتح في الدنيا
### || الصدقات
# وأما الصدقات فإن الله تبارك وتعالى فرضها وسمى أهلها حين طعن فيها أناس
~~وبلغوا فيها تهمة نبيهم فقال {ومنهم من يلمزك في الصدقات فإن أعطوا منها
~~رضوا وإن لم يعطوا منها إذا هم يسخطون} فقال الله تبارك وتعالى عند ذلك
~~{إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي
~~الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم
~~حكيم}
# PageV01P084
# ) فبين رسول الله صلى الله عليه وسلم صدقة الأموال الحرث والمواشي والذهب
~~والورق فتؤخذ الصدقات كما بين رسول الله صلى الله عليه وسلم وفرض لا يظلمون
~~ولا يتعدى عليهم ولا يحابى بها قريب ولا يمنعها أهلها ثم تجعل إلى مرضيين
~~من أهل الإسلام فيجعلونها حيث أمرهم الله يحملهم الإمام من ذلك على ما حمل
~~وينزه نفسه من ms47 ذلك من أمر قدأكثر فيها على الأئمة
### || الأخماس
# وأما الخمس فإن من مضى من الأئمة اختلفوا في موضعه فطعن في ذلك طاعن من
~~الناس وأكثر فيه ووضع مواضع شتى فنظرنا فإذا هو على سهام الفيء في كتاب
~~الله لم يخالف واحدة من الآيتين الأخرى فإذا عمر بن الخطاب رحمه الله قد
~~قضى في الفيء قضاء قد رضي به المسلمون فرض للناس أعطية وأرزاقا جارية لهم
~~ورأى أن لن يبلغ بتلك الأبواب ما جمع من ذلك ورأى أن فيه لليتيم والمسكين
~~وابن السبيل فرأى أن يلحق الخمس بالفيء وأن يوضع مواضعه التي سمى الله وفرض
~~ولم يفعل ذلك إلا ليتنزه منه وخيفة التوهم فيه فاقتدوا بإمام عادل فإن
~~الآيتين متفقتان آية الفيء وآية الخمس فإن الله قال {ما أفاء الله على
~~رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن
~~السبيل} وكذلك فرض الله الخمس فنرى أن يجمعا جميعا فيجعلا فيئا للمسلمين
~~ولا يستأثر عليهم ولا يكون {دولة بين الأغنياء منكم}
# PageV01P085
### || الحمى
# ونرى أن الحمى يباح للمسلمين عامة وقد كانت تحمى فتجعل فيها نعم الصدقات
~~فيكون في ذلك قوة ونفع لأهل فرائض الصدقات وأدخل فيها وطعن فيها طاعن من
~~الناس فنرى في ترك حماها والتنزه عنها خيرا إذا كان ذلك من أمرها وإنما
~~الإمام فيها كرجل من المسلمين إنما هو الغيث ينزله الله لعباده فهم فيه
~~سواء
### || الخمر والنبيذ
# ثم إن الطلاء لا خير فيه للمسلمين إنما هو الخمر يكنى باسم الطلاء قد جعل
~~الله عنه مندوحة وأشربة كثيرة طيبة وقد علمت أن ناسا يقولون قد أحله عمر
~~رضي الله عنه وشربه ناس ممن مضى من خيارنا وإن عمر إنما أتي منه بشراب طبخ
~~حتى خثر فقال حين أتي به أطلاء هذا يعني به طلاء الإبل فلما ذاقه قال لا
~~بأس بهذا فأدخل الناس فيه بعد عمر أما من شر به من صالحيكم فإنهم شربوه قبل
~~أن يتخذ مسكرا وقد قال رسول الله صلى الله عليه وسلم حرام كل ms48 مسكر على كل
~~مؤمن فلا أرى أن يتخذ الفاجر الباردلسه ونرى أن يتنزه المسلمون عنه عامة
~~وأن يحرموه فإنه من أجمع الأبواب للخطايا وأخوفها عندي أن تصيب المسلمين
~~منه جائحة تعمهم
### || طريق البر والبحر
# وأما البحر فإنا نرى سبيله سبيل البر قال {الله الذي سخر لكم البحر لتجري
~~الفلك فيه بأمره ولتبتغوا من فضله}
# PageV01P086
# ) فأذن فيه أن يتجر فيه من شاء وأرى أن لا نحول بين أحد من الناس وبينه
~~فإن البر والبحر لله جميعا سخرهما لعباده يبتغون فيهما من فضله فكيف نحول
~~بين عباد الله وبين معايشهم
### || توحيد المكيال والميزان
# ثم إن المكيال والميزان نرى فيهما أمورا علم من يأتيها أنها ظلم إنه ليس
~~في المكيال زيغ إلا من تطفيف ولا في الميزان فضل إلا من بخس فنرى أن تمام
~~مكيال الأرض وميزانها أن يكون واحدا في جميع الأرض كلها
### || العشور
# وأما العشور فنرى أن توضع إلا عن أهل الحرث فإن أهل الحرث يؤخذون بذلك
~~وإنما أهل الجزية ثلاثة نفر صاحب أرض يعطي جزيته منها وصانع يخرج جزيته من
~~كسبه وتاجر يتصرف بماله يعطي جزيته من ذلك وإنما سنتهم واحدة فأما المسلمون
~~فإنما عليهم صدقات أموالهم إذا أدوها في بيت المال كتبت لهم بها البراءة
~~فليس عليهم في عامهم ذلك في أموالهم تباعة
### || المكس
# وأما المكس فإنه البخس الذي نهى الله عنه فقال {ولا تبخسوا الناس أشياءهم
~~ولا تعثوا في الأرض مفسدين} غير أنهم كنوه باسم آخر
### || تجارة الإمام والعمال
# ونرى أن لا يتجر إمام ولا يحل لعامل تجارة في سلطانه الذي هو عليه فإن
~~الأمير متى يتجر يستأثر ويصب أمورا فيها عنت وإن حرص على أن لا يفعل
# PageV01P087
### || بيع عمارة الأرض
# ونرى أن لا يباع عمارة الأرض فإنما يشتري المشتري لنفسه ويقطع لنفسه
~~فإنما يصيب من ذلك خراب الأرض وظلم أهلها وأما من كان من عرب أهل الأرض في
~~غير أرضه وجزيته جارية عليه في أرضه فليس عليه إلا ذلك وعامل أرضه أولى
~~بتبعته
### || ترك السخرة
# ونرى أن ms49 توضع السخر عن أهل الأرض فإن غايتها أمور يدخل فيها الظلم
### || أرزاق العامة
# ونرى أن ترد المزارع لما جعلت له فإنما جعلت لأرزاق المسلمين عامة فإن
~~أمر العامة هو أفضل للنفع وأعظم للبركة
### || المواريث
# ثم إن مواريث أهل الأرض إنما هي لأوليائهم أو لأهل أرضهم الذين يخرجون
~~الخراج فنرى أن لا يؤخذ منهم شيء إلا أن يكون عاملا فيبعثه الإمام في عمله
~~بالذي يرى عليه من الحق والسلام عليك
### | كتابه إلى أيوب ابن شرحيبل وأهل مصر في النهي عن الخمر والنبيذ
# قال وكتب عمر بن عبد العزيز من عبد الله عمر بن عبد العزيز أمير المؤمنين
~~إلى أيوب بن شرحبيل وأهل مصر من المؤمنين والمؤمنات والمسلمين والمسلمات
~~سلام عليكم أما بعد فإني أحمد إليكم الله الذي لا إله إلا هو أما بعد فإن
~~الله أنزل في
# PageV01P088
# الخمر ثلاث آيات في ثلاث سور من القرآن فشربه الناس في الأوليين وحرمت
~~عليهم في الثالثة وأحكم تحريمها فقال الله تبارك وتعالى في الأولى وقوله
~~الحق {يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما
~~أكبر من نفعهما} فشربها الناس على ذلك لما ذكر من منفعتها ثم أنزل الله في
~~الثانية فقال {يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى
~~تعلموا ما تقولون ولا جنبا إلا عابري سبيل حتى تغتسلوا} فشربها الناس عند
~~غير الصلاة وتجنبوا السكر عند حضور الصلاة ثم أنزل الله في الآية الثالثة
~~فقال {يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من
~~عمل الشيطان فاجتنبوه لعلكم تفلحون إنما يريد الشيطان أن يوقع بينكم
~~العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم
~~منتهون وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على
~~رسولنا البلاغ المبين} ثم إنه قد كان من أمر هذا الشراب أمر ساءت فيه رعة
~~كثير من الناس وجمعوا مما يغشون به مما حرم الله فيه حراما كثيرا نهوا عنه
~~عند سفه أحلامهم وذهاب عقولهم حتى استحل ms50 في ذلك الدم الحرام وأكل المال
~~الحرام والفرج الحرام وقد أصبح كل من يصيب من ذلك الشراب إنما علتهم فيه
~~يقولن الطلاء لا بأس علينا في شربه ولعمري إن ما قرب إلى الخمر في مطعم أو
~~مشرب أو غير ذلك
# PageV01P089
# ليتقى وما يشرب اولئك شرابهم الذي يستحلون إلا من تحت أيدي النصارى الذين
~~يهون عليهم زيغ المسلمين في دينهم ودخولهم فيما لا يحل لهم مع الذي يجمع
~~نفاق سلعهم ويسارة المؤونة عليهم وما لأحد من المسلمين عذر أن يشرب ما أشبه
~~ما لا خير فيه من الشراب فإن الله جعل عنه غنى وسعة من الماء الفرات ومن
~~الأشربة التي ليس في الأنفس منها حاجة من العسل واللبن والسويق والنبيذ من
~~الزبيب والتمر غير أن من نبذ نبيذا من عسل أو زبيب أو تمر فلا ينبذه إلا في
~~الأسقية التي لا زفت فيها فإنه فد بلغنا عن رسول الله صلى الله عليه وسلم
~~أنه نهى عن شرب ما جعل في الجرار والدباء والظروف المقيرة وقد علم من شرب
~~الطلاء أنه يعمل في الظروف المزفتة من القلال والزقاق لأنه لا يصلح إلا ذلك
~~أنه يسكره وقد ذكر لنا أن رسول الله صلى الله عليه وسلم قال كل مسكر حرام
~~فاستغنوا بما أحل الله لكم عما حرم عليكم وشبه بالحرام فإنه ليس من الأشربة
~~شيء يشبهه غير هذا الشراب الواحد فإنا من نجده يشرب منه شيئا بعد تقدمنا
~~إليه فيه نوجعه عقوبة في ماله ونفسه ونجعله نكالا لغيره ومن يستخف بذلك منا
~~فإن الله أشد عقوبة وأشد بأسا وأشد وتنكيلا وقد أردت بالذي نهيت عنه من شرب
~~الخمر وما ضارع إليه من الطلاء وما جعل في الدباء والجرار والظروف المزفتة
~~اتخاذ الحجة عليكم اليوم وفيما بعد اليوم فإنه من يطع يكن خيرا له ومن
~~يخالف ما نهي عنه نعاقبه في العلانية ويكفينا الله ما أسر إنه على كل شيء
~~رقيب والله على كل شيء شهيد أسأل الله أن يغنينا وإياكم بما أحل عما ms51 حرم
~~وأن يزيد من كان فينا مهتديا هدى ورشدا وأن يراجع
# PageV01P090
# بالمسيء التوبة في عافية والسلام عليكم ورحمة الله وبركاته
### | كتاب عمر إلى الضحاك في أخوة الإسلام ونهيه عن الحلف
# قال وكتب عمر بن عبد العزيز إلى الضحاك بن عبد الرحمن أما بعد فإن الله
~~جعل الإسلام الذي رضي به لنفسه ومن كرم عليه من خلقه لا يقبل الله دينا
~~غيره كرمه بما أنزل من كتابه الذي فرق به بين الإسلام وبين سواه فقال {قد
~~جاءكم من الله نور وكتاب مبين يهدي به الله من اتبع رضوانه سبل السلام
~~ويخرجهم من الظلمات إلى النور بإذنه ويهديهم إلى صراط مستقيم} وقال {وبالحق
~~أنزلناه وبالحق نزل وما أرسلناك إلا مبشرا ونذيرا} فبعث الله محمدا صلى
~~الله عليه وسلم حين بعثه وأنزل عليه الكتاب حين أنزله وأنتم معشر العرب
~~فيما قد علمتم من الضلالة والجهالة والجهد وضنك العيش وتفرق الدار والفتن
~~بينكم عامة والناس لكم حاقرون مستأثرون عليكم بالدين وليس من ضلالتهم من
~~شيء إلا وأنتم على مثله من عاش منكم عاش فيما ذكرت من الجهل والضلالة ومن
~~مات منكم مات إلى النار حتى أخذ الله بنواصيكم عما كنتم فيه من عبادة
~~الأوثان والتقاطع والتدابر وسوء ذات البين فأنكر منكركم وكذب مكذبكم ونبي
~~الله عليه السلام يدعو إلى كتاب الله والى الإسلام ثم أسلم معه قليل
~~مستضعفون في الأرض يخافون أن يتخطفهم الناس فآواهم وأيدهم بنصره ورزقهم
~~الله من أذن له بالإسلام والدنيا مقبوضة عنه والله منجز لرسوله موعوده الذي
~~ليس له خلف فيراه من يراه بعيدا إلا قليلا من المؤمنين فقال {هو الذي أرسل
~~رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون}
# PageV01P091
# ) وقال في بعض ما يعده والمسلمين أن قال {وعد الله الذين آمنوا منكم
~~وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن
~~لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون
~~بي شيئا} فأنجز الله لنبيه عليه السلام وأهل الإسلام موعودهم ms52 الذي وعدهم
~~فلم يعطكم الله يا أهل الإسلام ما أعطاكم من ذلك إلا بهذا الذي تفلجون به
~~على خصمكم وبه تقومون شهداء يوم القيامة ليس لكم نجاة غيره ولا حجة ولا حرز
~~ولا منعة في الدنيا والآخرة فإذا أعطاكم الله منه أحسن يوم وعدتموه فارجوا
~~ثواب الله فيما بعد الموت فإن الله قال {تلك الدار الآخرة نجعلها للذين لا
~~يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين} وإني أحذركم هذا القرآن
~~وتباعته فإن تباعته وشروطه قد أصابكم منها أيتها الأمة وقائع من هراقة دماء
~~وخراب ديار وتفرق جماعات فانظروا ما زجركم الله عنه في كتابه فازدجروا عنه
~~فإن أحق ما خيف وعيد الله بقول أو بعمل أو غير ذلك فإن كان بقول في أمر
~~الله فنعما له وإن كان بقول في غير ذلك فإنما يفضي إلى سبيل هلكه ثم إن ما
~~هاجني على كتابي هذا أمر ذكر لي عن رجال من أهل البادية ورجال أمروا حديثا
~~ظاهر جفاؤهم قليل علمهم بأمر الله اغتروا فيه بالله غرة عظيمة ونسوا فيه
~~بلاءه نسيانا عظيما وغيروا فيه نعمه تغييرا لم يكن يصلح لهم أن يبلغوه وذكر
~~لي أن رجالا من أولئك يتحاربون إلى مضر وإلى اليمن يزعمون أنهم ولاية على
~~من سواهم وسبحان الله وبحمده ما أبعدهم من شكر نعمة الله وأقربهم من كل
~~مهلكة ومذلة وصغر قاتلهم الله أية منزلة نزلوا ومن أي أمان خرجوا أو بأي
~~أمر لصقوا ولكن قد عرفت أن الشقي بنيته يشقى وأن النار لم
# PageV01P092
# تخلق باطلا أولم يسمعوا إلى قول الله في كتابه {إنما المؤمنون إخوة
~~فأصلحوا بين أخويكم واتقوا الله لعلكم ترحمون} وقوله {اليوم أكملت لكم
~~دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا} وقد ذكر لي مع ذلك أن
~~رجالا يتداعون إلى الحلف وقد نهى رسول الله صلى الله عليه وسلم عن الحلف
~~وقال لا حلف في الإسلام قال وما كان من حلف في الجاهلية فلم يزده الإسلام
~~إلا شدة فكان يرجو أحد من الفريقين ms53 حفظ حلفه الفاجر الآثم الذي فيه معصية
~~الله ومعصية رسوله وقد ترك الإسلام حين انخلع منه وأنا أحذر كل من سمع
~~كتابي هذا ومن بلغه أن يتخذ غير الإسلام حصنا أو دون الله ودون رسوله ودون
~~المؤمنين وليجة تحذيرا بعد تحذير وأذكرهم تذكير بعد تذكير وأشهد عليهم الذي
~~هو آخذ بناصية كل دابة والذي هو أقرب إلى ان أحدا من الناس يحرك شيئا ليؤخذ
~~له به أو ليدفع عنه أحرص والله المستعان على مذلته من كان رجلا أو عشيرة أو
~~قبيلة أو أكثر من ذلك فادع إلى نصيحتي وما تقدمت إليكم به فإنه هو الرشد
~~ليس له خفاء ثم ليكون أهل البر وأهل الإيمان عونا بألسنتهم وإن كثيرا من
~~الناس لا يعلمون نسأل الله أن يخلف فيما بيننا بخير خلافة في ديننا وألفتنا
~~وذات بيننا والسلام
### | كتابه في النهي عن النياحة والأمر بالصبر
# قال وكتب عمر بن عبد العزيز أما بعد فإنه ذكر لي أن نساء من أهل السفه
~~والجفاء يخرجن إلى الأسواق عند موت الميت ناشرات رؤوسهن ينحن نياحة أهل
~~الجاهلية ولعمري ما رخص للنساء في وضع خمرهن مذ أمرن أن يضربن بهن على
# PageV01P093
# جيوبهن فانه عن هذه النياحة نهيا شديدا وتقدم إلى صاحب شرطكم فلا يقرن
~~نوحا في دار ولا طريق فإن الله قد أمر المؤمنين عند مصائبهم بخير الأمرين
~~في الدنيا والآخرة فقال {الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه
~~راجعون أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون}
### | موعظة يزيد الرقاشي عمر بن عبد العزيز
# قال ودخل يزيد الرقاشي على عمر بن عبد العزيز فقال عظني يا يزيد فقال له
~~يا أمير المؤمنين ليس بين آدم وبينك ممن ولدك أب حي قال زدني قال يا أمير
~~الؤمنين أنت أول خليفة يموت قال زدني قال ليس بين الجنة والنار منزلة
### | بكاء عمر من الموعظة حتى طفئ الكانون من دموعه
# قال ودخل عليه رجل وبين يديه كانون فيه نار فقال عظني قال يا أمير
~~المؤمنين ms54 ما ينفعك من دخل الجنة إذا دخلت أنت النار وما يضرك من دخل النار
~~إذا دخلت انت الجنة قال فبكى عمر حتى طفئ الكانون الذي كان بين يديه من
~~دموعه
### | موعظة الحسن البصري لعمر
# وكتب الحسن بن أبي الحسن البصري إلى عمر بن عبد العزيز أما بعد فكأن
~~الدنيا لم تكن وكأن الآخرة لم تزل وكأن ما هو كائن قد كان والسلام عليك
~~ورحمة الله وبركاته
# PageV01P094
### | موعظة أخرى له
# وكتب الحسن أيضا إلى عمر بن عبد العزيز أما بعد فإن الأهوال العظائم
~~والمفظعات من الأموركلها أمامك لم تقطع منها شيئا بعد ولا بد والله من
~~معاينة ذلك ومشاهدته فإما بالسلامة وإما بالعطب والسلام
### | خطبة ابن الاهتم في عمر بن عبد العزيز
# ودخل خالد بن صفوان بن الأهتم على عمر بن عبد العزيز فقال يا أمير
~~المؤمنين أتحب أن تطرأ قال لا قال أفتحب أن توعظ قال نعم قال فقام فحمد
~~الله وأثنى عليه ثم قال أما بعد فإن الله بجلاله خلق الخلق غنيا عن طاعتهم
~~آمنا لمعصيتهم والناس في المنازل والرأي مختلفون والعرب بشر تلك المنازل
~~أهل دبر وأهل وثن وأهل حجر فلما أراد الله أن يبعث فيهم رسوله وأراد أن
~~ينشر فيهم رحمته بعث فيهم رسولا من أنفسهم {عزيز عليه ما عنتم حريص عليكم
~~بالمؤمنين رؤوف رحيم} محمد صلى الله عليه وسلم فلم يمنعهم ذلك من أن جرحوه
~~في جسمه ولقبوه في اسمه وأخرجوه من داره معه من الله بينة لا يتقدم إلا
~~بأمره ولا يخرج إلا بإذنه ويمده بملائكته ويخبره بالغيب المكتوم من أمره
~~وضمن له ظفر عاقبة الأمور وقد
# PageV01P095
# اضطروه إلى بطن غار اختبأ فيه وأخذ حبل الذمة من الأملاء فلما أمر بالعزم
~~وحمل على الجهاد انبسط لأمر الله ومضى على الذي أمر به من تبليغ الرسالة
~~وإظهار الحق ومجاهدة العدو فقبضه الله على سنته صلى الله عليه وسلم
# ثم قام من بعده أبو بكر فارتدت عليه العرب أو من ارتد منهم وعرضوا على أن
~~يقيموا الصلاة ms55 ولا يؤتوا الزكاة فأبى أن يقبل منهم إلا ما كان رسول الله
~~صلى الله عليه وسلم يقبل منهم في حياته فانتزع السيوف من أغمادها وأوقد
~~النيران في شعلها وركب بحق الله أكتاف أهل الباطل فما برح يخرق أعراضهم
~~ويسقي الأرض من دمائهم حتى أدخلهم في الباب الذي خرجوا منه فلما أبطأ الأمر
~~على أبي بكر رضي الله عنه وقد كان نال من فيئهم شيئا وهي لقوح يرتضح من
~~لبنها وبكر يرتوي عليه وحبشية أرضعت ابنه فلما حضرت وفاته رأى أن الذي نال
~~من ذلك في حياته غصة في حلقه وثقل على كاهله فأداه إلى ابن الخطاب رضي الله
~~عنه فقبضه الله على سنة صاحبه
# ثم قام من بعده عمر بن الخطاب رضي الله عنه فمصر الأمصار وخلط الشدة
~~باللين وحسر عن ذراعيه وشمر عن ساقيه وأعد للأمور أقرنها فأصابه قين
~~للمغيرة بن شعبة يقال له فيروز يكنى بأبي لؤلؤة فأمر ابن عباس ينادي في
~~الناس فقال هل تعلمون قاتلي فقالوا قتلك أبو لؤلؤة غلام المغيرة بن شعبة
~~فاستهل عمر بحمد الله أن لا يكون أصابه ذو حق في الفيء إنما استحل ذلك منه
~~لما أخذ من
# PageV01P096
# حقه من غير مؤامرته ثم نظر في دينه فلم يرض في ذلك بكفالة ولده حتى كسر
~~في ذلك رباعه وأدى ذلك إلى بيت مال المسلمين
# ثم أنت يا أمير المؤمنين بين يدي الدنيا ولدتك ملوكها وغدتك كلأها
~~وألقمتك ثديها وأنت بت فيها تلتمسها من مظانها حتى إذا أفضت إليك أخطارك
~~منها قذرتها وحقرتها وألقيتها حيث ألقاها الله إلا ما تزودت منها فالحمد
~~لله الذي جلا بك حوبتنا وكشف بك كربتنا وصدق بك قولنا عليك فامض ولا تلتفت
~~فإنه لا يذل على الحق شيء ولا يعز على الباطل شيء أقول قولي هذا وأستغفر
~~الله العظيم لي ولكم
### | نبذة من أدعية عمر
# وكان عمر بن عبد العزيز يدعو بهذا الدعاء اللهم رضني بقضائك وبارك لي في
~~قدرتك حتى لا أحب تعجيل ما أخرت ولا تأخير ما ms56 عجلت وكان عمر بن عبد العزيز
~~يقول ما برح بي هذا الدعاء حتى لقد أصبحت ومالي في شيء من الأمور هوى إلا
~~في مواضع القضاء
# وكان عمر بن عبد العزيز إذا دخل الكعبة قال اللهم إنك وعدت الأمان دخال
# PageV01P097
# بيتك وأنت خير منزول به في بيته اللهم اجعل أمان ما تؤمنني به أن تكفيني
~~مؤونة الدنيا وكل هول دون الجنة حتى تبلغنيها برحمتك يا أرحم الراحمين
# وكان أيضا يدعو فيقول اللهم ألبسني العافية حتى تهنيني المعيشة وأختم لي
~~بالمغفرة حتى لا تضرني الذنوب واكفني كل هول دون الجنة حتى تبلغنيها برحمتك
~~يا أرحم الراحمين
# وكان إذا وقف بعرفات قال اللهم إنك دعوت إلى حج بيتك ووعدت به منفعة على
~~شهود مناسكك وقد جئتك اللهم اجعل منفعة ما تنفعني به أن تؤتيني في الدنيا
~~حسنة وفي الآخرة حسنة وأن تقيني عذاب النار
# وكان يقول اللهم لا تعطني في الدنيا عطاء يبعدني من رحمتك في الاخرة
# وكان يقول يا رب خلقتني وأمرتني ونهيتني ورغبتني في ثواب ما أمرتني به
~~ورهبتني عقاب ما نهيتني عنه وسلطت علي عدوا فأسكنته صدري وأسكنته مجرى دمي
~~إن أهم بفاحشة شجعني وإن أهم بطاعة ثبطني لا يغفل إن غفلت ولا ينسى إن نسيت
~~ينصب لي في الشهوات ويتعرض لي في الشبهات وإلا تصرف عني كيده يستزلني اللهم
~~فاقهر سلطانه علي بسلطانك عليه حتى تخسئه بكثرة ذكري لك فأفوز مع المعصومين
~~بك ولا حول ولا قوة إلا بك
# وكان يقول يا رب انفعني بعقلي واجعل ما أصير إليه أهم إلي مما ينقطع عني
~~اللهم إني أحسنت بك الظن فأحسن لي الثواب اللهم أعطني من الدنيا ما تقيني
~~به فتنتها وتغنيني به عن أهلها وتجعله لي بلاغا إلى ما هو خير لي منها فإنه
~~لا حول ولا قوة إلا بك
# PageV01P098
### | شراء عمر موضع قبره
# وكان عمر بن عبد العزيز قد اشترى موضع قبره بعشرين دينارا وقيل بعشرة
~~دنانير
### | تمني عمر الرحيل عن هذه الدنيا ودعاؤه في ذلك
# ولما كان ms57 قبل وفاة عمر بن عبد العزيز توفي أخوه سهل وولده عبد الملك
~~ومولاه مزاحم وكانوا أعوانه على هذا الأمر فخرج فخطب الناس فأمرهم بشيء مما
~~يصلحهم فكأنهم تثاقلوا عنه واغتم لذلك ثم انصرف ودخل وذلك يوم الجمعة وكان
~~يدخل عليه بنوه فيستقرئهم القرآن بعد الجمعة فدخلوا عليه كما كانوا يدخلون
~~فاستقرأهم فقرأأ ولهم {طسم تلك آيات الكتاب المبين لعلك باخع نفسك ألا
~~يكونوا مؤمنين إن نشأ ننزل عليهم من السماء آية فظلت أعناقهم لها خاضعين}
~~فقال لقد عزاني الله على لسان ابني هذا وتجلى عنه بعض غمه وقال اللهم إني
~~قد مللتهم وملوني فأرحني منهم وأرحهم مني فما عاد إلى المنبر ثانية حتى
~~قبضه الله عزوجل
### | استدعاؤه ابن أبي زكريا ليدعو له بالموت
# وبعث عمر بن عبد العزيز إلى عبد الله بن أبي زكريا وكان من صلحاء أهل
~~الشام فلما أتاه قال له عمر يا ابن أبي زكريا هل تدري لم بعثت إليك قال لا
~~قال لأمر لست ذاكره لك حتى تحلف لي قال يا أمير المؤمنين لا تسألني شيئا
~~إلا فعلته قال له فاحلف لي فلما حلف له قال ادع الله أن يميتني قال بئس
~~الوافد أنا للمسلمين وأنا إذا عدو لأمة محمد صلى الله عليه وسلم قال هاه قد
~~حلفت لي فقال الحمد لله ودعا له ثم قال اللهم لا تبقني بعده وأقبل صبي صغير
~~لعمر فقال وهذا فإني أحبه فدعا له قال فمات عمر ومات ابن أبي زكريا ومات
~~الصبي
# PageV01P099
### | حديثه مع ابنه عبد الملك وهو يحتضر وقول مزاحم لعمر في ذلك
# وكان ابنه عبد الملك من أحب الناس إليه فمرض فاشتد مرضه فأخبر بذلك فأتاه
~~فوقف عليه وقال يا بني كيف تجدك قال أجدني صالحا وكتمه ما به كراهة أن يغمه
~~قال يا بني أصدقني عن نفسك فإن أحب الأمور إلي فيك لموضع القضاء قال أجدني
~~يا أبت أموت قال فولى عمر إلى قبلته فبينما هو في صلاته إذ مات عبد الملك
~~فأتاه مزاحم فقال يا ms58 أمير المؤمنين توفي عبد الملك فخر مغشيا عليه فلما دفن
~~عبد الملك قال له مزاحم وقد كان قد عهد إليه إذا رأى منه أمرين مختلفين أن
~~يخبره بذلك فقال يا أمير المؤمنين رأيت منك عجبا أتيت عبد الملك فسألته عن
~~حاله فكتمك عن نفسه فقلت له يا بني اصدقني عن نفسك فإن أحب الأمور إلي فيك
~~لموضع القضاء فأخبرك أنه يموت فلما مات وأخبرتك بموته خررت مغشيا عليك قال
~~قد كان ذاك يا مزاحم وما ذاك أن لا يكون الأمر كما قلت لك ولكني علمت أن
~~ملك الموت قد دخل منزلي فأخذ بضعة مني فراعني ذلك فأصابني ما قد رأيت
### | دعاء عمر على نفسه بالموت بعد أن مات أعوانه
# ولما مرض عمر بن عبد العزيز مرضه الذي مات منه وقد مات أعوانه سهل أخوه
~~وعبد الملك ابنه ومزاحم مولاه قام حبوا إلى شن معلق فتوضأ منه فأحسن الوضوء
~~ثم أتى مسجده فصلى ركعتين ثم قال اللهم إنك قد قبضت سهلا وعبد الملك
~~ومزاحما وكانوا أعواني على ما قد علمت فلم أزدد لك إلا حبا ولا فيما عندك
# PageV01P100
# إلا رغبة فاقبضني إليك غير مضيع ولا مفرط فما قام من مرضه ذلك حتى قبضه
~~الله تعالى فرحمه الله
### | محاورته حين احتضر مع مسلمة ابن عبد الملك بشأن أولاده ودعاؤه لهم بالمعصية
# ولما حضرت عمر بن عبد العزيز الوفاة دخل عليه مسلمة بن عبد الملك فقال يا
~~أمير المؤمنين إنك قد فغرت أفواه ولدك من هذا المال فلو أوصيت بهم إلي وإلى
~~نظرائي من قومك فكفوك مؤونتهم فلما سمع مقالته أجلسوني فأجلسوه فقال قد
~~سمعت مقالتك يا مسلمة أما قولك إني قد أفرغت أفواه ولدي من هذا المال
~~فوالله ما ظلمتهم حقا هو لهم ولم أكن لأعطيهم شيئا لغيرهم وأما ما قلت في
~~الوصية فإن وصيي فيهم {الله الذي نزل الكتاب وهو يتولى الصالحين} وإنما ولد
~~عمر بين أحد رجلين إما رجل صالح فسيغنيه الله وإما غير ذلك فلن أكون أول من
~~أعانه ms59 بالمال على معصية الله ادع لي بني فأتوه فلما رآهم ترقرقت عيناه وقال
~~بنفسي فتية تركتهم عالة لا شيء لهم وبكى يا بني إني قد تركت لكم خيرا كثيرا
~~لا تمرون بأحد من المسلمين وأهل ذمتهم إلا رأوا لكم حقا يا بني إني قد مثلت
~~بين الأمرين إما أن تستغنوا وأدخل النار أو تفتقروا إلى آخر يوم الأبد
~~وأدخل الجنة فأرى أن تفتقروا إلى ذلك أحب إلي قوموا عصمكم الله قوموا رزقكم
~~الله
# PageV01P101
### | قدوم رأس أساقفة الروم لمعالجة عمر حين سقي السم ورفضه الدواء وعفوه عمن سقاه
# وكان ملك الروم بلغه أن عمر بن عبد العزيز سقي فأرسل إليه رأس الأساقفة
~~وكتب إليه يعلمه حاله عنده وما يوجبه من الحق لمثله من أهل الخير وطاعة
~~الله ويقول له إنه قد بلغني أنك سقيت وقد بعثت إليك رأس الأساقفة وأطبهم
~~ليعالجك مما بك فقدم عليه فقال له عمر أنظر إلي فجسه فقال سقيت يا أمير
~~المؤمنين قال فماذا عندك قال أسقيك حتى أستخرج ذلك من عروقك فقال له عمر لو
~~كان روح الحياة بيدك ما مكنتك من ذلك ارجع إلى صاحبك لا حاجة لي في علاجك
~~ودعا بالذي اتهمه فأقر له أنه قد سقاه فقال ما حملك على ما صنعت قال خدعت
~~وغررت فقال عمر نحه خدع وغر خلوه ولم يعرض له بشييء
### | آخر ما تكلم به عمر قبل وفاته
# ولما حضرت عمر بن عبد العزيز الوفاة كان عنده مسلمة بن عبد الملك وزوجته
~~فاطمة والخصي فقال قوموا عني فإني أرى خلقا ما يزدادون إلآ كثرة ما هم بجن
~~ولا إنس قال مسلمة فقمنا وتركناه وتنحينا عنه وسمعنا قائلا يقول {تلك الدار
~~الآخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين}
~~ثم خفت الصوت فقمنا فدخلنا فإذا هو ميت مغمض مسجى
### | نعي عمر في المنام وتشييع الشهداء له
# وكان رجل من الشام قد استشهد وكان يأتي جاره في المنام في كل ليلة
# PageV01P102
# جمعة فيحدثه ويأنس به فافتقده ليلة ms60 فأصبح حزينا فلما رأه سأله ما أخره
~~عنه في إبانه الذي كان يأتي فيه فقال إنا معشر الشهداء أمرنا أن نشهد جنازة
~~عمر بن عبد العزيز فورخ ذلك اليوم فجاءهم الخبر أنه مات في ذلك اليوم رحمة
~~الله عليه ورضوانه
### | نعيه على لسان نساء الجن وما قيل في ذلك من الشعر
# قال وبينما امرأة بالكوفة ذات ليلة تغزل في كوة إلى سفل ومعها ابنة لها
~~إذ وقع مغزل ابنتها فاطلعت من الكوة لتنظر مكانه فإذا هي بحلقة نساء في
~~السفل كحلقة المأتم وفي وسطهن امرأة وهي تقول
# (ألا قل لنساء الجن يبكين شجيات ... ويخمشن وجوها بعدما كن نقيات)
# (ويلبسن عباء بعد جر الفر قبيات ... ويردفن علوجا بعدما كن حظيات)
# ثم يقول من كان حولها وأمير المؤمنياه وأمير المؤمنياه فقالت الجارية
~~لأمها أما ترين ما أرى قالت وما ترين فاطلعت الأم فإذا هي ترى ذلك فلما
~~أصبحت نظرت الليلة فإذا هي الليلة التي مات فيها عمر بن عبد العزيز رحمه
~~الله
### | مدة خلافة عمر بن عبد العزيز وموت آخر رجل من الصحابة
# قال أبو الطاهر ولي عمر بن عبد العزيز سنة تسع وتسعين وسنة مائة وسنة
~~إحدى لم يستكملها فكل ما ولي الخلافة سنتين وأربعة أشهر وبعض شهر ولم
~~يستكمل قال أبو الطاهر ولم يل الخلافة واحد من أصحاب النبي عليه
# PageV01P103
# السلام باق ولم تأت سنة مائة وأحد من اصحاب النبي عليه السلام حي إلا أن
~~عمر بن عبد العزيز قد ولي على المدينة وبعض الصحابة بها
### | عقد عمر النية على الخير من قبل خلافته وما كان بينه وبين سلفه سليمان في الهدايا
# قال أبو عبد الله محمد بن عبد الله بن عبد الحكم أخبرني أبي عبد الله بن
~~عبد الحكم قال لم يزل سليمان بن عبد الملك يدبر ولاية عمر بن عبد العزيز
~~فأخبرني بعض أصحاب ابن وهب عن عبد الله بن وهب عن يعقوب بن عبد الرحمن
~~الزهري قال لما قدم بالنيروز والمهرجان على سليمان بن عبد الملك وهو ms61 خليفة
~~فصبت له تلك الهدايا في آنية الذهب وصنوف الهدايا قال فكلما مر بعمر صنف
~~منها قال له سليمان كيف ترى هذا يا ابن عبد العزيزقال يا أمير المؤمنين
~~إنما هو متاع الحياة الدنيا قال له سليمان فآلله لو وليته ما أنت صانع فيه
~~قال اللهم أقسمه حتى لا يبقى منه شيء قال اللهم أشهد قال فجعل يمر به على
~~شيء شيء ويقول له هذه المقالة ويقول له عمر اللهم أقسمه حتى لا يبقى منه
~~شيء قال سليمان اللهم أشهد حتى فرغ
### | تركة قارون مولى عمر
# قال وهلك مولى لعمر بن عبد العزيز يقال له قارون وترك ألف دينار فقيل له
~~يا أمير المؤمنين هلك قارون وترك ألف دينار فقال عمر ألف دينار من كسب طيب
### | أمر سليمان بن عبد الملك بضرب زيد بن حسن وما كان من عمر في ذلك
# قال وكتب الوليد بن عبد الملك إلى زيد بن حسن بن علي بن أبي طالب يسأله
~~أن يبايع لعبد العزيز بن الوليد ويخلع سليمان بن عبد الملك ففرق زيد من
~~الوليد فأجابه فلما استخلف سليمان وجد كتاب زيد إلى الوليد بذلك
# PageV01P104
# فكتب إلى أبي بكر بن حزم وهو أمير المدينة ادع زيد بن حسن فأقرئه هذا
~~الكتاب فإن عرفه فاكتب إلي بذلك وإن نكل فقدمه فأظهر يمينه على منبر رسول
~~الله صلى الله عليه وسلم ما كتب هذا الكتاب ولا أمر فأرسل إليه أبو بكر بن
~~حزم فأقرأه الكتاب فقال أنظرني ما بيني وبين العشاء أستخير الله قال فأرسل
~~زيد بن حسن إلى القاسم بن محمد وسالم بن عبد الله يستشيرهما قال فأقاما
~~معهما ربيعة فذكر لهما ذلك وقال إني لم أكن آمن الوليد على دمي لولم أجبه
~~فقد كتبت هذا الكتاب أفترون أن أحلف فقالوا لا تحلف ولا تبارز الله عزوجل
~~عند منبر رسول الله صلى الله عليه وسلم فإنا نرجو أن ينجيك الله بالصدق
~~فأقر بالكتاب ولم يحلف فكتب بذلك أبو بكر بن حزم إلى سليمان فكتب ms62 سليمان
~~إلى أبي بكر أن يضربه مائة سوط ويدرعه عباءة ويمشيه حافيا فتشكى سليمان
~~فقال عمر بن عبد العزيز للرسول لا تخرج حتى نكلم أمير المؤمنين فيما كتب
~~إلى زيد بن حسن لعلي أستطيب نفسه فيترك هذا الكتاب قال فحبس الرسول والكتاب
~~ومرض سليمان فقال عمر لا تخرج فإن أمير المؤمنين مريض إلى أن رمي في جنازة
~~سليمان وأفضى الأمر إلى عمر بن عبد العزيز فدعا بالكتاب فخرقه
### | أقوال في ابن عمر بن عبد العزيز وأخيه ومولاه
# قال ولما دفن عمر عبد الملك ولده وسهل بن عبد العزيز أخاه ثم هلك مزاحم
~~مولاه فقال رجل من الشام والله لقد أصيب أمير المؤمنين بابن لا والله إن
~~رأيت ولدا كان أنفع لوالده منه ثم أصيب أمير المؤمنين بأخ ما كان أخ أنفع
~~لأخ منه قال وسكت عن مزاحم فقال عمر بن عبد العزيز مالك سكت عن مزاحم
~~فوالله ما كان بأدنى الثلاثة عندي يرحمك الله يا مزاحم مرتين أو ثلاثا
~~والله لقد كنت كفيت كثيرا من هم الدنيا ونعم الوزير كنت في أمر الآخرة
# PageV01P105
### | قول سليمان في عمر
# وقال سليمان بن عبد الملك والله ما كاد يغيب عن ابن عبد العزيز فما أجد
~~أحدا ينقه عني شيئا ولا أفقهه منه
### | تجنب عمرالإصلاح بالظلم
# وقال عمر بن عبد العزيز من لم يصلحه إلا الغشم فلا يصلح والله لا أصلح
~~الناس بهلاك ديني
### | كتابه في إقامة العدل
# وكتب عمر بن عبد العزيز إن استطعت أن تكون في العدل والإصلاح والإحسان
~~بمنزلة من كان قبلك في الظلم والفجور والعدوان فافعل ولا حول ولا قوة إلا
~~بالله
### | إصلاح عمر بن عبد العزيز بين رجل وعمه
# قال وجاء رجل من أهل المشرق هو وابن أخ له فاختصما عند عمر بن عبد العزيز
~~قال بينما الشيخ يريد الصلة والصلح إذ غضب فدعته نفسه إلى القطيعة فنظر
~~إليه عمر فقال ما رأيت أحلى منك ولا أمر ولا أبعد ولا أقرب بينما أنت تريد
~~الصلة والصلح دعتك نفسك إلى ms63 القطيعة والظلم وله شاربان قد غطيا فاه فقال يا
~~مينا لحجام له أخرج هذا الشيخ من الصف ثم خذ لي من شاربه ثم ائتني به ففعل
~~فقال عمر هذا أطيب وأنظف مع الفطرة هلم إلى الصلح أيها الشيخ أنت وابن أخيك
~~قالا نعم فأصلح ذات بينهما فرفع عمر يديه إلى السماء وقال الحمد لله
### | كتابه إلى ولي عهده يوصيه ويحذره
# ولما حضرت عمر بن عبد العزيز الوفاة قيل له يا أمير المؤمنين اكتب إلى
# PageV01P106
# يزيد بن عبد الملك توصيه وتخوفه فقال والله إني لأعلم أنه من ولد مروان
~~فقال له رجاء بن حيوة يكون حجة عليه وعذرا لك عند الله ثم أمر كاتبه أن
~~يكتب إليه أما بعد ما يزيد فاتق الصرعة عند الغفلة فلا تقال العثرة ولا
~~تقدر على الرجعة وتترك ما تترك لمن لا يحمدك وتنقلب إلى من لا يعذرك
~~والسلام
### | كتابه إلى سالم بن عبد الله يسأله فيه أن يكتب إليه سيرة عمر بن الخطاب ليسير بها
# وذكر أن عمر بن عبد العزيز كتب إلى سالم بن عبد الله بن عمر بن الخطاب من
~~عمر بن عبد العزيز إلى سالم بن عبد الله أما بعد فقد ابتليت بما ابتليت به
~~من أمر هذه الأمه من غير مشاورة مني ولا إرادة يعلم الله ذلك فإذا أتاك
~~كتابي فاكتب إلي بسيرة عمر بن الخطاب في أهل القبلة وأهل العهد فإني سائر
~~بسيرته إن الله أعانني على ذلك والسلام
### | جواب سالم له
# فكتب إليه سالم من سالم بن عبد الله إلى عمر بن عبد العزيز أمير المؤمنين
~~أما بعد فإنك كتبت إلي تسألني تذكر أنك ابتليت بما ابتليت به من أمر هذه
~~الأمه من غير مشاورة ولا إرادة يعلم الله ذلك تسألني أن أكتب لك بسيرة عمر
~~وقضائه في أهل القبلة وأهل العهود وتزعم أنك سائر بسيرته إن الله أعانك على
~~ذلك وإنك لست في زماني عمر ولا في مثل رجال عمر فأما أهل العراق فليكونوا
~~منك بمكان من لا ms64 غنى بك عنهم ولا مفقرة إليهم ولا يمنعك من نزع عامل أن
~~تنزعه أن تقول لا أجد من يكفيني مثل عمله فإنك إذا كنت تنزع لله وتستعمل
~~لله أتاح الله لك أعوانا وأتاك بهم فإنما قدر عون
# PageV01P107
# الله للعباد على قدر النيات فمن تمت نيته تم عون الله له ومن قصرت نيته
~~قصر عون الله له والله المستعان والسلام
### | كتاب عمر إلى عامله على اليمن بشأن جباية الخراج
# وكتب عمر بن عبد العزيز إلى عروة بن محمد أما بعد فإنك كتبت إلي تذكر أنك
~~قدمت اليمن فوجدت على أهلها ضريبة من الخراج مضروبة ثابته في أعناقهم
~~كالجزية يؤدونها على كل حال إن أخصبوا أو أجدبوا أو حيوا أو ماتوا فسبحان
~~الله رب العالمين ثم سبحان الله رب العالمين ثم سبحان الله رب العالمين إذا
~~أتاك كتابي هذا فدع ما تنكره من الباطل إلى ما تعرفه من الحق ثم ائتنف الحق
~~فاعمل به بالغا بي وبك ما بلغ وإن أحاط بمهج أنفسنا وإن لم ترفع إلي من
~~جميع اليمن إلا حفنة من كتم فقد علم الله أني بها مسرور إذا كانت موافقة
~~للحق والسلام
### | قطيعة عمر في الله وصلته في الله
# قال ودخلت أم عمر بنت مروان وهي عمة عمر بن عبد العزيز على عمر بن عبد
~~العزيز فقالت حكم الله بيننا وبينك قطعت أنت عنا أشياء كان يجريها غيرك
~~علينا قال يا عمة لولا ذلك الحكم لكنت أوصلهم لك
# PageV01P108
### | عرض مسلمة بن عبد الملك المال على عمر ليوصي فيه وجواب عمر له
# ودخل مسلمة بن عبد الملك على عمر بن عبد العزيز في مرضه الذي مات فيه
~~فأوصاه عمر أن يحضر موته وأن يلي غسله وتكفينه وأن يمشي معه إلى قبره وأن
~~يكون ممن يلي إدخاله في لحده ثم نظر إليه وقال انظر يا مسلمة بأي منزل
~~تتركني وعلى أي حال أسلمتني إليه الدنيا فقال له مسلمة فأوص يا أمير
~~المؤمنين قال مالي من مال فأوصي فيه قال مسلمة هذه ms65 مائة ألف دينار فأوص
~~فيها بما أحببت قال أو خير من ذلك يا مسلمة أن تردها من حيث أخذتها قال
~~مسلمة جزاك الله عنا خيرا يا أمير المؤمنين والله لقد ألنت لنا قلوبا قاسية
~~وجعلت لنا ذكرا في الصالحين
### | نفي عمر نفرا من بني عقيل إلى اليمن وكتابه إلى عامله بشأنهم
# قال وكتب عمربن عبد العزيز إلى عروة بن محمد أما بعد فإني بعثت إليك بنفر
~~من بني عقيل وبئس القوم كانوا في الجاهلية والإسلام وكان أفضلهم في أنفسهم
~~شر خلق الله دينا ونفسا وأنا أرجو أن يجعل الله فيهم خلافا لا يزداد ما
~~كرهوا من ذلك إلا لزوما وأن يظعنوا إلى شر ما ظعن إليه أهل موت فإذا أتاك
~~كتابي هذا فأنزلهم من نواحي أرضك بشرها بقدر هوانهم على الله عزوجل والسلام
### | رأيه في مذاكرة العلماء
# وقال ميمون بن مهران سألني عمر بن عبد العزيز على فريضة فأجبته
# PageV01P109
# فيها فضرب على فخذي ثم قال ويحك يا ميمون بن مهران إني وجدت لقيا الرجال
~~تلقيحا لألبابهم
### | غنى الناس في خلافة عمر
# وقال رجل من ولد زيد بن الخطاب إنما ولي عمر بن عبد العزيز سنتين ونصفا
~~فذلك ثلاثون شهرا فما مات حتى جعل الرجل يأتينا بالمال العظيم فيقول اجعلوا
~~هذا حيث ترون في الفقراء فما يبرح حتى يرجع بماله يتذكر من يضعه فيهم فما
~~يجده فيرجع بماله قد أغنى الله على يد عمر بن عبد العزيز الناس
### | جواب عمر لابنه وقد سأله أن يزوجه ثانية من بيت المال
# قال وطلب ابن لعمر بن عبد العزيز إلى أبيه أن يزوجه وأن يصدق عنه من بيت
~~المال وكان لابنه ذلك امرأة فغضب لذلك عمر بن عبد العزيز وكتب إليه لعمر
~~الله لقد أتاني كتابك تسألني أن أجمع لك بين الضرائر من بيت مال المسلمين
~~وأبناء المهاجرين لا يجد أحدهم امرأة يستعف بها فلا أعرفن ما كتبت بمثل هذا
~~ثم كتب إليه أن انظر إلى ما قبلك من نحاسنا ومتاعنا فبعه واستعن بثمنه ms66 على
~~ما بدا لك
# PageV01P110
### | نهيه عن الضرب بالبرابط وإذنه بالدفاف في العرس
# وقال يزيد بن أبي حبيب كتبت إلى عمر بن عبد العزيز في اللعب بالدفاف
~~والبرابط في العرس فكتب إلي عمر بن عبد العزيز امنع الذين يضربون البرابط
~~ودع الذين يضربون بالدفاف فإن ذلك يفرق بين النكاح والسفاح
### | إكتفاؤه في رد المظالم باليسيرمن البينات وإنفاد بيت مال العراق في ذلك
# وقال أبو الزناد كان عمر بن عبد العزيز يرد المظالم إلى أهلها بغير
~~البينة القاطعة وكان يكتفي باليسير إذا عرف وجه مظلمة الرجل ردها عليه ولم
~~يكلفه تحقيق البينة لما يعرف من غشم الولاة قبله على الناس ولقد أنفد بيت
~~مال العراق في رد المظالم حتى حمل إليها من الشام
### | كتاب عمر إلى بعض إخوانه وكان قد بلغه موته وهو حي
# وبلغ عمر بن عبد العزيز أن أخا من إخوانه مات ثم بلغه خلاف ذلك فكتب إليه
~~عمر أما بعد فقد بلغنا خبر ريع له إخوانك ثم أتانا تكذيب ما بلغنا من الرضح
~~الأول فأنعم بذلك أن يسرنا وإن كان السرور بذلك وشيك الإنقطاع يتبعه عن
~~قليل تصديق الخبر الأول فهل أنت يا عبد الله إلا كرجل ذاق الموت ثم سأل
~~الرجعة فأسعف بطلبته فهو متأهب مبادر مصر في جهازه بأقل ما يسره من ماله
~~إلى دار قراره لا يرى أن له من ماله شيئا إلا ما قدم أمامه فإن المغبون في
~~الدنيا والآخرة من اجتمع له مال قليل أو كثير ثم
# PageV01P111
# لم يكن له منه شيء ولم يزل الليل والنهار سريعين في نفاذ الأيام وطي
~~الآجال ونقض العمر ولا يزالان على ذلك يفنيان ويبليان ما مرا به هيهات قد
~~صحبا نوحا وهودا وقرونا بين ذلك كثيرا فأضحوا قد لحقوا بربهم ووردوا على
~~أعمالهم فأصبح الليل والنهار غضين جديدين ولم يبلهما أحد أفنياه ولم يفنهما
~~من مرا به ومستعدين لمن بقي بمثل ما أصابا به من مضى وإنك اليوم شريف ناس
~~كثير من ضربائك وقرنائك فهل أنت إلا كرجل ms67 قطعت أعضاؤه عضوا عضوا فلم يبق
~~إلآ حشاشة نفسه فهو ينتظر الداعي لها صباحا ومساء فنستغفر الله لسيىء
~~أعمالنا ونعوذ به من مقته إيانا على ما نعظ به أنفسنا والسلام
### | مناظرة عمر بن عبد العزيز أصحاب شوذب الحروري
# وبعث عمر بن عبد العزيز محمد بن الزبير الحنظلي إلى شوذب الحروري وأصحابه
~~حين خرجوا بالجزيرة قال فكتب معنا إليهم كتابا فأتيناهم فأبلغناهم رسالته
~~وكتابه فبعثوا معنا رجلين منهم أحدهما من بني شيبان والآخر في حبشية وهو
~~أسد الرجلين حجة ولسانا فقدمنا بهما إلى عمر بن عبد العزيز وهو بخناصرة
~~فصعدنا إليه في غرفة معه فيها ابنه عبد الملك
# PageV01P112
# وكاتبه مزاحم فأعلمناه مكانهما فقال ابحثوهما أن لا يكون معهما حديدة ثم
~~أدخلوهما ففعلنا فلما دخلا قالا السلام عليكم ثم جلسا فقال لهما عمر
~~أخبراني ما أخرجكما مخرجكما هذا وأي شيء نقمتم علينا فقال الذي في حبشية
~~والله ما نقمنا عليك في سيرتك فإنك لتجري العدل والإحسان ولكن بيننا وبينك
~~أمر إن أعطيتناه فأنت منا ونحن منك وإن منعتنا فلست منا ولسنا منك قال عمر
~~وما هو قال رأيتك خالفت أعمال أهل بيتك وسلكت غير طريقهم وسميتها مظالم فإن
~~زعمت أنك على هدى وهم على ضلال فابرأ منهم والعنهم فهو الذي يجمع بيننا
~~وبينك أو يفرق قال فتكلم عمر عند ذلك فقال إني قد عرفت أو ظننت أنكم لم
~~تخرجوا لطلب الدنيا ولكنكم أردتم الآخرة فأخطأتم سبيلها وأنا سائلكم عن أمر
~~فبالله لتصدقاني عنه فيما بلغه علمكما قالا نفعل قال أرأيتم أبا بكر وعمر
~~أليسا من أسلافكم وممن تتولون وتشهدون لهما بالنجاة قالا بلى فقال هل
~~تعلمون أن العرب ارتدت بعد رسول الله صلى الله عليه وسلم فقاتلهم أبو بكر
~~فسفك الدماء وسبى الذراري وأخذ الأموال قالا قد كان ذلك قال فهل تعلمان أن
~~عمر لما قام بعده رد تلك السبايا إلى عشائرهم قال قد كان ذلك قال فهل برئ
~~أبو بكر من عمر أو عمر من أبي بكر قالا لا قال فهل ms68 تبرأون من واحد منهما
~~قالا لا قال أخبراني عن أهل النهروان أليسوا من أسلافكم وممن تتولون
~~وتشهدون لهم بالنجاة قالا بلى قال فهل تعلمون أن أهل الكوفة حين خرجوا
~~إليهم كفوا أيديهم فلم يخيفوا آمنا ولم يسفكوا دما ولم يأخذوا مالا قالا قد
~~كان ذلك قال فهل تعلمون أن أهل البصرة حين خرجوا إليهم مع
# PageV01P113
# عبد الله بن وهب الراسبي استعرضوا الناس فقتلوهم وعرضوا لعبد الله بن
~~خباب صاحب النبي صلى الله عليه وسلم فقتلوه وقتلوا جاريته ثم صبحوا حيا من
~~العرب يقال لهم بنو قطيعة فاستعرضوهم فقتلوا الرجال والنساء والولدان حتى
~~جعلوا يلقون الأطفال قي قدور الأقط وهي تفور بهم قالا قد كان ذلك قال فهل
~~برئ أهل الكوفة من أهل البصرة أو أهل البصرة من أهل الكوفة قالا لا قال فهل
~~تبرأون من طائفة منهما قالا لا قال عمر أخبراني أرأيتم الدين واحدا أم
~~اثنين قالا بل واحد قال فهل يسعكم فيه شيء يعجز عني قالا لا قال فكيف وسعكم
~~أن توليتم أبا بكر وعمر وتولى كل واحد منهما صاحبه وقد اختلفت سيرتهما أم
~~كيف وسع أهل الكوفة أن تولوا أهل البصرة وأهل البصرة أهل الكوفة وقد
~~اختلفوا وكيف وسعكم أن توليتموهم جميعا وقد اختلفوا في أعظم الأشياء في
~~الدماء والفروج والأموال ولا يسعني بزعمكما إلا لعن أهل بيتي والبراءة منهم
~~فإن كان لعن أهل الذنوب فريضة مفروضة لا بد منها فأخبرني عنك أيها المتكلم
~~متى عهدك بلعن أهل فوعون ويقال بلعن هامان قال ما أذكر متى لعنته قال ويحك
~~فيسعك ترك لعن فوعون ولا يسعني بزعمك إلا لعن أهل بيتي والبراءة منهم ويحكم
~~إنكم قوم جهال أردتم أمرا فأخطأتموه فأنتم تقبلون من الناس ما رد عليهم
~~رسول الله صلى الله عليه وسلم وتردون عليهم ما قبل منهم ويأمن عندكم من خاف
~~عنده ويخاف عندكم من أمن عنده قالا ما نحن كذلك قال بلى تقرون بذلك الآن هل
~~علمتم أن رسول الله صلى الله عليه وسلم بعث إلى ms69 الناس وهم عبدة أوثان
~~فدعاهم إلى أن يخلعوا الأوثان وأن يشهدوا أن لا إله إلاالله وأن محمدا رسول
# PageV01P114
# الله فمن فعل ذلك حقن دمه وأمن عنده وكان أسوة المسلمين ومن أبى ذلك
~~جاهده قالا بلى قال أفلستم أنتم اليوم تبرأون ممن يخلع الأوثان وممن يشهد
~~أن لا إله إلاالله وأن محمدا عبده ورسوله وتلعنونه وتقتلونه وتستحلون دمه
~~وتلقون من يأبى ذلك من سائر الأمم من اليهود والنصارى فتحرمون دمه ويأمن
~~عندكم فقال الذي في حبشية ما رأيت حجة أبين ولا أقرب مأخذا من حجتك أما أنا
~~فأشهد أنك على الحق وأنني بريء ممن خالفك وقال للشيباني فأنت ما تقول قال
~~ما أحسن ما قلت وأحسن ما وصفت ولكن أكره أن افتات على المسلمين بأمر لا
~~أدري ما حجتهم فيه حتى أرجع إليهم فلعل عندهم حجة لا أعرفها قال فأنت أعلم
~~قال فأمر للحبشي بعطائه وأقام عنده خمس عشرة ليلة ثم مات ولحق الشيباني
~~بقومه فقتل معهم
### | حكمة من كلام عمر
# وقال عمر بن عبد العزيز الرضا قليل والصبر معقل المؤمن
### | إيثاره راحة الرعية على كل شيء
# وخرج عمر بن عبد العزيز يوما في ولايته الخلافة بالشام فركب هو ومزاحم
~~وكان كثيرا ما يركب فيلقى الركبان يتجسس الأخبار عن القرى فلقيهما راكب من
~~أهل المدينة وسألاه عن الناس وما وراءه وهو الأمر الذي خرجا من أجله فقال
~~لهما إن شئتما جمعت لكما خبري وإن شئتما بعضته
# PageV01P115
# تبعيضا فقالا بل أجمعه فقال إني تركت المدينة والظالم بها مقهور والمظلوم
~~بها منصور والغني موفور والعائل مجبور فسر بذلك عمر وقال والله لأن تكون
~~البلدان كلها على هذه الصفة أحب إلي مما طلعت عليه الشمس
### | رأي عمر في المال الذي أنفقه سليمان في المدينة
# وقدم سليمان بن عبد الملك المدينة فأعطى بها مالا عظيما فقال لعمر بن عبد
~~العزيز كيف رأيت ما فعلنا يا أبا حفص قال رأيتك زدت أهل الغنى غنى وتركت
~~أهل الفقر بفقرهم
### | رأيه فيمن سب الخليفة
# وشاور سليمان بن عبد ms70 الملك عمر بن عبد العزيز في رجل سب سليمان فقال ما
~~ترى فيه فقال من حوله اكتب بضرب عنقه وعمر بن عبد العزيز ساكت فقال ما لك
~~لا تتكلم يا عمر فقال أما إذا سألتني فلا أعلم سبة أحلت دم مسلم إلاسبة نبي
~~قال فقاموا وقام فقال سليمان لله بلادك يا عمر لو قرشي طبخت في مرقته
~~لأنضجتها
### | خطبة عمر في في التذكير بالموت وحبه المساواة بالرعية
# وخطب الناس عمر بن عبد العزيز فقال يا أيها الناس ثم خنقته العبرة ثم سكت
~~فقال يا أيها الناس ثم خنقته العبرة فسكت ثم قال يا أيها الناس إن امرءا
~~أصبح ليس بينه وبين آدم أب حي لمعرق له في الموت أيها
# PageV01P116
# الناس ألا ترون أنكم في أسلاب الهالكين وفي بيوت الميتين وفي دور
~~الظاعنين جيرانا كانوا معكم بالأمس أصبحوا في دور خامدين بين آمن روحه إلى
~~يوم القياممة وبين معذب روحه إلى يوم القيامة ثم تحملونه على أعناقكم ثم
~~تضعونه في بطن من الأرض بعد غضارة من العيش وتلذذ في الدنيا فإنا لله وإنا
~~إليه راجعون ثم إنا لله وإنا إليه راجعون أم والله لوددت أنه بديء بي
~~وبلحمتي التي أنا منها حتى يستوي عيشنا وعيشكم أم والله لو أردت غير هذا من
~~الكلام لكان اللسان به مني منبسطا ولكنت بأسبابه عارفا ثم وضع طرف ردائه
~~على وجهه فبكى وبكى الناس معه
### | جوابه إلى القرظي في الموزنة بين الموعظة والصدقة
# وكتب عمر بن عبد العزيز إلى القرظي أما بعد فقد بلغني كتابك تعظني وتذكر
~~ما هو لي حظ وعليك حق وقد أصبت بذلك أفضل الأجر إن الموعظة كالصدقة بل هي
~~أعظم أجرا وأبقى نفعا وأحسن ذخرا وأوجب على المرءالمؤمن حقا لكلمة يعظ بها
~~الرجل المؤمن أخاه ليزداد بها في هدى رغبة خير من مال يتصدق به عليه وإن
~~كان به إليه حاجة ولما يدرك أخوك بموعظتك من الهدى خير مما ينال بصدقتك من
~~الدنيا ولأن ينجو رجل بموعظتك من هلكة خير من ms71 أن ينجو بصدقتك من فقر فعظ من
~~تعظه لقضاء حق عليك واستعمل كذلك نفسك حين تعظ وكن كالطيب المجرب العالم
~~الذي قد علم أنه إذا وضع الدواء حيث لا ينبغي أعنته وأعنت نفسه وإذا أمسكه
~~من حيث ينبغي جهل وأثم وإذا أراد أن يداوي مجنونا لم يداوه وهو مرسل حتى
~~يستوثق منه ويوثق له خشية أن لا يبلغ منه من الخير ما يتقي منه من الشر
~~وكان طبه
# PageV01P117
# وتجربته مفتاج عمله واعلم أنه لم يجعل المفتاح على الباب لكيما يغلق فلا
~~يفتح او ليفتح فلا يغلق ولكن ليغلق في حينه ويفتح في حينه والسلام
### | حثه على العلم وحب العلماء
# وقال عمر بن عبد العزيز إن استطعت فكن عالما فإن لم تستطع فكن متعلما فإن
~~لم تستطع فأحبهم فإن لم تستطع فلا تبغضهم وقال عمر بن عبد العزيز لقد جعل
~~الله له مخرجا إن قبل
### | نهي عمر عن المزاح
# وجمع عمر بن عبد العزيز أصحابه بالسويداء فخرج عليهم وأوصاهم فقال إياي
~~والمزاح فإنه يبعث الضغن ويثبت الغل تحدثوا بكتاب الله وتجالسوا به
~~وتسايروا عليه فإذا مللتم فحديث من حديث الرجال حسن جميل
### | ما قاله عمر لعامله على مكة حينما شكاه اليه رجل فأشكاه
# واستعمل عمر بن عبد العزيز عروة بن عياض بن عدي على مكة فخرج عمر من مكة
~~وخرج معه من خرج يشيعه حتى نزل بمر ومعه عروة فجاء رجل فقال أصلح الله أمير
~~المؤمنين ظلمت ولا أستطيع أن أتكلم فقال عمر ويحه أخذت عليه يمين ثم قال إن
~~كنت صادقا فتكلم فقال أصلحك
# PageV01P118
# الله هذا وأشار إلى عروة سامني بما ل لي وأعطاني به ستة آلاف درهم فأبيت
~~أن أبيعه فاستعداه علي غريم لي فحبسني فلم يخرجني حتى بعته مالي بثلاثة
~~آلاف درهم واستحلفني بالطلاق إن خاصمته أبدا فنظر عمر إلى عروة ثم نكت
~~بالخيزران بين عينيه في سجدته وقال هذه غرتني منك ثم قال للرجل اذهب فقد
~~رددت عليك مالك ولا حنث عليك
### | نصيحة عمر بن عبد العزيز ms72 للوليد بن عبد الملك وحرج الحجاج منها ورأي عمر في سياسة الخوارج
# ودخل عمر بن عبد العزيز على الوليد بن عبد الملك فقال يا أمير المؤمنين
~~إن عندي نصيحة فإذا خلا لك عقلك واجتمع فهمك فسلني عنها قال ما يمنعك منها
~~الآن قال أنت أعلم إذا اجتمع لك ما أقول فإنك أحق أن تفهم فمكث أياما ثم
~~قال يا غلام من بالباب فقيل له ناس وفيهم عمر بن عبد العزيز فقال أدخله
~~فدخل عليه فقال نصيحتك يا أبا حفص فقال عمر إنه ليس بعد الشرك إثم أعظم عند
~~الله من الدم وإن عمالك يقتلون ويكتبون إن ذنب فلان والمقتول كذاوكذا وأنت
~~المسؤول عنه والمأخوذ به فاكتب إليهم أن لا يقتل أحد منهم أحدا حتى يكتب
~~إليك بذنبه ثم يشهد عليه ثم تأمر بأمرك على أمر قد وضح لك قال بارك الله
~~فيك يا أبا حفص ومنع فقدك علي بكتاب فكتب إلى أمراء الأمصار كلهم
# PageV01P119
# فلم يحرج من ذلك إلاالحجاج فإنه أمضه وشق عليه وأقلقه وظن أنه لم يكتب
~~إلى أحد غيره فبحث عن ذلك فقال من أين دهينا او من أشار على أمير المؤمنين
~~بهذا فأخبر أن عمر بن عبد العزيز هو الذي فعل ذلك فقال هيهات إن كان عمر
~~فلا نقض لأمره ثم إن الحجاج أرسل إلى أعرابي حروري جاف من بكر بن وائل ثم
~~قال له الحجاج ما تقول في معاوية فنال منه قال له ما تقول في يزيد فسبه قال
~~فما تقول في عبد الملك فظلمه قال فما تقول في الوليد فقال أجورهم حين ولاك
~~وهو يعلم عداءك وظلمك قال فسكت عنه الحجاج وافترضها منه ثم بعث به إلى
~~الوليد وكتب إليه أنا أحوط لديني وأرعى لما استرعيتني وأحفظ له من أن أقتل
~~أحدا لم يستوجب ذلك وقد بعثت إليك ببعض من كنت أقتل على هذا الرأي فشأنك
~~وإياه فدخل الحروري على الوليد وعنده أشراف اهل الشام وعمر فيهم فقال له
~~الوليد ما تقول في قال ظالم ms73 جائر جبار قال ما تقول في عبد الملك قال جبار
~~عات قال فما تقول في معاوية قال ظالم قال الوليد لابن الريان اضرب عنقه
~~فضرب عنقه ثم قال فدخل منزله وخرج الناس من عنده فقال يا غلام اردد علي عمر
~~فرده عليه فقال يا أبا حفص ما تقول بهذا أصبنا فيه أم أخطأنا فقال عمر ما
~~أصبت بقتله ولغير ذلك كان ارشد وأصوب كنت تسجنه حتى يراجع الله عزوجل أو
~~تدركه منيته
# PageV01P120
# فقال الوليد شتمني وشتم عبد الملك وهو حروري أفتستحل ذلك قال لعمري ما
~~استحله لو كنت سجنته إن بدا لك أو تعفو عنه فقام الوليد مغضبا فقال ابن
~~الريان لعمر يغفر الله لك يا أبا حفص لقد راددت أمير المؤمنين حتى ظننت أنه
~~سيأمرني بضرب عنقك فقال عمر ولو أمرك كنت تفعل وقال إي لعمري قال عمر إذهب
~~إليك
# وقال عمر بن عبد العزيز لرجل يا فلان قرأت البارحة سورة فيها زيادة
~~{ألهاكم التكاثر حتى زرتم المقابر} فكم عسى الزائر يلبث عند المزور حتى
~~ينكفئ إماإلى جنة وإما إلى نار
### | أرق عمر من الطعام
# قال ودخل زيان بن عبد العزيز على عمر بن عبد العزيز فتحدث معه ساعة فقال
~~لقد طالت الليلة علي وقل نومي فيها فاتهمت عشاء تعشيت به فقال وما هو قال
~~عدس وبصل فقال له زيان لقد وسع الله عليك ولكن تضيق على نفسك وأكثر زيان
~~لائمته فقال يا زيان أخبرتك خبري وأطلعتك على سري فوجدتك غاشا غير ناصح أم
~~والله لا أعود لمثلها أبدا ما بقيت
### | اعلانه الجوائز لمن يدله على الخير
# وكتب عمر بن عبد العزيز إلى أهل المواسم أما بعد فأيما رجل قدم علينا في
~~رد مظلمة أوأمر يصلح الله به خاصا أو عاما من أمرالدين فله ما بين مائة
~~دينار الى ثلاثمائة دينار بقدر ما يرى من الحسبة وبعد الشقة رحم الله امرءا
~~لم يتكاءده بعد سفر لعل الله يحيي به حقا أو يميت به باطلا أو يفتح به من
# PageV01P121
# ورائه ms74 خيرا ولولا أني أطيل عليكم وأطنب فيشغلكم ذلك عن مناسككم لسمت
~~أمورا من الحق أظهرها الله وامورا من الباطل أماتها الله وكان الله هو
~~المتوحد لكم في ذلك لا تجدون غيره فإنه لو وكلني إلى نفسي لكنت كغيري
~~والسلام
### | عمر بن عبد العزيز والأنصاري
# وأتى عمر بن عبد العزيز رجل من الأنصار فقال يا امير المؤمنين احفظ في
~~بلاء أبي قال وما كان بلاؤه قال يا أمير المؤمنين إن ابي كان أعمى من
~~الأنصار وان امرأة من المشركين كانت تؤذي النبي صلى الله عليه وسلم فقال
~~أبي أما لهذه المرأة أحد يكفيها النبي صلى الله عليه وسلم أقعدوني على
~~طريقها فإذا مرت فآذنوني فأقعدوه على طريقها فلما مرت آذنوه بها فوثب عليها
~~فضربها حتى قتلها
# فقال عمر
# (تلك المثالب لا قعبان من لبن ... شيبا بماء فعادا بعد أبوالا) هكذا
~~أنشدنا أيوب بن سويد فيما حفظت عنه عن عبد الله بن شوذب قال محمد وأنشدني
~~أبي عبد الله بن عبد الحكم هذا البيت تلك المكارم
### | بشارة الحجاج بخلافة عمر
# قال أبو عبد الله وبلغني عن مالك بن أنس أنه قال نعس الحجاج وعنده عنبسة
~~بن سعيد بن العاص قال وقد ذكر الحجاج عمر بن عبد العزيز فنلت منه لأرضيه
~~فقال لي مه إنا نقول إنه سيلي هذا الأمر ويعدل فيه ونعس فخرجت وخرج من عنده
~~فانتبه الحجاج فلم ير أحدا فقال عجلوا علي بعنبسة فقال أي شيء قلت لك قال
~~لا شيء أصلحك الله فقال بلى والذي نفسي بيده لئن سمعته من أحد لأضربن عنقك
# PageV01P122
### | كلمة عن رجاء بن حيوة وبشارته عمر بن عبد العزيز بالخلافة حين بعثه سليمان بن عبد الملك إليه ليعلمه بحاله
# وقال سعيد بن صفوان كان بين عبد الملك بن أرطأة ورجآء ين حيوة الكندي
~~وبين عمر بن عبد العزيز صداقة وصحبة في نسكهم وعبادتهم وكان رجاء بن حيوة
~~من أهل الأردن وكان من أعبد أهل زمانه وكان مرضيا حكيما ذا أناة ووقار
~~وكانت الخلفاء تعرفه بفضله ms75 فيتخذونه وزيرا ومستشارا وقيما على عمالهم
~~وأولادهم وكانت له من الخاصة والمنزلة عند سليمان بن عبد الملك ما ليس لأحد
~~يثق به ويستريح إليه قال وولى سليمان عمر على المدينة وكانت لعمر بن عبد
~~العزيز عند سليمان منزلة وناحية وخاصة دون بني مروان فأراد سليمان أن يعلم
~~علم عمر وحاله التي هو عليها فبعث إليه رجاء بن حيوة ليأتي بخبره وطريقته
~~وحاله في سيرته وطعمته للذي كان يحدث به بنفسه فقدم رجاء بن حيوة على عمر
~~بن عبد العزيز فلم يأل عن إلطافه وإكرامه وتقريبه وأقام عنده أياما فكان
~~كلما أصبح دخل على عمر بعد صلاة الصبح فيتحدثان لا يدخل عليهما أحد حتى
~~يخرج رجاء من عنده قال فبينما رجاء ذات يوم عنده وقد رأي رؤيا فأصبح وقد
~~حفظها قال فجعل يحدث نفسه وعمر يحدثه فأنكره عمر فقال يا ابا المقدام إني
~~لأنكر بعض حالك اليوم فما شأنك قال إن الذي ترى وإنكارك إياي لرؤيا رأيتها
~~الليلة فأنا أعجب وأحدث بها نفسي فقال عمر اقصصها رحمك الله فقال نعم وإن
~~لك فيها نصيبا رأيت الليلة كأن أبواب السماء فتحت فبينا أنا أرمقها إذ أقبل
~~ملكان يهويان معهما سرير لم أر مثله حسنا حتى وضعاه بالمدينة ثم صعدا وأنا
~~أنظر إليهما حتى دخلا أبواب السماء فلبثا مليا ثم أقبلا ومعهما ثياب بيض لم
~~أر مثلها وشممت عبق مسك لم أشم مثله قط فمهداها على ذلك السرير فدنوت منهما
~~فقلت ما هذه الثياب قالا هذا السندس والإستبرق الذي ذكر في القرآن
# PageV01P123
# ثم صعدا فلبثا مليا ثم أقبلا معهما برجل أدعج العينين ذي وفرة شديد سواد
~~الشعر بعيد ما بين المنكبين مربوع الجسم عليه هيبة ووقار حتى أقعداه على
~~ذلك السرير من فوق تلك الفرش فدنوت منها فقلت من هذا الرجل فقالا هذا محمد
~~صلى الله عليه وسلم قال فهبته هيبة شديدة وتأخرت ناكصا على عقبي حتى كنت
~~منه بمكان منظر ومسمع فبينا أنا كذلك إذ أتي برجل قد نهزه القتير ضرب الجسم ms76
~~حسن اللحم مشدودة يداه على عنقه حتى وقف بين يديه فأقبل رسول الله صلى الله
~~عليه وسلم يثني عليه فيما كان من فعاله في الإسلام ويقول أنت صاحبي في
~~الغار وأنت أبو بكر الصديق والأمر ههنا إلى غيري ولست أملك لك من الله شيئا
~~فلم يزل قائما بين يديه ثم أمر به فأطلق عنه وأجلس عند رأس السرير على
~~الأرض ثم أتي برجل حسن اللحم نهزه القتير مجموعة يداه إلى عنقه حتى وقف بين
~~يديه فأقبل رسول الله صلى الله عليه وسلم يثني عليه بفعاله في الإسلام
~~ويقول أما إنك الفاروق الذي أعز الله عزوجل به الدين وأنت صاحب اليهودي
~~والأمر ههنا الى غيري ولست أملك لك من الله شيئا فلم يزل قائما بين يديه
~~مليا ثم أطلق عنه وأجلس مع أبي بكر فما زال كذلك يؤتى بخليفة خليفة حتى
~~أفضى الأمر إليك فلما سمع عمر ذلك منه ارتاع فاستوى جالسا ثم قال يا أبا
~~المقدام فماذا صنع بي قال أتي بك مجموعة يداك الى عنقك ثم وقفت بين يديه
~~طويلا ثم أمر بك فأطلق الغل ثم أجلست مع أبي بكر وعمر بن الخطاب فاشتد عجب
~~عمر بن عبد العزيز لرؤيا رجاء بن حيوة ثم قال يا أبا المقدام والله لولا ما
~~أثق به من صحبتك وورعك وجدك واجتهادك ووفائك وصدقك لأنبأتك أني لا ألي شيئا
~~من أمر الخلافة أبدا ولكني قد سمعت كلامك ورؤياك وما أخلق بي سوف أبتلى
~~بأمر هذه الأمة فوالله لئن ابتليت بذلك وإنها شرف الدنيا لأطلبن بها شرف
~~الآخرة
# PageV01P124
### | موعظة القرظي لعمر وهو وال على المدينة ورد عمر عليه وندمه على ذلك حين استخلف واعتذاره اليه
# ومر عمر بن عبد العزيز ذات يوم بالمدينة في ولايته وهو يسحب ثوبه فناداه
~~محمد بن كعب يا عمر إن رسول الله صلى الله عليه وسلم قال ما جاوز الكعبين
~~فهو في النار فالتفت إليه مغضبا فقال اتق الله يا ابن كعب لا تكن ذبالة
~~تضيء للناس وتحرق نفسها ms77 فلما ولي عمر الخلافة سأل عن محمد بن كعب القرظي
~~فأخبر أنه غاز فكتب الى عامله على الدروب يأمره أن يجهزه ويسرحه إن خرج
~~إليه من غزوه إلا أن يكره ذلك فيعفيه فلما خرج محمد إلى العامل سأله أن
~~يسير إلى عمر أقرأه الكتاب قال أما الجهاز فلا حاجة لي به أنا أقوى وقد كنت
~~أردت المسير إليه لولم يأت كتابه في أمري فتوجه إلى عمر فلما دخل رآه على
~~هيئة غير الهيئة التي كان عهده عليها فقال يا محمد استغفر لي من سوء مردودي
~~عليك حين وعظتني بالمدينة وبكى حتى اخضلت لحيته فقال محمد غفر الله لك يا
~~أمير المؤمنين وأقالك عثرتك وجعل يكثر اللحظ إلى عمر يقلب فيه بصره فقال
~~عمر يا محمد فيم تنظر إلي فقال يا أمير المؤمنين أنظر وأتعجب فأقول أين ذاك
~~اللون النضير والشعرة الحسنة والبدن الريان فقال عمر فكيف لو رأيتني بعد
~~ثلاث من دفني وقد سقطت حدقتاي على خدي وسال منخراي وفمي صديدا ودودا كنت
~~أشد نكرة لي منك اليوم
### | تخييره جواريه حين استخلف بين العتق والامساك على غير شيء
# وقال سهل بن صدقة مولى عمر بن عبد العزيز إنه لما أفضت الخلافة الى عمر
~~سمعوا في منزله بكاء عاليا فسئل عن ذلك البكاء فقيل إن عمر خير جواريه فقال
~~إنه قد نزل بي أمر شغلني عنكن فمن اختارت منكن العتق اعتقتها ومن أمسكتها
~~لم يكن لها مني شيء فبكين بكاء شديدا يأسا منه
# PageV01P125
### | سليمان بن عبد الملك والرجل الذي بشره
# وقال ودخل رجل على سليمان بن عبد الملك وكان قد خبره بأن الخلافة تأتيه
~~إلى أيام فجاءت على نحو مما ذكره له فقال سليمان من الخليفة بعدي فقال ما
~~أدري فقال ويحك أيوب ابني قال ما أجد أيوب في شيء من الخلفاء ولكن أجدك
~~تستخلف من بعدك رجلا يكفر عنك كثيرا من ذنوبك
### | عناية عمر بأهل قسطنطينية وفداؤه إياهم
# وقال مالك بن أنس قدم ابن زرارة على عمر بن عبد العزيز ms78 قال جئتك من قوم
~~أحوج الناس إلى معروفك وصلتك قال كلا يا ابن زرارة إلا ما كان من أهل
~~قسطنطينية
# وقال إبراهيم بن نشيط لقد جاءني العقل حين جاءنا من عند عمر بن عبد
~~العزيز حين مات سليمان بن عبد الملك وإني لأطلب المد الواحد من الطعام
~~بسبعين دينارا
### | شعر عبد الرحمن بن الحكم وهشام بن عبد الملك
# قال ولما بايع الناس عمر بن عبد العزيز بعد مهلك سليمان بلغ ذلك عبد
~~الرحمن بن الحكم بن أبي العاص فكتب إلى هشام بن عبد الملك يوبخه فقال
# (أبلغ هشام والذين تجمعوا ... بدابق عني لا وقيتم ردى الدهر)
# (وأنتم أخذتم حتفكم بأكفكم ... كباحثة عن مدية وهي لا تدري)
# (عشية بايعتم إماما مخالفا ... له شجن بين المدينة والحجر)
# فأجابه بعض ولد مروان عن هشام ابن عبد الملك
# فقال
# (أبلغ أبا مروان عني رسالة ... فماذا ذممت من وفائي ومن صبري)
# (ولو كان ما تدعو إليه هو الهدى ... لما كنت فيه ذا عناء ولا ذكر)
# (وكنت من الريش الذنابي ولم تكن ... من الزمرة الأولى ولا منبت الصبر)
# (ونحن كفيناك الأمور كما كفى ... أبونا أباك الأمر في سالف الدهر)
# حال عمر قبل الخلافة وحاله حين استخلف وكتابه الى الحسن البصري ومطرف
# </span>
# وقال سالم الأفطس كان عمر بن عبد العزيز من ألبس الناس وأعطر الناس فلما
~~سلم عليه بإمارة المؤمنين وعلم استقرار أمره أدخل رأسه
# PageV01P126
# (وأنتم أخذتم حتفكم بأكفكم ... كباحثة عن مدية وهي لا تدري)
# (عشية بايعتم إماما مخالفا ... له شجن بين المدينة والحجر)
# فأجابه بعض ولد مروان عن هشام ابن عبد الملك فقال
# (أبلغ أبا مروان عني رسالة ... فماذا ذممت من وفائي ومن صبري)
# (ولو كان ما تدعو إليه هو الهدى ... لما كنت فيه ذا عناء ولا ذكر)
# (وكنت من الريش الذنابي ولم تكن ... من الزمرة الأولى ولا منبت الصبر)
# (ونحن كفيناك الأمور كما كفى ... أبونا أباك الأمر في سالف الدهر)
### | حال عمر قبل الخلافة وحاله حين استخلف وكتابه الى الحسن البصري ومطرف
# وقال سالم الأفطس ms79 كان عمر بن عبد العزيز من ألبس الناس وأعطر الناس فلما
~~سلم عليه بإمارة المؤمنين وعلم استقرار أمره أدخل رأسه
# PageV01P127
# بين ركبتيه وبكى بكاء شديدا فقال الناس يبكي فرحا بالخلافة ثم رفع رأسه
~~ومسح عينيه ثم قال اللهم ارزقني عقلا ينفعني واجعل ما أصير إليه أهم مما
~~يزول عني ثم دخل منزله فألقى تلك الثياب عنه وغسل ذلك الطيب ودعا الحجام
~~فأخذ من شعره ثم دعا بدواة وقرطاس وكتب بيده
# من عبد الله عمر بن عبد العزيز إلى الحسن بن أبي الحسن البصري ومطرف بن
~~عبد الله بن الشخير سلام عليكما فإني أحمد اليكما الله الذي لا إله إلا هو
~~وأسأله أن يصلي على محمد عبده ورسوله أما بعد فإني أوصيكما بتقوى الله فإن
~~من يقولها كثير ومن يعمل بها قليل فإذا أتاكما كتابي فعظاني ولا تزكياني
~~والسلام
### | جواب الحسن البصري
# فكتب إليه الحسن بن أبي الحسن البصري إلى عمر بن عبد العزيز سلام عليك
~~فإني أحمد إليك الله الذي لا إله إلا هو أما بعد فإن الدنيا دار مخوفة هبط
~~إليها آدم عليه السلام عقوبة تهين من أكرمها وتكرم من أهانها وتفقر من جمع
~~لها لها في كل يوم قتيل فكن يا أمير المؤمنين كالمداوي لجرحه واصبر على شدة
~~الدواء لما تخاف من طول البلاء
### | جواب مطرف
# وكتب إليه مطرف بن عبد الله بن الشخير لعبد الله عمر أمير المؤمنين من
~~مطرف بن عبد الله سلام عليك يا أمير المؤمنين ورحمة الله وبركاته فإني أحمد
~~إليك الله الذي لا إله إلا هو أما بعد فليكن استئناسك بالله وانقطاعك إليه
~~فإن قوما أنسوا بالله وانقطعوا إليه فكانوا بالله في وحدتهم أشد استئناسا
~~منهم بالناس في كثرة عددهم أماتوا من الدنيا ما خافوا أن يميت قلوبهم
~~وتركوا منها ما علموا أن سيتركهم فأصبحوا لما سالم الناس منها أعداء جعلنا
~~الله وإياك منهم فإنهم قد أصبحوا بها قليلا والسلام
# PageV01P128
### | تقدير نفقة عمر في خلافته ووضعه أمواله في سبيل الله
# وقال الحكم بن ms80 عمر الحمصي أول شيء بدأ به عمر بن عبد العزيز أنه لم يترك
~~ظلامة مزرعة ولا طلبة لأحد قبله إلآ ردها إليه وباع ما كان له من المزارع
~~من عبد أو أمة أو بهيمة أو آلة وباع ما له من متاع أو مركب أو لباس أو عطر
~~وأشياء سماها الحكم هي في حديثه فبلغ ثلاثة وعشرين ألف دينار ثم جعلها في
~~سبيل الله وقال غير الحكم بلغ ثلاثة وأربعين ألف دينار فجعلها في سبيل الله
~~وابتاع جارية تخبز له وتطحن وتغسل ثيابه بمائة ووصيفا في حاجته ورسالته
~~وكان يزن له في كل يوم درهمين لحمه وخبزه وبقله إن غلا السعر او رخص
### | أمره أحد بنيه بإصلاح قميصه
# وقال عبد الله بن عمر الجزري ازدحم الناس على عمر بن عبد العزيز يبايعونه
~~حين دفن سليمان فتخرق جيب قميص ابنه فقال يا بني أصلح جيب قميصك فإنك لم
~~تكن قط أحوج إلى ذلك منك اليوم
### | اعطاؤه نفقة السفر وثمن الأكل للرجل الذي تظلم إليه بعد أن رد عليه أرضه
# وقال ابن عياش خرج عمر ذات يوم من منزله على بغلة له شهباء وعليه قميص له
~~وملاءة ممشقة إذ جاء رجل على راحلة له فأناخها فسأل عن عمر فقيل له قد خرج
~~علينا وهو راجع الآن قال فأقبل عمر ومعه رجل يسايره فقيل للرجل هذا عمر
~~أمير المؤمنين فقام إليه فشكى إليه
# PageV01P129
# عدي بن أرطأة في أرض له فقال عمر أما والله ما غرنا منه إلا بعمامته
~~السوداء أما إني قد كتبت إليه فضل عن وصيتي إنه من أتاك ببينة على حق هو له
~~فسلمه إليه ثم قد عناك إلي فأمر عمر برد أرضه إليه ثم قال له كم أنفقت في
~~مجيئك إلي فقال يا أمير المؤمنين تسألني عن نفقتي وأنت قد رددت علي أرضي
~~وهي خير من مائة ألف فقال عمر إنما رددت عليك حقك فأخبرني كم أنفقت قال ما
~~أدري قال احزره قال ستين درهما فأمر له بها من بيت المال ms81 فلما ولي صاح به
~~عمر فرجع فقال له خذ هذه خمسة دراهم من مالي فكل بها لحما حتى ترجع إلى
~~أهلك إن شاء الله
### | حرصه على العمل بالكتابة والسنة ولو أضر به
# وقال سليمان بن داود الخولاني إن عمر بن عبد العزيز كان يقول يا ليتني قد
~~عملت فيكم بكتاب الله وعملتم به فكلما عملت فيكم بسنة وقع مني عضو حتى يكون
~~أخر شيء منها خروج نفسي
### | نفور بني أمية من عدل عمر واجتماعهم إليه
# ولما أقبل عمر على رد المظالم وقطع عن بني أمية جوائزهم وأرزاق أحراسهم
~~ورد ضياعهم إلى الخراج وأبطل قطائعهم فأفقرهم ضجوا من ذلك فاجتمعوا إليه
~~فقالوا إنك قد أجلبت بيت مال المسلمين وأفقرت بلى أبيك فيما ترد من هذه
~~المظالم وهذا أمر قد وليه غيرك قبلك فدعهم وما كان منهم واشتغل أنت وشأنك
~~واعمل بما رأيت قال لهم هذا رأيكم قالوا نعم قال ولكني لا أرى ذلك والله
~~لوددت أن لا تبقى في الأرض
# PageV01P130
# مظلمة إلا رددتها على شرط أن لا أرد مظلمة إلا سقط لها عضو من أعضائي أجد
~~ألمه ثم يعود كما كان حيا فإذا لم يبق مظلمة إلا رددتها سالت نفسي عندها
~~قال فخرجوا من عنده فدخلوا على بعض ولد الوليد وكان كبيرهم وشيخهم فسألوه
~~أن يكتب إلى عمر يوبخه لعله أن يرده عن مساءتهم فكتب إليه
### | كتاب عمر بن الوليد إلى عمر بن عبد العزيز
# أما بعد فإنك أزريت بمن كان قبلك من الخلفاء وسرت بغير سيرتهم وسميتها
~~المظالم نقصا لهم وعيبا لأعمالهم وشاتما لمن كان بعدهم من أولادهم ولم يكن
~~ذلك لك فقطعت ما أمر الله به أن يوصل وعملت بغير الحق في قرابتك وعمدت إلى
~~أموال قريش ومواريثهم وحقوقهم فأدخلتها بيت مالك ظلما وجورا وعدوانا فاتق
~~الله يا ابن عبد العزيز وراقبه فإنك قد أوشكت لم تطمئن على منبرك أن خصصت
~~ذوي قرابتك بالقطيعة والظلم فوالله الذي خص محمدا صلى الله عليه وسلم بما
~~خصه به من الكرامه لقد ms82 ازددت من الله بعدا في ولايتك هذه التي تزعم أنها
~~بلاء عليك وهي كذلك فاقتصد في بعض ميلك وتحاملك اللهم فاسأل سليمان بن عبد
~~الملك عما صنع بأمة محمد صلى الله عليه وسلم حين استخلفك عليهم
# PageV01P131
### | جواب عمر بن عبد العزيز لعمر بن الوليد
# قال فكتب عمر بن عبد العزيز إليه من عمر أمير المؤمنين إلى فلان ابن
~~الوليد سلام على من اتبع الهدى أما بعد فإني أحمد اليك الله الذي لا إله
~~إلا هو أما بعد فإن أول أمرك يا فلان أن أمك بنانة أمه السكوني كانت تدخل
~~دور حمص وتطوف حوانيتها والله أعلم بها فاشتراها دينار بن دينار من فيء
~~المسلمين فأهداها الى أبيك فحملت بك فبئس المحمول وبئس الجنين ثم نشأت فكنت
~~جبارا شقيا كتبت إلي تظلمني وزعمت أن حرمتك وأهل بيتك في مال المسلمين الذي
~~فيه حق القرابة والضعيف والمسكين وابن السبيل وإنما أنت كأحد منهم لك ما
~~لهم وعليك ما عليهم وإن أظلم مني وأترك لعهد الله الذي استعملك صبيا سفيها
~~تحكم في دماء المسلمين وأموالهم برأيك لم يحضره نية ولم يكن يحمله عليه إلا
~~حب الولد ولم يكن ذلك له ولا حق له فيه فويلك وويل أبيك ما أكثر طلابكما
~~وخصماءكما كما يوم القيامة وكيف النجاة لمن كثر خصماؤه وإن أظلم مني وأترك
~~لعهد الله من جعل لفلانة البربرية سهما في فيء المسلمين وصدقاتهم أهاجرت
~~ثكلتك أمك
# PageV01P132
# أم بايعت بيعة الرضوان فتستوجب سهام المقاتلين وإن أظلم مني وأترك لعهد
~~الله من استعمل قرة بن شريك أعرابيا جلفا جافيا على مصر وأذن له في المعازف
~~والبرابط والخمر وإن أظلم مني وأترك لعهد الله من ولى يزيد بن ابي مسلم على
~~جميع المغرب يجبي المال الحرام ويسفك الدم الحرام رويدك فإنه لو قد التقت
~~علينا حلقنا البطان وطالت بي حياة ورد الله الحق إلى أهله تفرغت لك ولأهل
~~بيتك فأقمتكم على المحجة البيضاء فطال ما أخذتم بنيات الطريق وتركتم الحق
~~وراءكم ومما وراء هذا ما أرجو ms83 أن يكون خير رأي أبته بيع رقبتك فإن لكل مسلم
~~فيك سهما في كتاب الله والسلام على من ابتع الهدى ولا ينال سلام الله
~~الظالمين
# وقال بعض أصحابنا عن عبد الله بن يوسف عن عبد الله بن عبد الرحمن بن يزيد
~~بن جابر قال سمعت عيسى بن المثنى الكلبي ومحمد بن حجاج الخولاني يذكر أن
~~عمر بن عبد العزيز كتب إلى بعض بني الوليد كتابا لم يذكر فيه الله أعلم
~~وفيه بلى إن شئت نبأتك بمن هو أظلم مني وأترك لعهد الله أبوك إذ ولى يزيد
~~بن أبي مسلم عبد بني أبي عقيل على ثلاثة أخماس
# PageV01P133
# المغرب يقتل ويصلب ويقطع وفيه أكثر من هذا وأكره ولولا ما يمنعني منك
~~لبعثت إليك من يحلق لمتك لمة السوء هوانا بك علي وقمأة ولما يبلغ الحزام
~~الطبيين والسلام
### | عظمة عمر بن عبد العزيز لسليمان بن عبد الملك
# قال وأخبرني بعض أهل العلم أن سليمان بن عبد الملك قال لعمر بن عبد
~~العزيز أما ترى كثرة الناس بالموسم قال خصماؤك يا أمير المؤمنين
### | بغي الوليد بن هشام على الفرات بن مسلم واصلاح عمر بينهما وعقابه شهداء الزور
# وولى عمر بن عبد العزيز الوليد بن هشام المعيطي على جند قنسرين والفرات
~~بن مسلم على خراجها فتباغيا حتى بلغ الأمر بالوليد أن هيأ أربعة نفر من
~~كهول قنسرين يشهدون على فرات أنه يدع الصلاة ويفطر شهر رمضان مقيما صحيحا
~~ولا يغتسل من الجنابة ويأتي أهله وهي طامث فقدموا على عمر بن عبد العزيز
~~فشهدوا بهذه الشهادة وهم مختضبون بالحناء فقال عمر هذا رمقتموه في صلاته
~~فلم يصلها إما تركها متعمدا وإما ساهيا ورأيتموه يفطر في شهر رمضان ولا
~~ترون به سقما ما علمكم أنه لا يغتسل من الجنابة وغشيانه أهله والله ما هذا
~~مما يشتم به ولا سيما فرات في مثل عفافه وأمانته يا غلام انطلق بهؤلاء
~~المشيخة السوء إلى صاحب الشرط فمره فليضرب كل واحد منهم عشرين سوطا على
~~مفرق رأسه وليرفق في ضربه لمكان ms84 أسنانهم وبحبسهم من الفضيحة ما هم صائرون
~~إليه إن لم يتغمد الله ما كان منهم بعفوه ثم استوثق منهم بالكفلاء حتى يكون
~~فرات هو الآخذ بحقه منهم أو العافي عنهم والعفو أقرب للتقوي وأقرب إلى الله
~~عزوجل ثم أصلح بين الوليد وفرات
# قال ولما قدم قابل وقدم الوليد رؤوس أنباط قنسرين كتب عمر بن عبد العزيز
~~إلى الفرات أن اقدم فقدم وإنه لقاعد خلف سرير عمر إذ
# PageV01P134
# دخل الأنباط فقال لهم عمر ماذا أعددتم لأميركم في نزله لمسيره إلي قالوا
~~وهل قدم يا أمير المؤمنين قال ما علمتم به قالوا لا والله يا أمير المؤمنين
~~فأقبل عمر بوجهه على الوليد فقال يا وليد إن رجلا ملك قنسرين وأرضها خرج
~~يسير في سلطانه وأرضه حتى انتهى إلي لا يعلم به أحد ولا ينفر أحدا ولا
~~يروعه لخليق أن يكون متواضعا عفيفا قال الوليد أجل والله يا أمير المؤمنين
~~إنه لعفيف وأني له لظالم وأستغفر الله وأتوب إليه فقال عمر ما أحسن
~~الإعتراف وأبين فضله على الإصرار وردهما عمر على عملهما فكتب إليه الوليد
~~وكان مرائيا خديعة منه لعمر وتزينا بما هو ليس عليه إني قدرت نفقتي لشهر
~~فوجدتها كذاوكذا درهما ورزقي يزيد على ما أحتاج إليه فإن رأى أمير المؤمنين
~~أن يحط فضل ذلك فقال عمر أراد الوليد أن يتزين عندنا بما لا أظنه عليه ولو
~~كنت عازلا أحدا على ظن لعزلته ثم أمر بحط رزقه الى الذي سأله ثم أمر
~~بالكتاب إلى يزيد بن عبد الملك وهو ولي عهده إن الوليد بن هشام كتب إلي
~~كتابا أكثر ظني أنه تزين بما ليس هو عليه ولو أمضيت شيئا على ظني ما عمل لي
~~أبدا ولكني آخذ بالظاهر وعند الله علم الغيوب فأنا أقسم عليك إن حدث بي
~~حادث وأفضى هذا الأمر إليك فسألك أن ترد إليه رزقه وذكر أني نقصته فلا يظفر
~~منك بهذا أبدا فإنما خادع به الله والله خادعه فلما مات عمر واستخلف يزيد
~~كتب إليه الوليد إن عمر ms85 نقصني وظلمني فغضب يزيد وبعث إليه فعزله وأغرمه كل
~~رزق جرى عليه في ولاية عمر ويزيد كلها فلم يل له عملا حتى هلك
### | أقوال عمر في الخلفاء الثلاثة قبله
# وقال عبد الرحمن بن سليمان بن عبد الملك دخلت على عمر بن عبد العزيز
~~وعنده مولى له يقال له مزاحم وهو جالس على حشيه وسادة خشنة فلما رآني قال
~~ادن يا عبد الرحمن فأخذ بيدي وأقعدني معه على حشيته ثم قال
# PageV01P135
# يا عبد الرحمن ما فعل الثلاثة فقلت من الثلاثة قال جدك أبوك وعمك قال قلت
~~ولوا هذا الأمر مثل ما وليت ثم دعوا فأجابوا قال أفلا أنبئك بخبرهم قلت بلى
~~قال أما جدك فإني صحبته فيمن صحبه ومرضته فيمن مرضه ودفنته فيمن دفنه فلم
~~أر أحدا أعلم بالدنيا منه ثم صارت الأشياء الى عمك فصحبته فيمن صحبه ومرضته
~~فيمن مرضه ودفنته فيمن دفنه فلم أر أحدا كان أغلب للدنيا منه ثم صارت
~~الأشياء إلى أبيك فصحبته فيمن صحبه ومرضته فيمن مرضه ودفنته فيمن دفنه فلم
~~أرأحدا كان آكل للدنيا منه ثم أقبلت إلي الدنيا تريدني على ديني قال ثم
~~خنقته العبرة فبكى فلما رأى مولاه مزاحم ذلك منه قال قم يا عبد الرحمن قال
~~فقمت فما بلغت باب البيت حتى سمعته يخور خوار الثور بكاء وانتحابا
### | كراهية عمر البناء في داره
# وقال ابن عياش كانت لعمر مرقاتان يرقى من صحن داره إلى قعر بيته عليهما
~~فانقلعت إحدى المرقاتين فأتاها رجل من أهل بيته فأصلحها كراهية أن يشق على
~~عمر فلما جاء عمر ونظر إليها قال من صنع هذا قالوا فلان قال علي به فلما
~~جاء قال ويحك يا فلان أنفست على عمر أن يخرج من الدنيا ولم يضع لبنة على
~~لبنة والله لولا أن يكون فساد بعد إصلاح لغيرتها إلى ما كانت عليه
### | ضن عمر بالمال إلا على الفقراء والمحتاجين
# وقال عمر بن عبد العزيز لعنبسة بن سعيد وسأله حاجة يا عنبسة إن كان مالك
~~الذي أصبح عندك حلالا فهو ms86 كافيك وإن كان حراما فلا تزيدن إليه حراما ألا
~~تخبرني أمحتاج أنت قال لا قال أفعليك دين قال لا قال أفتأمرني أن أعمد الى
~~مال الله فأعطيكه من غير حاجة بك إليه وأدع فقراء المسلمين لو كنت غارما
~~أديت غرمك أو محتاجا أمرت لك بما يصلحك فعليك بمالك الذي عندك فكله واتق
~~الله وانظر أولا من أين جمعته وانظر
# PageV01P135
# لنفسك قبل أن ينظر إليك من ليس لك عنده هوادة ولا مراجعة
### | دخول البريد على عمر وحكاية الشمعة والسراج
# قال ووفد على عمر بن عبد العزيز بريد من بعض الآفاق فانتهى إلى باب عمر
~~ليلا فقرع الباب فخرج إليه البواب فقال أعلم أمير المؤمنين أن بالباب رسولا
~~من فلان عامله فدخل فأعلم عمر وقد كان أراد ينام فقعد وقال ائذن له فدخل
~~الرسول فدعا عمر بشمعة غليظة فأججت نارا وأجلس الرسول وجلس عمر فسأله عن
~~حال أهل البلد ومن بها من المسلمين وأهل العهد وكيف سيرة العامل وكيف
~~الأسعار وكيف أبناء المهاجرين والأنصار وأبناء السبيل والفقراء وهل أعطى كل
~~ذي حق حقه وهل له شاك وهل ظلم أحدا فأنبأه بجميع ما علم الرسول من أمر تلك
~~المملكة فلم يدع شيئا إلا أنبأه به كل ذلك يسأله فيحفي السؤال حتى إذا فرغ
~~عمر من مسألته قال له يا أمير المؤمنين كيف حالك في نفسك وبدنك وكيف عيالك
~~وجميع أهل خزانتك ومن تعنى بشأنه قال فنفخ عمر الشمعة فأطفأها بنفخة وقال
~~يا غلام علي بسراج فدعا بفتيلة لا تكاد تضيء فقال سل عما أحببت فسأله عن
~~حاله فأخبره عن حاله وحال ولده وعياله وأهل بيته فعجب البريد للشمعة
~~وإطفائه إياها وقال يا أمير المؤمنين رأيتك فعلت أمرا ما رأيتك فعلت مثله
~~قال وما هو قال إطفاؤك الشمعة عند مسألتي إياك عن حالك وشأنك فقال يا عبد
~~الله إن الشمعة التي رأيتني أطفأتها من مال الله ومال المسلمين وكنت أسألك
~~عن حوائجهم وأمرهم فكانت تلك الشمعة
# PageV01P137
# تقد بين يدي فيما يصلحهم وهي لهم فلما ms87 صرت لشأني وأمر عيالي ونفسي أطفأت
~~نار المسلمين
### | رأي عمر في الهدية الى العمال
# وقال عمرو بن المهاجر إن رجلا أتى عمر بن عبد العزيز بتفاحات فأبى أن
~~يقبل فقيل له قد كان رسول الله صلى الله عليه وسلم يقبل الهدية فقال عمر هو
~~لرسول الله صلى الله عليه وسلم هدية وهو لنا رشوة ولا حاجة لي به
### | جواب عمر لابنته وقد سألته قرطا
# وقال وبعثت إليه ابنته بلؤلؤة وقالت له إن رأيت أن تبعث إلي بأخت لها حتى
~~أجعلها في أذني فأرسل إليها بجمرتين ثم قال لها إن استطعت أن تجعلي هاتين
~~الجمرتين في أذنيك إليك بأخت لها
### | نفقة عمر اليومية
# وقال مسلم بن زياد كان عمر ينفق على أهله وعياله في غدائه وعشائه كل يوم
~~درهمين
### | تخوله مسلمة بالموعظة
# وقال مسلمة دخلت على عمر بن عبد العزيز بعد الفجر في بيت كان يخلو فيه
~~فلا يدخل عليه أحد فجاءت جارية بطبق تمر صيحاني وكان يعجبه التمر فرفع
~~بكفيه فقال يا مسلمة أترى رجلا لو أكل هذا ثم شرب عليه من الماء فإن الماء
~~على التمر يطيب أكان يجزيه إلى الليل فقلت لا أدري فرفع أكثر منه فقال فهذا
~~فقلت نعم يا أمير المؤمنين كان كافية دون هذا حتى ما يبالي أن لا يذوق
~~طعاما غيره قال فعلام تدخل النار قال مسلمة فما وقعت مني موعظة ما وقعت مني
~~هذه
# PageV01P138
### | حديث أبي أسلم في لباس عمر وطعامه
# قال أبو أسلم حدثني خصي أسود كان لعمر بن عبد العزيز قال دخلت على عمر بن
~~عبد العزيز في يوم شات في داره بدير سمعان قال فألفيته قاعدا في زاوية
~~الدار في الشمس وقد التفع بإزاره ووضع أبو أسلم ثوبه على رأسه وجمعه بكفيه
~~من ناحية خديه ووضع مرفقيه على ركبتيه وقال هكذا أرانيه الخصي حين وصف فعل
~~عمر فلما دنوت سلمت فرد علي السلام ثم قال لي انزل فقعدت ثم قال لي انزل
~~فألهمت أنما يريد النعلين فخلعتهما فأقبل علي بالكلام ms88 فلما أنست كرهت أن
~~أقول له يا سيدي لئلا يجد علي قال فقلت يا أمير المؤمنين ما الذي يقعدك
~~هكذا قال غسلت ثيابي قال فقلت وما ثيابك ياأمير المؤمنين قال قميص ورداء
~~وإزار قال فما كان بأوشك أن جاء عمرو بن مهاجر فقال له أين كنت قال كنت
~~خارجا أدفع مظلمة عن رجل من أهل الكتاب وكان عمرو بن مهاجر صاحب حرس عمر بن
~~عبد العزيز فقال علي بفلان فما كان بأوشك أن جاء غلام حدث فقال يا فلان
~~ائته بغدائه الساعة فما كان بأوشك أن أتاه الغلام بصحفة غليظة عميقة فيها
~~خبز قد كسر وصب عليه ماء وملح وزيت فقال تغده قال فلما أخذت بالبطش بالغداء
~~نهض فنظرت بريق ساقيه من تحت الإزار وهو مدبر فكان أربعة رهط أنا وعمرو بن
~~مهاجر ورجلان من الأنصار من أهل المدينة فلما صلى وانصرف صعدت أنا
~~والأنصاريان حتى كنا في غرفة فما كان بأوشك أن عادت علينا تلك القصعة التي
~~تغدى فيها فإذا فيها ثريد عدس وبصل عليها مشقق أخرجت لمن يخدمه أو إلى من
~~ببابه فقال الخادم لو كان لعمر عشاء غيره لعشاكم منه وما فطره إلا على مثل
~~هذا
# PageV01P139
### | كتاب عمر إلى عماله في عزل المشركين
# وكتب عمر بن عبد العزيز إلى عماله أما بعد فإن المشركين نجس حين جعلهم
~~الله جند الشيطان وجعلهم {بالأخسرين أعمالا الذين ضل سعيهم في الحياة
~~الدنيا وهم يحسبون أنهم يحسنون صنعا} فأولئك لعمري ممن تجب عليهم باجتهادهم
~~لعنة الله ولعنة اللاعنين إن المسلمين كانوا فيما مضى إذا قدموا بلدة فيها
~~أهل الشرك يستعينون بهم لعلهم بالجباية والكتابة والتدبير فكانت لهم في ذلك
~~مدة فقد قضاها الله بأمير المؤمنين فلا أعلم كاتبا ولا عاملا في شيء من
~~عملك على غير دين الإسلام إلا عزلته واستبدلت مكانه رجلا مسلما فإن محق
~~أعمالهم محق أديانهم فإن أولى بهم إنزالهم منزلتهم التي أنزلهم الله بها من
~~الذل والصغار فافعل ذلك واكتب إليم كيف فعلت وانظر فلا يركبن نصراني ms89 على
~~سرج وليركبوا بالأكف ولا تركبن امرأة من نسائهم راحلة وليكن مركبها على
~~إكاف ولا يفحجوا على الدواب وليدخلوا أرجلهم من جانب واحد وتقدم في ذلك إلى
~~عمالك حيث كانوا واكتب إليهم كتابا في ذلك بالتشديد واكفنيه ولا قوة إلا
~~بالله
### | كتابه في أن يكون للنصارى هيئة تميزهم وأن يجمع السلاح منهم
# وكتب عمر بن عبد العزيز الى الآفاق أن لا يمشين نصراني إلا مفروق الناصية
~~ولا يلبس قباء ولا يمشي إلا بزنار من جلود ولا يلبس طيلسانا ولا سراويل ذات
~~خدمة ولا نعلا لها عذبة ولا يوجدن في بيته سلاح إلا انتهب
# PageV01P140
### | رفق عمر بالحيوان
# وكتب عمر بن عبد العزيز إلى صاحب السكك أن لا يحملوا أحدا بلجام ثقيل من
~~هذه الرستنية ولا ينخس بمقرعة في أسفلها حديدة
# وكتب عمر إلى حيان بمصر إنه بلغني أن بمصر إبلا نقالات يحمل على البعير
~~منها ألف رطل فإذا أتاك كتابي هذا فلا أعرفن أنه يحمل على البعير أكثر من
~~ستمائة رطل
### | رفعه الضرائب عن الرعية
# وكتب عمر بن عبد العزيز إلى عماله كتابا يقرأ على الناس أما بعد فاقرأ
~~كتابي هذا على أهل الأرض بما وضع الله عنهم على لسان أمير المؤمنين من
~~المظالم والتوابع التي كانت تؤخذ منهم في النيروز والمهرجان وثمن الصحف
~~وأجر الفيوج وجوائز الرسل وأجور الجهابذه وهم القساطرة وأرزاق العمال
~~وأنزالهم وصرف الدنانير التي كانت تؤخذ منهم من فضل ما بين السعرين في
~~الطعام الذي كان يؤخذ منهم فضل ما بين الكيلين وليحمدوا الله عزوجل
### | إجراؤه الرزق على العلماء لينشروا العلم
# وبعث عمر بن عبد العزيز بن أبي مالك والحارث بن محمد إلى البادية أن
~~يعلما الناس السنة وأجرى عليهما الرزق فقبل يزيد ولم يقبل الحارث وقال ما
~~كنت لآخذ على علم علمنيه الله أجرا فذكر ذلك لعمر ابن عبد العزيز فقال ما
~~نعلم بما صنع يزيد بأسا وأكثر الله فينا مثل الحارث
# PageV01P141
### | كتاب عمر إلى العمال في الأمر بالمعروف والنهي عن المنكر
# وقال عثمان بن كثير ms90 بن دينار إن عمر بن عبد العزيزكتب إلى بعض عماله أما
~~بعد فإنه لم يظهر المنكر في قوم قط ثم لم ينههم أهل الصلاح منهم إلا أصابهم
~~الله بعذاب من عنده أو بأيدي من يشاء من عباده ولا يزال الناس معصومين من
~~العقوبات والنقمات ما قمع فيهم أهل الباطل واستخفي فيهم بالمحارم فلا يظهر
~~من أحد محرم إلا انتقموا ممن فعله فإذا ظهرت فيهم المحارم فلم ينههم أهل
~~الصلاح نزلت العقوبات من السماء إلى الأرض على أهل المعاصي وعلى المداهنين
~~لهم ولعل أهل الإدهان أن يهلكوا معهم وإن كانوا مخالفين لهم فإني لم أسمع
~~الله تبارك وتعالى فيما نزل من كتابه عند مثله أهلك بها أحدا نجى أحدا من
~~أولئك إلا أن يكونوا الناهين عن المنكر ويسلط الله على أهل تلك المحارم إن
~~هو لم يصبهم بعذاب من عنده أو بأيدي من يشاء من عباده من الخوف والذل
~~والنقم فإنه ربما انتقم بالفاجر من الفاجر وبالظالم من الظالم ثم صار كلا
~~الفريقين بأعمالهما إلى النار فنعوذ بالله أن يجعلنا ظالمين أو يجعلنا
~~مداهنين للظالمين وإنه قد بلغني أنه قد كثر الفجور فيكم وأمن الفساق في
~~مدائنكم وجاهروا من المحارم بأمر لا يحب الله من فعله ولا يرضى المداهنة
~~عليه كان لا يظهر مثله في علانية قوم يرجون لله وقارا ويخافون منه غيرا وهم
~~الأعزون الأكثرون من أهل الفجور وليس بذلك مضى أمر سلفكم ولا بذلك تمت نعمة
~~الله
# PageV01P143
# عليهم بل كانوا {أشداء على الكفار رحماء بينهم} {أذلة على المؤمنين أعزة
~~على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم} ولعمري إن من
~~الجهاد في سبيل الله الغلظة على أهل محارم الله بالأيدي والألسن والمجاهدة
~~لهم فيه وإن كانوا الآباء والأبناء والعشائر وإنما سبيل الله طاعته
# وقد بلغني أنه بطأ بكثيرمن الناس عن الأمر بالمعروف والنهي عن
~~المنكراتقاء التلاوم أن يقال فلان حسن الخلق قليل التكلف مقبل على نفسه وما
~~يجعل الله أولئك أحاسنكم أخلاقا بل أولئك أسوأكم أخلاقا وما ms91 أقبل على نفسه
~~من كان كذلك بل أدبر عنها ولا سلم من الكلفة لها بل وقع فيها إذ رضي لنفسه
~~من الحال غير ما أمره الله أن يكون عليه من الأمر بالمعروف والنهي عن
~~المنكر وقد ذلت ألسنة كثير من الناس بآية وضعوها غير موضعها وتأولوا فيها
~~قول الله عزوجل {يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا
~~اهتديتم} وصدق الله تبارك وتعالى ولا يضرنا ضلالة من ضل إذا اهتدينا ولا
~~ينفعنا هدى من اهتدى إذا ضللنا {ولا تزر وازرة وزر أخرى} وإن مما على
~~أنفسنا وأنفس أولئك مما أمر الله به من الأمر بالمعروف والنهي عن المنكر
~~فلا يظهروا محرما إلا انتقموا ممن فعله منهم من كنتم ومن كانوا وقول من قال
~~إن لنا في أنفسنا شغلا ولسنا من الناس في شيء ولو أن أهل طاعة الله رجع
~~رأيهم إلى ذلك ما عمل لله بطاعة ولا
# PageV01P143
# تناهوا له عن معصية ولقهر المبطلون المحقين فصار الناس كالأنعام أو أضل
~~سبيلا فتسلطوا على الفساق من كنتم ومن كانوا فادفعوا بحقكم باطلهم وببصركم
~~عماهم فإن الله جعل للأبرار على الفجار سلطانا مبينا وإن لم يكونوا ولا
~~أئمة من ضعف عن ذلك باليد أو اللسان فليرفعه إلى أمامه فإن ذلك من التعاون
~~على البر والتقوى قال الله لأهل المعاصي {أفأمن الذين مكروا السيئات أن
~~يخسف الله بهم الأرض أو يأتيهم العذاب من حيث لا يشعرون أو يأخذهم في
~~تقلبهم فما هم بمعجزين} ولينتهين الفجار أو ليهيننهم الله بما قال {لنغرينك
~~بهم ثم لا يجاورونك فيها إلا قليلا}
### | كتاب عمر إلى أسارى القسطنطينية
# وقال بكر بن خنيس كتب عمر إلى الأسارى بالقسطنطينية أما بعد فإنكم تعدون
~~أنفسكم أسارى معاذ الله بل أنتم الحبساء في سبيل الله واعلموا أني لست أقسم
~~شيئا بين رعيتي إلا خصصت أهليكم بأوفر نصيب وأطيبه وإني قد بعثت إليكم
~~بخمسة دنانير خمسة دنانير ولولا أني خشيت إن زدتكم أن يحبسه طاغية الروم
~~عنكم لزدتكم وقد بعثت إليكم ms92 فلان بن فلان يفادي صغيركم وكبيركم وذكركم
~~وأنثاكم وحركم ومملوككم بما سئل به فأبشروا ثم أبشروا والسلام عليكم
# PageV01P144
### | كتابه في قضاء الدين عن الغارمين
# وكتب عمر بن عبد العزيز إلى عماله أن اقضوا عن الغارمين فكتب إليه إنا
~~نجد الرجل له المسكن والخادم وله الفرس وله الأثاث في بيته فكتب عمر لا بد
~~للرجل من المسلمين من مسكن يأوي إليه رأسه وخادم يكفيه مهنته وفرس يجاهد
~~عليه عدوه وأثاث في بيته ومع ذلك فهو غارم فاقضوا عنه ما عليه من الدين
### | سخط بني أمية على عمرو سفارة عنبسة بن سعيد بينه وبين ولي عهده
# وخرج عنبسة بن سعيد من عند عمر وبنو امية جلوس بالباب وفيهم يزيد بن عبد
~~الملك ولي العهد من بعد عمر بن عبد العزيز فقاموا إلى عنبسة فشكوا إليه عمر
~~فقالوا بعث إلينا بعشرة دنانيرعشرة دنانير ولم يمنعنا من ردها إليه إلا خوف
~~من غضبه قال يزيد أعلمه أني قد سخطتها وكأنه يظن أني لا أكون من بعده
~~فأعلمه ذلك فدخل عنبسة على عمر فكلمه فقال إن بني أبيك بالباب يعتبون عليك
~~في عشرة دنانير التي بعثتها إلى كل واحد منهم وكلموني في كلامك أن أخبرك
~~أنهم سخطوها وقال يزيد كأنه يظن أني لا أكون من بعده فقال عمر فأقرئهم مني
~~السلام وقل لهم إن عمر يقرأ عليكم السلام ويقول لكم أقسم بالله الذي لا إله
~~إلا هو ما زلت هذه الليلة الماضية ساهرا أناجي الله وأستغفره منها حيق
~~أعطيتكموها دون المسلمين فلا والله العظيم لا أعطيكم درهما إلا أن يأخذ
~~جميع المسلمين وأما أنت يا يزيد فأناشدك الله الذي لا إله إلا هو لو خلعت
~~نفسي وخلعني المسلمون ووليت هل كنت فاعلا بي إلا دون ما فعلت بنفسي إذا
~~وليت الأمور فشأنك بها فخرج عنبسة فقال أنتم فعلتم بأنفسكم تزوجتم إلى عمر
~~بن الخطاب بنت عاصم فجئتم بمثل عمر فأخبرهم الخبر وقال من كان له منكم يا
~~بني عمي ضيعة فليقم فيها يصلحها
# PageV01P145
### | موعظة رجل ms93 لعمر بن عبد العزيز
# وأتى عمر رجل فقال يا أمير المؤمنين أذكر بمقامي هذا مقامك يوم لا يشغلك
~~عن الله كثرة من يتخاصم من الخلائق يوم تلقاه بلا ثقة من العمل ولا نجاة من
~~الذنب فقال عمر ويحك اردد علي كلامك فرد عليه فجعل عمر يبكي ويقول ويحك رد
~~علي كلامك
### | قول عمر في العمال قبله
# وقال عمر بن عبد العزيز الوليد بالشام والحجاج بالعراق ومحمد بن يوسف
~~باليمن وعثمان بن حيان بالحجاز وقرة بن شريك بمصر ويزيد بن أبي مسلم
~~بالمغرب امتلأت الأرض والله جورا
### | كتابه إلى عدي بن أرطأة
# وقال حجاج كتب عمر بن عبد العزيز إلى عدي بن أرطأة ليكن أمناؤك اوساط
~~الناس فهم خيار الناس لا يدعون حقا ولا يكتسبون باطلا لا أنت قارئ مسدد ولا
~~فاسق مبرز
### | حكمة في عقوبة من شتمه
# وحكم رجل في مسجد رسول الله صلى الله عليه وسلم وأبو بكر بن محمد في
~~صلاته فقطع عليهم الصلاة وشهر السيف فكتب أبو بكر إلى عمر فأتي بكتاب عمر
~~فقرئ عليه فشتم عمر والكتاب ومن جاء به فهم أبو بكر بضرب عنقه ثم راجع عمر
~~وأخبره أنه شتمه وأنه هم بقتله فكتب إليه عمر لو قتلته لقتلتك به فإنه لا
~~يقتل أحد إلا أن يشتم النبي صلى الله عليه وسلم فإذا أتاك كتابي
# PageV01P146
# هذا فاحبس عن المسلمين شره وادعه إلى التوبة في كل هلال فإذا تاب فخل
~~سبيله فلم يزل في الحبس حتى هلك عمر فضرب يزيد بن عبد الملك عنقه
### | محاورة عمر رجلين من الخوارج
# ودخل رجلان من الخوارج على عمر بن عبد العزيز فقالا السلام عليك يا إنسان
~~فقال وعليكما السلام يا إنسانان قالا طاعة الله أحق ما اتبعت قال من جهل
~~ذلك ضل قالا الأموال لا تكون دولة بين الأغنياء قال قد حرموها قالا مال
~~الله يقسم على أهله قال الله بين في كتابه تفصيل ذلك قالا تقام الصلاة
~~لوقتها قال هو من حقها قالا إقامة الصفوف في الصلوات قال ms94 هو من تمام السنة
~~قالا إنا بعثنا إليك قال بلغا ولا تهابا قالا ضع الحق بين الناس قال الله
~~أمر به قبلكما قالا لا حكم إلا لله قال كلمة حق إن لم تبتغوا بها باطلا
~~قالا ائتمن الأمناء قال هم أعواني قالا احذر الخيانة قال السارق محذور قالا
~~فالخمر ولحم الخنزير قال أهل الشرك أحق به قالا فمن دخل في الإسلام فقد أمن
~~قال لولا الإسلام ما أمنا قالا أهل عهود رسول الله صلى الله عليه وسلم قال
~~لهم عهودهم قالا لا تكلفهم فوق طاقتهم قال {لا يكلف الله نفسا إلا وسعها}
~~قالا خرب الكنائس قال هي من صلاح رعيتي قالا ذكرنا بالقرآن قال {واتقوا
~~يوما ترجعون فيه إلى الله} قالا تردنا إلى من أرسلنا قال ما أحبسكما قالا
~~فما نقول لإخواننا قال ما رأيتما وسمعتما قالا تردنا على دواب البريد قال
~~لا هو من مال الله لا نطيبه لكما قالا فليس معنا نفقة قال أنتما إذن ابنا
~~سبيل علي نفقتكما
### | موعظة عمر لأبي خالد
# قال وكان رجل من قريش وكانت الخلفاء لا ترده عن حاجة فأتي إلى عمر بن عبد
~~العزيز فسأله حاجته فقال عمر بن عبد العزيز لا يجوز هذا ورده
# PageV01P147
# عنها فخرج مغضبا فناداه عمر فظن أنه قد بدا له في قضاء حاجته فقال له يا
~~أبا خالد فرجع إليه فقال له إذا رأيت شيئا من الدنيا فأعجبك فاذكر الموت
~~فإنه يقلله في نفسك وإذا كنت في شيء من أمر الدنيا قد غمك ونزل بك فاذكر
~~الموت فإنه يسهله عليك وهذا أفضل من الذي طلبت
### | إنذار عمر ملك الروم ليرسل إليه رجلا من المسلمين وما فعله ملك الروم حين بلغه نعي عمر
# قال وأرسل عمر بن عبد العزيز إلى صاحب الروم رسولا فأتاه وخرج من عنده
~~يدور فمر بموضع فسمع فيه رجلا يقرأ القرآن ويطحن فأتاه فسلم عليه فلم يرد
~~عليه السلام مرتين أو ثلاثا ثم سلم عليه فقال له وأنى بالسلام في هذا البلد
~~فأعلمه أنه ms95 رسول عمر إلى صاحب الروم فقال له ما شأنك فقال إني أسرت من موضع
~~كذاوكذا فأتي بي إلى صاحب الروم فعرض علي النصرانية فأبيت فقال لي إن لم
~~تفعل سملت عينيك فاخترت ديني على بصري فسمل عيني وصيرني إلى هذا الموضع
~~يرسل إلي كل يوم بحنطة فأطحنها وبخبزه فآكلها فلما سار الرسول إلى عمر بن
~~عبد العزيز فأخبره خبر الرجل قال فما فرغت من الخبر حتى رأيت دموع عمر قد
~~بلت ما بين يديه ثم أمر فكتب إلى صاحب الروم أما بعد فقد بلغني خبر فلان بن
~~فلان فوصف له صفته وأنا أقسم بالله لئن لم ترسله إلي لأبعثن إليك من الجنود
~~جنودا يكون أولها عندك وآخرهم عندي فلما رجع إليه الرسول قال ما أسرع ما
~~رجعت فدفع إليه كتاب عمر بن عبد العزيز فلما قرأه قال ما كنا لنحمل الرجل
~~الصالح على هذا بل نبعث إليه به فأقمت أنتظر متى يخرج به فأتيته ذات يوم
~~فإذا هو قاعد قد نزل عن سريره أعرف فيه الكآبة فقال تدري
# PageV01P148
# لما فعلت هذا فقلت لا وقد أنكرت ما رأيت فقال إنه قد أتاني من بعض أطرافي
~~أن الرجل الصالح قد مات فلذلك فعلت ما رأيت ثم قال إن الرجل الصالح إذا كان
~~بين القوم السوء لم يترك بينهم إلا قليلا حتى يخرج من بين أظهرهم فقلت له
~~أتأذن لي أن أنصرف وأيست من بعثه الرجل معي فقال ما كنا لنجيته إلى ما أمر
~~في حياته ثم نرجع فيه بعد مماته فأرسل معه بالرجل
### | قدوم امرأة من العراق على عمر وتخيره لها العنب وفرضه الرزق لبناتها
# قال وقدمت امرأة من العراق على عمر بن عبد العزيز فلما صارت إلى بابه
~~قالت هل على أمير المؤمنين حاجب فقالوا لا فلجي إن أحببت فدخلت المرأة على
~~فاطمة وهي جالسة في بيتها وفي يدها قطن تعالجه فسلمت فردت عليها السلام
~~وقالت لها ادخلي فلما جلست المرأة رفعت بصرها فلم تر في البيت شيئا له بال
### | خراب ms96 بيت عمر بعمارة بيوت المسلمين
# فقالت إنما جئت لأعمر بيتي من هذا البيت الخرب فقالت لها فاطمة إنما خرب
~~هذا البيت عمارة بيوت أمثالك فأقبل عمر حتى دخل الدار فمال إلى بئر في
~~ناحية الدار فانتزع منها دلاء صبها على طين كان بحضرة البيت وهو يكثر النظر
~~إلى فاطمة فقالت لها المرأة استتري من هذا الطيان فإني أراه يديم النظر
~~إليك فقالت ليس هو بطيان هو أمير المؤمنين قال ثم أقبل عمر فسلم ودخل بيته
~~فمال إلى مصلى كان له في البيت يصلي فيه فسأل فاطمة عن المرأة فقالت هي هذه
~~فأخذ مكتلا له فيه شيء من عنب فجعل يتخير لها خيره يناولها إياه ثم أقبل
~~عليها فقال ما حاجتك فقالت امرأة من أهل العراق لي خمس بنات
# PageV01P149
# كسل كسد فجئتك أبتغي حسن نظرك لهن فجعل يقول كسل كسد ويبكي فأخذ الدواة
~~والقرطاس وكتب إلى والي العراق فقال سمي كبراهن فسمتها ففرض لها فقالت
~~المرأة الحمد لله ثم سأل عن الثانية والثالثة والرابعة والمرأة تحمد الله
~~ففرض لها فلما فرض للأربع استفزها الفرح فدعت له فجزته خيرا فرفع يده وقال
~~قد كنا نفرض لهن حين كنت تولين الحمد أهله فمري هؤلاء الأربع يفضن على هذه
~~الخامسة فخرجت بالكتاب حتى أتت به العراق فدفعته إلى والي العراق فلما ذهبت
~~إليه بالكتاب بكى واشتد بكاؤه وقال رحم الله صاحب هذا الكتاب فقالت أمات
~~قال نعم فصاحت وولولت فقال لا بأس عليك ما كنت لأرد كتابه في شيء فقضى
~~حاجتها وفرض لبناتها
### | حديث فاطمة بنت عبد الملك عن عمر بعد وفاته
# وقال أرسل عطاء إلى فاطمة بنت عبد الملك أخبريني عن أحوال عمر قالت أفعل
~~إن عمر رحمة الله عليه كان قد فرغ للمسلمين نفسه ولأمورهم ذهنه فكان إذا
~~أمسى مساء لم يفرغ فيه من حوائج يومه وصل يومه بليلته إلى أن أمسى مساء وقد
~~فرغ من حوائج يومه فدعا بسراجه الذي كان من ماله فصلى ركعتين ثم أقعى واضعا
~~رأسه على يديه ms97 تسيل دموعه على خديه يشهق الشهقة يكاد ينصدع قلبه لها وتخرج
~~لها نفسه حتى برق الصبح فأصبح صائما فدنوت منه فقلت يا أمير المؤمنين أليس
~~كان منك ما كان قال أجل فعليك بشأنك وخليني وشأني قالت فقلت إني أرجو أن
~~أتعظ قال إذن أخبرك إني نظرت فوجدتني قد وليت أمر هذه الأمة أسودها وأحمرها
~~ثم ذكرت الفقير الجائع والغريب الضائع والأسير
# PageV01P150
# المقهور وذا المال القليل والعيال الكثير وأشباه ذلك في أقاصي البلاد
~~وأطراف الأرض فعلمت أن الله سائلي عنهم وأن رسول الله صلى الله عليه وسلم
~~حجيجي فيهم فخفت أن لا يقبل الله مني معذرة فيهم ولا تقوم لي مع رسول الله
~~صلى الله عليه وسلم حجة فرحمت والله يا فاطمة نفسي رحمة دمعت لها عيني ووجع
~~لها قلبي فأنا كلما ازددت لها ذكرا ازددت منها خوفا فاتعظي إن شئت أو ذري
### | حث عمر على العلم
# وقال عمر بن عبد العزيز تعلموا العلم فإنه زين للغني وعون للفقير لا أقول
~~إنه يطلب به ولكنه يدعو إلى القناعة
# تمت سيرة عمر بن عبد العزيز بن مروان بن الحكم بن أبي العاص بن أمية بن
~~عبد شمس بن عبد مناف على ما رواه مالك بن أنس وأصحابه رحمة الله عليهم
~~أجمعين بعون الله وتأييده فرغ من نسخه في صفر سنة ثلاث وعشرين وسبعمائة
~~وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما كثيرا
### |PARATEXT|
# هذا ما جاء في آخر نسخة دمشق
# وجاء في آخر نسخة باريس ما نصه
# تمت أحاديث عمر بن عبد العزيز بن مروان بن الحكم بن أبي العاص بن أمية بن
~~عبد شمس بن عبد مناف على ما رواه مالك بن أنس وأصحابه رحمة الله عليهم
~~أجمعين وصلى الله على محمد وآله كتبه لنفسه مسلم بن أحمد بن الشيخ أحمد
~~الصطيحة بن علي بن أحمد أبو مسلم بتاريخ ثامن عشر من رمضان من شهور سنة سبع
~~عشرة وألف أحسن الله ختامها آمين
# نقل وقوبل على نسخة صحيحة مضبوطة تاريخها الثالث ms98 من جمادى الاخر سنة
~~ثلاثين وخمس مائة PageV01P151 ms99